Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/guildmaster_summit/strings.*.resx
Languages: de, es, fr, pt, zh_hans

# Credits_Line_001
source: Pokémon Mystery Dungeon:\nOrigins
zh_hans: 宝可梦不可思议的迷宫：\n起源

# Credits_Line_002
source: Designed, Programmed, Written by\n\nAudino
de: Designed, Programmiert, Geschrieben von\n\nAudino
es: Diseñado, Programado, Escrito por\n\nAudino
fr: Conçu, programmé, écrit par \n\nAudino
zh_hans: 设计、规划、写作\n\nAudino

# Credits_Line_003
source: Programming by\n\nPsyCommando\nAnty-Lemon\nPalika\nParakoopa
de: Programmierung von\n\nPsyCommando\nAnty-Lemon\nPalika\nParakoopa
fr: Programmation par\n\nPsyCommando\nAnty-Lemon\nPalika\nParakoopa
zh_hans: 程序设计\n\nPsyCommando\nAnty-Lemon\nPalika\nParakoopa

# Credits_Line_004
source: Custom Graphics by\n\nLurils\nRao Kurai\nMusicalCombusken\nSilverDeoxys563\nFable
de: Individuelle Grafiken von\n\nLurils\nRao Kurai\nMusicalCombusken\nSilverDeoxys563\nFable
es: Gráficos Personalizados por\n\nLurils\nRao Kurai\nMusicalCombusken\nSilverDeoxys563\nFable
fr: Graphismes personnalisés par\n\nLurils\nRao Kurai\nMusicalCombusken\nSilverDeoxys563\nFable
zh_hans: 图像绘制\n\nLurils\nRao Kurai\nMusicalCombusken\nSilverDeoxys563\nFable

# Credits_Line_005
source: Extracted Graphics from\n\nPokémon Emerald\nPokémon Mystery Dungeon: Red Rescue Team\nPokémon Mystery Dungeon: Explorers of Sky\nPokémon Ranger: Guardian Signs
de: Extrahierte Grafiken von\n\nPokémon Smaragd\nPokémon Mystery Dungeon: Team Rot\nPokémon Mystery Dungeon: Erkundungsteam Himmel\nPokémon Ranger: Spuren des Lichts
es: Gráficos extraídos de\n\nPokémon Esmeralda\nPokémon Mundo Misterioso: Equipo de rescate Rojo\nPokémon Mundo Misterioso: Exploradores del Cielo\nPokémon Ranger: Trazos de luz
fr: Graphismes extraits de\n\nPokémon Emeraude\nPokémon Donjon Mystère: équipe de secours Rouge\nPokémon Donjon Mystère: Explorateurs du Ciel\nPokémon Ranger : Sillages de lumière
zh_hans: 提取的图像来源\n\n宝可梦 绿宝石\n宝可梦不可思议的迷宫：赤之救助队\n宝可梦不可思议的迷宫：空之探险队\n宝可梦巡护员 光的轨迹

# Credits_Line_006
source: Extracted Audio from\n\nPokémon Mystery Dungeon: Red Rescue Team\nPokémon Mystery Dungeon: Explorers of Sky\nPokémon Mystery Dungeon: Gates to Infinity\nZwei!!\nEtrian Odyssey\nEtrian Odyssey III: The Drowned City\nMade in Abyss
de: Extrahierte Audiodaten von\n\nPokémon Mystery Dungeon: Team Rot\nPokémon Mystery Dungeon: Erkundungsteam Himmel\nPokémon Mystery Dungeon: Portale in die Unendlichkeit\nZwei!!\nEtrian Odyssey\nEtrian Odyssey III: The Drowned City\nMade in Abyss
es: Audio extraído de\n\nPokémon Mundo Misterioso: Equipo de rescate rojo\nPokémon Mundo Misterioso: Exploradores del Cielo\nPokémon Mundo Misterioso: Portales al Infinito\nZwei!!\nEtrian Odyssey\nEtrian Odyssey III: The Drowned City\nMade in Abyss
fr: Audio extrait de\n\nPokémon Donjon Mystère: équipe de secours Rouge\nPokémon Donjon Mystère: Explorateurs du Ciel\nPokémon Donjon Mystère: Les portes de l'infini\nZwei!!\nEtrian Odyssey\nEtrian Odyssey III: The Drowned City\nMade in Abyss
zh_hans: 提取的音频来源\n\n宝可梦不可思议的迷宫：赤之救助队\n宝可梦不可思议的迷宫：空之探险队\n宝可梦不可思议的迷宫：极大之门与无限迷宫\n双星物语\n世界树迷宫\n世界树迷宫III：星海的来访者\n来自深渊

# Credits_Line_007
source: Translated text from\n\nVan-Tazen (FR)\nAlicia (FR)\nlagpu1 (ES)\nDasK (ES)\nDSgamer93 (DE)\nLars Preston (DE)\nScout (DE)\nP1ka (DE)\nLily (PT)\nBarry (KO)\nDew (ZH)
de: Übersetzte Texte von\n\nVan-Tazen (FR)\nAlicia (FR)\nlagpu1 (ES)\nDasK (ES)\nDSgamer93 (DE)\nLars Preston (DE)\nScout (DE)\nP1ka (DE)\nLily (DE)\nAthalePrime (PT)\nBarry (KO)\nDew (ZH)
fr: Texte traduit par\n\nVan-Tazen (FR)\nAlicia (FR)\nlagpu1 (ES)\nDasK (ES)\nDSgamer93 (DE)\nLars Preston (DE)\nScout (DE)\nP1ka (DE)\nLily (PT)\nBarry (KO)\nDew (ZH)
zh_hans: 文本翻译\n\nVan-Tazen（法）\nAlicia（法）\nlagpu1（西）\nDasK（西）\nDSgamer93（德）\nLars Preston（德）\nScout（德）\nP1ka（德）\nLily（葡）\nBarry（韩）\nDew（中）

# Credits_Line_008
source: Pokémon Mystery Dungeon: Origins is an unofficial project.\n It is created by fans of the series,\nunaffiliated with the owners of Pokémon Mystery Dungeon.
de: Pokémon Mystery Dungeon: Origins ist ein unoffizielles Projekt.\n Es wurde von Fans der Spielereihe kreiert,\nunabhängig von den Eigentümern von Pokémon Mystery Dungeon.
es: Pokémon Mundo Misterioso: Orígenes es un proyecto no oficial.\n Está creado por los fans de la serie,\n no afiliado con los dueños de Pokémon Mundo Misterioso.
fr: Pokémon Donjon Mystère : Origines est un projet non officiel.\nIl est créé par des fans de la série,\nsans lien avec les propriétaires de Pokémon Donjon Mystère.
zh_hans: 宝可梦不可思议的迷宫：起源 是一个非官方的项目。\n它是由该系列的粉丝创建的，\n与Pokémon Mystery Dungeon的所有者无关。

# Credits_Line_009
source: Pokémon Mystery Dungeon is copyright\nNintendo, Creatures, GAME FREAK, Spike Chunsoft.
de: Pokémon Mystery Dungeon ist eine Marke von \nNintendo, Creatures, GAME FREAK, Spike Chunsoft.
es: Pokémon Mundo Misterioso es una marca de\n Nintendo, Creatures, GAME FREAK, Spike Chunsoft
fr: Pokémon Donjon Mystère est copyright Nintendo, Creatures, GAME FREAK, Spike Chunsoft.
zh_hans: Pokémon Mystery Dungeon 版权所有\nNintendo、Creatures、GAME FREAK、Spike Chunsoft。

# Ending_Cutscene_Line_001
source: Well done.[pause=0] You have emerged victorious.
de: Gut gemacht.[pause=0] Ihr tretet siegreich hervor.
es: Bien hecho.[pause=0] Has emergido victorioso.
fr: Bien joué. [pause=0] Vous êtes sortis victorieux.
pt: Muito bem.[pause=0] Vocês venceram.
zh_hans: 干得好。[pause=0]胜利终于属于你。

# Ending_Cutscene_Line_002
source: Your team has proven itself worthy of bearing the title of Guildmaster.
de: Euer Team ist es würdig, den Titel des Gildenmeisters zu tragen.
es: Tu equipo ha demostrado ser digno de llevar el nombre de Maestro del Gremio.
fr: Votre équipe a prouvé qu'elle était digne de porter le titre de Maître de Guilde.
pt: Sua equipe provou ser digna de carregar o título de Mestre de Guilda.
zh_hans: 你的队伍证明了自己的能力，配得上公会会长之名。

# Ending_Cutscene_Line_003
source: With you carrying on the title,[pause=0] we can rest assured our legacy will be in good hands.
de: Mit euch als Träger des Titels[pause=0] können wir uns sicher sein, dass unser Erbe in guten Händen sein wird.
es: Llevando el título contigo,[pause=0] podemos descansar sabiendo que nuestro legado va a estar en buenas manos.
fr: Avec vous qui poursuivez le titre, [pause=0] nous pouvons être assurés que notre héritage sera entre de bonnes mains.
pt: Com vocês carregando o título,[pause=0] nós podemos descansar sabendo que nosso legado vai estar em boas mãos.
zh_hans: 有你们作为接班人，[pause=0]我们可以放心交给你们来稳妥处置我们的宝物。

# Ending_Cutscene_Line_004
source: Congratulations,[pause=0] I knew you could do it~!
de: Gratulation![pause=0] Ich wusste, dass ihr es schafft~!
es: ¡Felicidades![pause=0] ¡Sabía que podíais hacerlo~!
fr: Félicitations, [pause=0] je savais que tu pouvais le faire~ !
pt: Parabéns![pause=0] Eu sabia que vocês eram capazes~!
zh_hans: 祝贺你们，[pause=0]我就知道你们能做到～！

# Ending_Cutscene_Line_005
source: Your story as an exploration team has ended...
de: Eure Geschichte als Erkundungsteam ist nun zu Ende ...
es: Tu historia como equipo explorador ha terminado...
fr: Votre histoire en tant qu'équipe d'exploration est terminée...
pt: Sua história como uma equipe de exploração chegou a um fim...
zh_hans: 你们作为探险队的故事结束了……

# Ending_Cutscene_Line_006
source: Now you shall begin your story as leaders-[pause=0]\nfor the next generation of explorers!
de: Nun beginnt eure Geschichte als Anführer -[pause=0]\nFür die nächste Generation von Erkundern!
es: Ahora empezará vuestra historia como líderes-[pause=0]\n¡para la próxima generación de exploradores!
fr: Vous allez maintenant commencer votre histoire en tant que leaders-[pause=0]\npour la prochaine génération d'explorateurs !
pt: Agora vocês devem começar sua história como líderes-[pause=0]\npara a próxima geração de exploradores!
zh_hans: 现在，你们将作为领袖，开辟新篇章——[pause=0]为新一代探险家指引前路吧！

# Ending_Cutscene_Line_007
source: Witness it...[pause=0] the rise of a new guild,[pause=0] {0}!
de: Werdet Zeuge...[pause=0] des Aufstiegs einer neuen Gilde,[pause=0] {0}!
es: Sed testigos...[pause=0]¡del surgimiento de un nuevo gremio,[pause=0]{0}!
fr: Soyez-en témoin... [pause=0] l'essor d'une nouvelle guilde, [pause=0] {0} !
pt: Testemunhe...[pause=0] o surgimento de uma nova guilda,[pause=0] {0}!
zh_hans: 见证……[pause=0]新公会的崛起，[pause=0]{0}！

# Ending_Cutscene_Line_008
source: {0} returned to the base of the mountain...
de: {0} ist zum Fuß des Berges zurückgekehrt ...
es: {0} regresaron a la base de la montaña...
fr: {0} est retourné à la base de la montagne...
pt: {0} retornaram ao pé da montanha...
zh_hans: {0}回到了山脚下……

# Ending_Cutscene_Line_009
source: ...where they were met with cheers and accolades.
de: ...wo es mit Lob und Jubel empfangen wurde.
es: ...donde fueron recibidos con aplausos y elogios.
fr: ...où ils ont été accueillis par des applaudissements et des acclamations.
pt: ...onde foram recebidos com elogios and aplausos.
zh_hans: ……在那里，他们受到了欢呼和赞誉。

# Ending_Cutscene_Line_010
source: They moved on to a far away region...
de: Es zog in eine weit entfernte Region...
es: Se movieron a una región lejana...
fr: Ils sont partis vers une région lointaine...
pt: Eles se mudaram para uma região distante...
zh_hans: 他们去到了遥远的地区……

# Ending_Cutscene_Line_011
source: Where they garnered fame as a first-class exploration guild.
de: Wo es als erstklassige Erkundungsgilde berühmt geworden ist.
es: Donde obtuvieron fama como gremio de exploración de primera clase.
fr: Où ils ont acquis la renommée d'une guilde d'exploration de première classe.
pt: Onde ganharam fama como uma guilda de exploração de primeira classe.
zh_hans: 在那里，他们作为一流的探险公会赢得了声誉。

# Ending_Cutscene_Line_012
source: And over time, the tales of their feats\ngradually faded into legend...
de: Und über Zeit sind die Geschichten von ihren Taten zu Legenden geworden.
es: Y con el tiempo, los cuentos de sus hazañas\n gradualmente se convirtieron en leyenda...
fr: Et au fil du temps, les récits de leurs exploits\nsont progressivement devenus des légendes...
pt: E com o tempo, contos de suas conquistas\ngradualmente se converteram em lenda...
zh_hans: 时光流逝，关于他们功绩的故事\n逐渐淡化为传说……

# Ending_Cutscene_Line_Ask_001
source: [tmp]It seems that you have yet to form your team.[br]Tell us,[pause=30] what shall the world know you by?
zh_hans: [tmp]你似乎还没有建立起一支有名字的队伍。[br]请告诉我们，[pause=30]你想要以什么名字名传天下？

# Ending_Cutscene_Line_Ask_002
source: [tmp]Is {0} ok?
zh_hans: [tmp]{0}这个名字可以吗？

# Expo_Cutscene_Line_001
source: Witness it...[pause=0] the rising of the sun.
de: Werde Zeuge...[pause=0] dieses Sonnenaufgangs.
es: Contempla...[pause=0] la salida del sol.
fr: En témoigne... [pause=0] le lever du soleil.
pt: Contemple...[pause=0] o nascer do sol.
zh_hans: 见证……[pause=0]太阳的升起。

# Expo_Cutscene_Line_002
source: I am Xatu.[pause=0]\nGuardians are we, of the Guildmaster Trials.
de: Ich bin Xatu.[pause=0]\nWir sind die Wächter des Gildenmeisters Prüfungen.
es: Soy Xatu.[pause=0]\nGuardianes somos, de las Pruebas del Maestro del Gremio.
fr: Je suis Xatu. [pause=0]\n Gardiens nous sommes, des épreuves du Maître de Guilde.
pt: Eu sou Xatu.[pause=0]\nGuardiões nós somos, dos Testes do Mestre de Guilda.
zh_hans: 我是天然鸟。[pause=0]\n我们是，公会会长审判的守护者。

# Expo_Cutscene_Line_003
source: {0}...[pause=0]\nYou have done well to have reached the summit...
de: {0}...[pause=0]\nDurch das Erreichen des Gipfels habt ihr euch selbst bewiesen.
es: {0}...[pause=0]\n Has tenido éxito al haber alcanzado la cumbre...
fr: {0}...[pause=0]\nVous avez réussi à atteindre le sommet...
pt: {0}...[pause=0]\n Você se saiu muito bem para alcançar o topo...
zh_hans: {0}……[pause=0]\n你们做的很好，抵达了顶峰……

# Expo_Cutscene_Line_004
source: You have done well to have reached the summit...
de: Das habt ihr gut gemacht den Gipfel zu erreichen...
es: Lo has hecho bien para haber alcanzado la cima...
fr: Vous avez réussi à atteindre le sommet...
zh_hans: 你们做的很好，抵达了顶峰……

# Expo_Cutscene_Line_005
source: Having triumphed over the battles against the dungeon Pokémon...
de: Im Kampfe habt ihr über viele Pokémon triumphiert...
es: Habiendo triunfado en las batallas contra los Pokémon en la mazmorra...
fr: Ayant triomphé des batailles contre les Pokémon des donjons...
pt: Tendo triunfado nas batalhas contra os Pokémon do calabouço...
zh_hans: 征服了迷宫内的宝可梦……

# Expo_Cutscene_Line_006
source: Having navigated the endless uncertainties of the Mystery Dungeons...
de: Habt euch durch die endlosen Gefahren der mysteriösen Dungeons navigiert...
es: Habiendo navegado entre las interminables incertidumbres de los Territorios Misteriosos...
fr: Ayant navigué dans les incertitudes sans fin des Donjons Mystères...
pt: Navegado pelas incertezas intermináveis dos Calabouços Misteriosos...
zh_hans: 应付了不可思议迷宫内的无尽不确定因素……

# Expo_Cutscene_Line_007
source: And you've made lots of friendly friends~
de: Und dabei habt ihr euch mit vielen freundlichen Freunden angefreundet~
es: Y has hecho un montón de amigos~
fr: Et vous vous êtes fais beaucoup d'amis~
pt: E você fez muuuuitos amigos~
zh_hans: 而且交到了很多好朋友～

# Expo_Cutscene_Line_008
source: There is but one challenge left.[pause=0]\nYou must face us in battle.
de: Eine weitere Herausforderung bleibt jedoch übrig.[pause=0]\nIhr müsst uns im Kampfe entgegentreten.
es: Hay un sólo desafío más.[pause=0]\nDebes vencernos en combate.
fr: [pause=30]...Et pourtant vous n'avez pas donné de nom à votre équipe.
pt: Há apenas um desafio restante.[pause=0]\nEnfrente-nos em batalha.
zh_hans: 现在只剩一个挑战。[pause=0]\n你们必须在战斗中面对我们。

# Expo_Cutscene_Line_009
source: To test the successors of our legacy,[pause=0] we shall serve as your final trial.
de: Um die Nachfolge unseres Vermächtnisses zu testen,[pause=0] werden wir als eure letzte Prüfung dienen.
es: Para poner a prueba a los sucesores de nuestro legado,[pause=0] nosotros seremos tu prueba final.
fr: Whoooaaaa ! [pause=0] Vraiment ? [pause=0] Pendant tout ce temps ! ?
pt: Para testar os sucessores de nosso legado,[pause=0] nós seremos seu último teste.
zh_hans: 为了检验我们遗产的继承者，[pause=0]我们将作为你的最终审判。

# Expo_Cutscene_Line_010
source: Surpass yourselves,[pause=0] {0}.[pause=0]\nProve yourselves worthy of the title of Guildmaster!
de: Übertrefft euch selbst,[pause=0] {0}.[pause=0]\nBeweist, dass ihr des Titels des Gildenmeisters würdig seid!
es: Superaos a vosotros mismos,[pause=0] {0}.[pause=0]\n ¡Demostrad ser dignos del título de Maestro del Gremio!
fr: Un nom d'équipe... quel sera-t-il ?
pt: Superem a si mesmos,[pause=0]{0}.[pause=0]\nProvem que vocês merecem o título de Mestres de Guilda!
zh_hans: 超越自己，[pause=0]{0}。[pause=0]\n证明自己配得上公会会长之荣耀！
