Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_SHADOW_FORCE_CHARGE
source: {0} vanished instantly!
de: {0} verschwindet augenblicklich!
es: ¡{0} despareció instantáneamente!
fr: {0} disparaît instantanément!
it: {0} è scomparso all'istante!
zh_hans: {0}的身影瞬间消失了！

# MSG_SHADOW_FORCE_END
source: {0} reappeared!
de: {0} erscheint wieder!
es: ¡{0} reapareció!
fr: {0} réapparaît!
it: {0} è riapparso!
zh_hans: {0}再次出现了！

# MSG_SHED_SHELL
source: {0} can't be immobilized due to its Shed Shell!
de: {0} kann dank der Wechselhülle nicht bewegungsunfähig werden!
es: ¡{0} no puede ser inmovilizado gracias a Muda Concha!
fr: {0} n'est pas immobilisé grâce à Carapace Mue!
it: {0} non può essere immobilizzato grazie al suo Disfoguscio!
zh_hans: {0}的美丽空壳阻止了禁足！

# MSG_SKETCH
source: {0} sketched {1}'s moves!
de: {0} ahmt {1}s Angriffe nach!
es: ¡{0} copió los movimientos de {1}!
fr: {0} copie les capacités de {1}!
it: {0} ha copiato le mosse di {1}!
zh_hans: {0}写生了{1}的招式！

# MSG_SKETCH_FAIL
source: {0}'s move wasn't sketched!
de: {0}s Attacke wurde nicht nachgeahmt!
es: ¡El movimiento de {0} no fue copiado!
fr: La capacité de {0} n'a pas été copié!
it: Le mosse di {0} non sono state copiate!
zh_hans: {0}的招式不能被写生！

# MSG_SKILL_CALL
source: The move turned into {0}!
de: Die Attacke wurde in {0} umgewandelt!
es: ¡El movimiento se convirtió en {0}!
fr: La capacité s'est converti en {0}!
it: La mossa è stata cambiata in {0}!
zh_hans: 该招式变成了{0}！

# MSG_SKILL_FAILED
source: But it failed!
de: Aber es schlug fehl!
es: ¡Pero falló!
fr: Mais cela a échoué!
it: Ma fallisce!
zh_hans: 但是它失败了！

# MSG_SKILL_SEALED
source: The move is sealed! It can't be used!
de: Die Attacke ist blockiert! Sie kann nicht benutzt werden!
es: ¡El movimiento esta sellado! ¡No puede ser utilizado!
fr: La capacité est scellée! Elle ne peut pas être utilisée!
it: La mossa è stata bloccata e non può essere utilizzata!
zh_hans: 该招式被封印了！无法使用！

# MSG_SKILL_TO_ELEMENT
source: It turned into the {0}-type!
de: Es nimmt den Typ {0} an!
es: ¡Se convirtió en tipo {0}!
fr: Ça a été convertis en type {0}!
it: È diventata di tipo {0}!
zh_hans: 变成了{0}属性！

# MSG_SKILL_UNFINISHED
source: Oops! This move doesn't work yet!
de: Upps! Diese Attacke funktioniert noch nicht!
es: ¡Oops! ¡Este movimiento no funciona todavía!
fr: Oups! La capacité ne fonctionne pas encore!
it: Oops! Questa mossa non funziona ancora!
zh_hans: 哎哟！这个招式还不能用！

# MSG_SKILL_USE
source: {0} used {1}!
de: {0} benutzt {1}!
es: ¡{0} usó {1}!
fr: {0} a utilisé {1}!
it: {0} ha usato {1}!
zh_hans: {0}使出了{1}！

# MSG_SKULL_BASH_CHARGE
source: {0} lowered its head!
de: {0} senkt seinen Kopf!
es: ¡{0} bajó su cabeza!
fr: {0} baisse la tête!
it: {0} ha abbassato la testa!
zh_hans: {0}低下了头！

# MSG_SKY_ATTACK_CHARGE
source: {0} became cloaked in a harsh light!
de: {0} wurde in helles Licht gehüllt!
es: ¡{0} está rodeado de una luz brillante!
fr: {0} est entouré d'une lumière intense!
it: {0} è avvolto da una luce intensa!
zh_hans: {0}被强光笼罩！

# MSG_SKY_DROP_CHARGE
source: {0} took {1} into the sky!
de: {0} entführt {1} in luftige Höhen!
es: ¡{0} llevó {1} hacia el cielo!
it: {0} ha portato {1} in cielo!
zh_hans: {0}将{1}带上了高空！

# MSG_SLEEP_ALREADY
source: {0} is already asleep!
de: {0} schläft bereits!
es: ¡{0} ya está dormido!
fr: {0} dort déjà!
it: {0} sta già dormendo!
zh_hans: {0}已经睡着了！

# MSG_SLEEP_END
source: {0} woke up!
de: {0} ist aufgewacht!
es: ¡{0} se despertó!
fr: {0} se réveille!
it: {0} si è svegliato!
zh_hans: {0}醒了！

# MSG_SLEEP_FAIL
source: {0} didn't fall asleep!
de: {0} ist nicht eingeschlafen!
es: ¡{0} no se quedó dormido!
fr: {0} ne s'est pas endormi!
it: {0} non si è addormentato!
zh_hans: {0}没有睡着！

# MSG_SLEEP_START
source: {0} fell asleep!
de: {0} ist eingeschlafen!
es: ¡{0} se quedó dormido!
fr: {0} s'endort!
it: {0} si è addormentato!
zh_hans: {0}睡着了！

# MSG_SLEEPLESS
source: {0} is sleepless!
de: {0} ist schlaflos!
es: ¡{0} no puede dormir!
fr: {0} est insomniaque!
it: {0} è insonne!
zh_hans: {0}不眠了！

# MSG_SLEEPLESS_ALREADY
source: {0} is already sleepless!
de: {0} ist bereits schlaflos!
es: ¡{0} ya sufre de insomnio!
fr: {0} est déjà insomniaque!
it: {0} è già insonne!
zh_hans: {0}已经不眠了！

# MSG_SLEEPLESS_END
source: {0} is no longer sleepless!
de: {0} ist nicht mehr schlaflos!
es: ¡{0} ya no tiene problemas para dormir!
fr: {0} n'est plus insomniaque!
it: {0} non è più insonne!
zh_hans: {0}不再不眠了！

# MSG_SLEEPLESS_START
source: {0} became sleepless!
de: {0} wurde schlaflos!
es: ¡{0} comenzó a sufrir de insomnio!
fr: {0} devient insomniaque!
it: {0} è diventato insonne!
zh_hans: {0}无法入眠了！

# MSG_SLIP_END
source: {0} can no longer travel over water!
de: {0} kann nicht mehr über Wasser laufen!
es: ¡{0} ya no puede caminar sobre el agua!
fr: {0} ne peut plus marcher sur l'eau!"
it: {0} non può più viaggiare sull'acqua!
zh_hans: {0}不再能水上行走了！

# MSG_SLIP_START
source: {0} can now travel over water!
de: {0} kann nun über Wasser laufen!
es: ¡{0} puede ahora caminar sobre el agua!
fr: {0} peut maintenant marcher sur l'eau!
it: {0} ora può viaggiare sull'acqua!
zh_hans: {0}能在水上行走了！

# MSG_SLOW_START
source: {0} can't get it going with its Slow Start!
de: {0} ist saumselig und kann nicht loslegen!
es: ¡{0} no puede ponerse en marcha debido a su 'Inicio Lento'!
fr: {0} ne peux pas y arriver avec son Début Calme!
it: {0} non riesce a muoversi per via di Lentoinizio!
zh_hans: 由于特性 慢启动，{0}暂时行动缓慢！

# MSG_SNATCH
source: {0} snatched the move!
de: {0} übernimmt die Attacke!
es: ¡{0} robó el movimiento!
fr: {0} a volé la capacité!
it: {0} ha scippato la mossa!
zh_hans: {0}抢夺了招式效果！

# MSG_SNATCH_END
source: {0} is no longer waiting to snatch a move!
de: {0} wartet nicht mehr darauf, eine Attacke zu übernehmen!
es: ¡{0} ya no espera para robar un movimiento!
fr: {0} ne se prépare plus à saisir une capacité!
it: {0} non sta più aspettando di scippare una mossa!
zh_hans: {0}不再抢夺招式效果了！

# MSG_SNATCH_START
source: {0} waits for someone to make a move!
de: {0} wartet bis jemand einen Angriff macht!
es: ¡{0} espera a que alguien haga un movimiento!
fr: {0} attend que l'ennemi utilise une capacité!
it: {0} aspetta che qualcuno faccia la sua mossa!
zh_hans: {0}正在等待其他人采取行动！

# MSG_SNOW_WARNING
source: {0}'s Snow Warning started a hailstorm!
de: {0}s Hagelalarm verursacht einen Hagelsturm!
es: ¡Nevada de {0} ha provocado una tormenta de granizo!
fr: Alerte Neige de {0} a déclenché une tempête de grêle !
it: Scendineve di {0} ha provocato una grandinata!
zh_hans: {0}的特性 降雪，使天气下起了雪！

# MSG_SOLAR_BEAM_CHARGE
source: {0} took in sunlight!
de: {0} badet in Sonnenlicht!
es: ¡{0} ha absorbido luz solar!
fr: {0} rayonne!
it: {0} ha assorbito la luce solare!
zh_hans: {0}吸收了阳光！

# MSG_SOLAR_POWER
source: {0}'s Solar Power is causing strain!
de: {0}s Solarkraft belastet es!
es: ¡El poder solar de {0} está causando tensión!
fr: Force Soleil de {0} le charge!
it: {0} si sta sforzando a causa di Solarpotere!
zh_hans: {0}的特性 太阳之力 造成了损伤！

# MSG_SPEED_BUFF_NO_LESS
source: {0} can't go any slower!
de: {0} kann nicht langsamer werden!
es: ¡{0} no puede ir más lento!
fr: {0} ne peux pas être plus lent!
it: {0} non può essere più lento!
zh_hans: {0}不能再慢了！

# MSG_SPEED_BUFF_NO_MORE
source: {0} can't go any faster!
de: {0} kann nicht schneller werden!
es: ¡{0} no puede ir más rápido!
fr: {0} ne peux pas aller plus vite!
it: {0} non può essere più veloce!
zh_hans: {0}不能再快了！

# MSG_SPEED_DOUBLE
source: {0} is at double speed!
de: Die Bewegungsgeschwindigkeit von {0} ist verdoppelt!
es: ¡{0} duplicó su velocidad!
fr: {0} a dupliqué sa vitesse!
it: La velocità di movimento di {0} raddoppia!
zh_hans: {0}进入了二倍速状态！

# MSG_SPEED_FOURTH
source: {0} is at one-fourth speed!
de: Die Bewegungsgeschwindigkeit von {0} ist geviertelt!
es: ¡{0} está a una cuarta parte de su velocidad normal!
fr: {0} est à un quart de sa vitesse!
it: La velocità di movimento di {0} è divisa per quattro!
zh_hans: {0}进入了四慢速状态！

# MSG_SPEED_HALF
source: {0} is at half speed!
de: Die Bewegungsgeschwindigkeit von {0} ist halbiert!
es: ¡{0} está a una mitad de su velocidad normal!
fr: {0} est à la moitié de sa vitesse!
it: La velocità di {0} è dimezzata!
zh_hans: {0}进入了半速状态！

# MSG_SPEED_NORMAL
source: {0} is at normal speed!
de: Die Bewegungsgeschwindigkeit von {0} ist wieder normal!
es: ¡{0} está a su velocidad normal!
fr: {0} est à sa vitesse normal!
it: La velocità di {0} è normale!
zh_hans: {0}恢复到了常规的速度！

# MSG_SPEED_QUADRUPLE
source: {0} is at quadruple speed!
de: Die Bewegungsgeschwindigkeit von {0} ist vervierfacht!
es: ¡{0} cuadruplicó su velocidad!
fr: {0} a quadruplé sa vitesse!
it: La velocità di {0} è quadruplicata!
zh_hans: {0}进入了四倍速状态！

# MSG_SPEED_THIRD
source: {0} is at one-third speed!
de: Die Bewegungsgeschwindigkeit von {0} ist gedrittelt!
es: ¡{0} está a una tercera parte de su velocidad normal!
fr: {0} est à un tier de sa vitesse!
it: La velocità di movimento di {0} è divisa per tre!
zh_hans: {0}进入了三慢速状态！

# MSG_SPEED_TRIPLE
source: {0} is at triple speed!
de: Die Bewegungsgeschwindigkeit von {0} ist verdreifacht!
es: ¡{0} triplicó su velocidad!
fr: {0} a triplé sa vitesse!
it: La velocità di movimento di {0} è triplicata!
zh_hans: {0}进入了三倍速状态！

# MSG_STAIR_SENSOR
source: The stairs are this way!
de: Die Treppe ist hier entlang!
es: ¡Las escaleras están por aquí!
fr: Les esclaliers sont par là!
it: Le scale sono da questa parte!
zh_hans: 楼梯在这个方向！

# MSG_STAIRS
source: Stairs appeared!
de: Treppen sind aufgetauch!
es: ¡Escaleras han aparecido!
it: Sono apparse le scale!
zh_hans: 楼梯出现了！

# MSG_STAMINA
source: {0} is showing its Stamina!
de: {0}s Zähigkeit kommt zum Vorschein!
es: ¡{0} está mostrando su Estamina!
it: {0} dimostra la sua Sopportazione!
zh_hans: {0}展现出了持久力！

# MSG_STAT_BOOST
source: {0}'s base {1} was boosted by {2}.
de: {0}s Basis-{1} wurde um {2} verstärkt.
es: [El/La] {1} base de {0} aumentó por {2}.
fr: La base {1} de {0} a été augmentée par {2}.
it: {1} base di {0} è aumentato di {2}.
zh_hans: {0}的基础{1}提高了{2}点。

# MSG_STAT_BOOST_MIN
source: {0}'s base {1} was boosted slightly.
de: {0}s Basis {1} wurde etwas verstärkt.
es: [El/La] {1} base de {0} aumentó un poco.
it: [il/la]{1} base di {0} aumenta un po'.
zh_hans: {0}的基础{1}小幅提高了。

# MSG_STAT_BOOST_MULTI
source: {0}'s base stats were boosted!
de: {0}s Basiswerte wurden verstärkt!
es: ¡Las estadísticas base de {0} aumentaron!
it: Le statistiche base di {0} sono aumentate!
zh_hans: {0}的多种基础能力提高了！

# MSG_STAT_BOOST_MULTI_MIN
source: {0}'s base stats were boosted slightly.
de: {0}s Basiswerte wurden leicht verstärkt.
es: Las estadísticas base de {0} aumentaron un poco.
it: Le statistiche base di {0} sono aumentate un po'.
zh_hans: {0}的多种基础能力小幅提高了。

# MSG_STAT_CHARGE
source: {0} is protected from stat changes!
de: {0} ist gegen Wertsenkungen geschützt!
es: ¡{0} está protegido de cambios de estadísticas!
fr: {0} est protégé des changements de stats!
it: {0} è protetto dalle modifiche alle statistiche!
zh_hans: {0}的能力变化正在被保护！

# MSG_STAT_CHARGE_END
source: {0} is no longer protected from stat changes!
de: {0} ist nicht mehr gegen Wertsenkungen geschützt!
es: ¡{0} ya no está protegido de cambios de estadísticas!
fr: {0} n'est plus protégé des changements de stats!
it: {0} non è più protetto dalle modifiche alle statistiche!
zh_hans: {0}的能力变化不再被保护了！

# MSG_STAT_CHARGE_START
source: {0} was protected from stat changes!
de: {0} wurde gegen Wertsenkungen geschützt!
es: ¡{0} fue protegido de cambios de estadísticas!
fr: {0} a été protégé des changements de stats!
it: {0} viene protetto dalle modifiche alle statistiche!
zh_hans: {0}的能力变化被保护了！

# MSG_STAT_DROP
source: {0}'s base {1} dropped by {2}.
de: {0}s Basis {1} wurde um {2} verringert.
es: [El/La] {1} base de {0} se redució por {2}.
it: [il/la]{1} base di {0} è diminuito di {2}.
zh_hans: {0}的基础{1}降低了{2}点。

# MSG_STAT_DROP_MULTI
source: {0}'s base stats dropped!
de: {0}s Basiswerte sind gesunken!
es: ¡Las estadísticas base de {0} se reducieron!
it: Le statistiche base di {0} sono diminuite!
zh_hans: {0}的多种基础能力降低了！

# MSG_STAT_DROP_PROTECT
source: {0}'s {1} prevented its {2} from dropping!
de: {0}s {2} wurde dank {1} nicht verringert!
es: ¡{1} de {0} impidió que bajara su {2}!
fr: {1} de {0} a empêché son {2} de baisser!
it: {1} di {0} impedisce la diminuzione di {2}!
zh_hans: {0}的{1}阻止了{2}降低！

# MSG_STAT_DROP_REFLECT
source: {0}'s {1} reflected the stat change!
de: {0}s {1} hat die Wertänderung reflektiert!
es: ¡{1} de {0} reflejó el cambio de estado!
it: {0} di {1} restituisce la modifica alla statistica!
zh_hans: {0}的{1}反弹了能力变化！

# MSG_STAT_DROP_TRIGGER
source: The stat drop triggered {0}'s {1}!
de: Die Wertsenkung aktivierte {0}s {1}!
es: ¡La bajada de estadística activó {1} de {0}!
fr: La baisse de stats a déclenché {1} de {0}!
it: La diminuzione delle statistiche attiva {1} di {0}!
zh_hans: 能力降低触发了{0}的{1}！

# MSG_STAT_MAXED
source: {0}'s base {1} is already maxed out.
de: {0}s Basis-{1} ist bereits maximiert.
es: [El/La] {1} base de {0} ya está al máximo.
fr: La base {1} de {0} est déjà au maximum.
it: {1} di {0} non può più aumentare.
zh_hans: {0}的基础{1}已经满了。

# MSG_STAT_SPLIT
source: {0} split its {1} with {2}!
de: {0} teilte seine {1} mit {2}!
es: ¡{0} dividió su {1} con {2}!
fr: {0} divise son {1} avec {2}!
it: {0} suddivide {1} con {2}!
zh_hans: {0}与{2}平分了{1}！

# MSG_STAT_SWAP
source: {0} swapped its {1} with its {2}!
de: {0} tauschte seine {1} mit {2}!
es: ¡{0} cambió su {1} por su {2}!
fr: {0} a échangé son {1} avec son {2}!
it: {0} scambia {1} con {2}!
zh_hans: {0}将其{1}和{2}交换了！

# MSG_STAT_SWAP_OTHER
source: {0} swapped its {1} with {2}!
de: {0} tauschte seine {1} mit {2}!
es: ¡{0} cambió su {1} por {2}!
it: {0} scambia {1} con {2}!
zh_hans: {0}与{2}互换了{1}！

# MSG_STATIC
source: {0}'s Static paralyzes on contact!
de: {0}s Statik verursacht Paralyse bei Kontakt!
es: ¡Electricidad estática de {0} paraliza al contacto!
fr: Statik de {0} paralyse au contact!
it: Statico di {0} paralizza al contatto!
zh_hans: {0}的特性 静电 使接触者麻痹了！

# MSG_STATUS_END
source: {0}'s {1} status wore off!
de: {0}s {1} lässt nach!
es: ¡{1} de {0} desapareció!
fr: {1} de {0} disparaît!
it: {1} di {0} svanisce!
zh_hans: {0}的{1}状态消失了！

# MSG_STATUS_PROTECT
source: {0} was protected from the {1} status!
de: {0} wurde vor dem Status {1} beschützt!
es: ¡{0} estaba protegido del estado {1}!
fr: {0} est protégé du statut {1}!
it: {0} è protetto da {1}!
zh_hans: {0}的能力被保护了！

# MSG_STATUS_PROTECT_END
source: {0} is no longer protected from the {1} status!
de: {0} ist nicht mehr gegen den Status {1} geschützt!
es: ¡{0} ya no está protegido del estado {1}!
fr: {0} n'est plus protégé du statut {1}!
it: {0} non è più protetto da {1}!
zh_hans: {0}的能力不再被保护了！

# MSG_STEADFAST
source: {0}'s Steadfast raised its Movement Speed!
de: {0}s Bewegungsgeschwindigkeit wurde durch Felsenfest erhöht!
es: ¡Impasible de {0} aumentó su Velocidad de Movimiento!
fr: Impassible de {0} a augmenté sa Vitesse de Mouvement!
it: Cuordeciso di {0} ha aumentato la sua velocità di movimento!
zh_hans: {0}的特性 不屈之心 提高了移动速度！

# MSG_STEAL_DRINK
source: {0} stole and drank the {1}!
de: {0} stahl und trank {1}!
es: ¡{0} robó y bebió {1}!
fr: {0} a volé et a bu {1}!
it: {0} ruba e beve {1}!
zh_hans: {0}偷走并摄入了{1}！

# MSG_STEAL_EAT
source: {0} stole and ate the {1}!
de: {0} stahl und aß {1}!
es: ¡{0} robó y comió {1}!
fr: {0} a volé et a mangé {1}!
it: {0} ruba e mangia {1}!
zh_hans: {0}偷走并食用了{1}！

# MSG_STEAL_ITEM
source: {0} stole the {1}!
de: {0} stahl {1}!
es: ¡{0} robó {1}!
fr: {0} a volé {1}!
it: {0} ruba {1}!
zh_hans: {0}偷走了{1}！

# MSG_STEAL_ITEM_CURSED
source: {0} couldn't steal anything because its item was sticky!
de: {0} konnte nichts stehlen, weil seine Items klebrig sind!
es: ¡{0} no pudo robar nada porque su objeto están pegajoso!
fr: {0} n'a rien pu voler car son objet était collant!
it: {0} non è riuscito a rubare niente perché il suo strumento è viscido!
zh_hans: {0}无法偷走道具，因为它携带的道具被粘着了！

# MSG_STEAL_ITEM_FAIL
source: {0} doesn't have an item to steal!
de: {0} besitzt keine Items zum Stehlen!
es: ¡{0} no tiene un objeto para robar!
fr: [0} n'a aucun objet a volé!
it: {0} non ha uno strumento da rubare!
zh_hans: {0}的身上没有东西可以偷走！

# MSG_STEAL_OPERATE
source: {0} stole and booted up the {1}!
de: {0} stahl und fuhr {1} hoch!
es: ¡{0} robó y arrancó {1}!
fr: {0} a volé et démarré {1}!
it: {0} ruba e avvia {1}!
zh_hans: {0}偷走并提高了{1}！

# MSG_STEAL_USE
source: {0} stole and used the {1}!
de: {0} stahl und benutzte {1}!
es: ¡{0} robó y usó {1}!
fr: {0} a volé et utilisé {1}!
it: {0} ruba e utilizza {1}!
zh_hans: {0}偷走并使用了{1}！

# MSG_STEAL_WITH
source: {0} stole {2}'s {1} with {3}!
de: {0} stehlte {2}s {1} durch {3}!
es: ¡{0} robó {1} de {2} con {3}!
fr: {0} a volé {1} de {2} avec {3}!
it: {0} ruba {1} di {2} con {3}!
zh_hans: {0}用{3}偷走了{2}的{1}！

# MSG_STENCH
source: {0}'s Stench causes cringing on contact!
de: {0}s Duftnote lässt Gegner bei Kontakt zurückschrecken!
es: ¡El hedor de {0} provoca repulsión al contacto!
fr: Puanteur de {0} cause de la peur au contact!
it: Tanfo di {0} causa tentennamento al contatto!
zh_hans: {0}的特性 恶臭 使接触者畏缩了！

# MSG_STICKY_HOLD
source: {0} held on to its item!
de: {0} behielt sein Item!
es: ¡{0} se aferró a su objeto!
fr: {0} est accroché à son objet!
it: {0} tiene il suo strumento!
zh_hans: {0}紧粘着它的道具！

# MSG_STICKY_HOLD_MONEY
source: {0} held on to its money!
de: {0} behielt sein Geld!
es: ¡{0} se aferró a su dinero!
fr: {0} est accroché à son argent!
it: {0} tiene i suoi soldi!
zh_hans: {0}紧粘着它的金钱！

# MSG_STOCKPILE
source: {0} stockpiled {1}!
de: {0} hortet {1}!
es: ¡{0} almacenó {1} en reserva!
fr: {0} stocke {1}!
it: {0} accumula {1}!
zh_hans: {0}储存了{1}的能量！

# MSG_STOCKPILE_END
source: {0}'s stockpiled effect wore off!
de: {0}s Horter wirkt nicht mehr!
es: ¡El efecto de reserva de {0} se ha agotado!
fr: L'effet Stockage de {0} disapraît!
it: L'effetto di Accumulo di {0} svanisce!
zh_hans: {0}的蓄力效果消失了！

# MSG_STOCKPILE_NO_MORE
source: {0} can't stockpile any more!
de: {0} kann nicht noch mehr horten!
es: ¡{0} no puede almacenar más reservas!
fr: {0} ne peux plus stocker!
it: {0} non può più accumulare!
zh_hans: {0}不能再蓄力了！

# MSG_STOCKPILE_NONE
source: But {0} doesn't have anything stockpiled!
de: Aber {0} hat nichts gehortet!
es: ¡Pero {0} no tiene nada almacenado en reserva!
fr: Mais {0} n'a rien de stocké!
it: Ma {0} non ha accumulato nulla!
zh_hans: 但{0}没有蓄力任何！

# MSG_STORAGE_STORE
source: {0} sent the {1} to storage.
it: {0} ha inviato {1} nel deposito.
zh_hans: {0}把{1}送入了仓库。

# MSG_STORAGE_TAKE
source: {0} withdrew the {1} from storage.
de: {0} nimmt {1} aus dem Lager.
es: ¡{0} retiró {1} del almacenamiento!
fr: {0} a retiré {1} du stock!
it: {1} ha ritirato {1} dal deposito.
zh_hans: {0}取出了{1}。

# MSG_STORE_ENERGY
source: {0} is storing energy!
de: {0} speichert Energie!
es: ¡{0} está acumulando energía!
fr: {0} emmagasine de l'énergie!
it: {0} sta conservando energia!
zh_hans: {0}储存了能量！

# MSG_SUMMON_ALLIES
source: Pokémon were called to {0}'s side!
de: Pokémon wurden an {0}s Seite gerufen!
es: ¡Pokémon fueron llamados al lado de {0}!
fr: Pokémon ont été appelés aux côtés de {0}!
it: I Pokémon sono stati chiamati al fianco di {0}!
zh_hans: 将队友召集到了{0}身边！

# MSG_SUMMON_FOES
source: Pokémon were attracted!
de: Pokémon wurden angezogen!
es: ¡Pokémon fueron atraídos!
fr: Pokémon ont été attirés!
it: I Pokémon sono stati infatuati!
zh_hans: 吸引了其他宝可梦！

# MSG_SUN_END
source: The sunlight faded.
de: Das starke Sonnenlicht schwächt ab.
es: La luz del sol se desvaneció.
fr: Les rayons du soleil diminuent!
it: La luce solare è intensa.
zh_hans: 阳光暗下了。

# MSG_SUN_START
source: The sunlight turned harsh!
de: Das Sonnenlicht wird stärker!
es: ¡La luz del sol se ha vuelto intensa!
fr: Les rayons du soleil sont fort!
it: La luce solare intensa termina.
zh_hans: 阳光很刺眼！

# MSG_SURE_SHOT_END
source: {0} lost its aim!
de: {0} verliert seinen Fokus!
es: ¡{0} perdió su certeza!
fr: {0} perd sa cible!
it: {0} ha perso la mira!
zh_hans: {0}不再锁定了！

# MSG_SURE_SHOT_START
source: {0} took aim!
de: {0} zielt!
es: ¡{0} empezó a apuntar!
fr: {0} vise!
it: {0} prende la mira!
zh_hans: {0}锁定了目标！

# MSG_SWEET_VEIL
source: {0} can't fall asleep due to Sweet Veil!
de: {0} kann dank der Zuckerhülle nicht einschlafen!
es: ¡{0} no puede dormirse debido a Velo Dulce!
fr: {0} ne peut pas s'endormir à cause de Gluco-Voile!
it: {0} non può essere addormentato grazie a Dolcevelo!
zh_hans: 由于特性 甜幕，{0}不会睡着！

# MSG_SWEET_VEIL_DROWSY
source: {0} can't become drowsy due to Sweet Veil!
de: {0} kann aufgrund der Zuckerhülle nicht müde werden!
es: ¡{0} no puede adormecerse debido a Velo Dulce!
fr: {0} ne peut pas somnoler à cause Gluco-Voile!
it: {0} non può essere assonnato grazie a Dolcevelo!
zh_hans: 由于特性 甜幕，{0}不会瞌睡！

# MSG_SWITCH_NEEDED_MULTI
source: {0} more switches remain.
de: {0} weitere Schalter verbleiben.
es: Faltan {0} interruptores.
it: Mancano altri {0} interruttori.
zh_hans: 还剩下{0}个开关。

# MSG_SWITCH_NEEDED_ONE
source: {0} more switch remains.
de: {0} weiterer Schalter verbleibt.
es: Falta {0} interruptor.
it: Manca {0} interruttore.
zh_hans: 还剩下{0}个开关。

# MSG_SWITCH_NEEDED_SYNC
source: Team members must be on all {0} switches.
de: Teammitglieder müssen auf allen {0} Schaltern stehen.
es: Los miembros del equipo deben de estar en los {0} interruptores.
it: I membri del team devono essere su tutti e {0} gli interruttori.
zh_hans: 队员必须站在所有{0}个开关上。

# MSG_SYNCHRO_FAIL
source: {0} isn't the same type as {1}!
de: {0} hat nicht denselben Typ von {1} angenommen!
es: ¡{0} no es del mismo tipo que {1}!
fr: {0} n'est pas du même type que {1}!
it: {0} non è dello stesso tipo di {1}!
zh_hans: {0}的属性与{1}不同！

# MSG_SYNCHRONIZE
source: {0}'s {1} shared the status problem!
de: {0}s {1} teilte das Statusproblem!
es: ¡{1} de {0} compartió el problema de estado!
fr: {1} de {0} partage le problême de status!
it: {1} di {0} condivide il problema di stato!
zh_hans: {0}的{1}共享了异常状态！

# MSG_TAUNT_ALREADY
source: {0} is already taunted!
de: {0} ist bereits verhöhnt!
es: ¡{0} ya está mofado!
fr: {0} est déjà provoqué!
it: {0} è già provocato!
zh_hans: {0}已经被挑衅了！

# MSG_TAUNT_START
source: {0} fell for the taunt!
de: {0} ist auf den Verhöhner reingefallen!
es: ¡{0} cayo en la mofa!
fr: {0} cède à la provocation!
it: {0} è caduto nella provocazione!
zh_hans: {0}被挑衅了！

# MSG_TELEKINESIS_START
source: {0} was hurled into the air!
de: {0} wurde in die Luft geschleudert!
es: ¡{0} fue lanzado al aire!
fr: {0} est soulevé dans les airs!
it: {0} è stato fatto fluttuare in aria!
zh_hans: {0}被抛向了空中！

# MSG_THROW
source: {0} threw the {1}!
de: {0} hat {1} geworfen!
es: ¡{0} lanzó {1}!
fr: {0} a jeté {1}!
it: {0} ha lanciato {1}!
zh_hans: {0}投出了{1}！

# MSG_THROW_CURSED
source: {0}'s {1} is sticky and can't be thrown!
de: {0}s {1} ist klebrig und kann nicht geworfen werden!
es: ¡El objeto {1} de {0} está pegajoso y no puede ser lanzado!
fr: {1} de {0} est collant et ne peut pas être jeté!
it: {1} di {0} è viscido e non può essere lanciato!
zh_hans: {0}的{1}被粘着了，无法投出！

# MSG_TILE_CHECK
source: {0} triggered the {1}!
de: {0} aktiviert {1}!
es: ¡{0} activó {1}!
fr: {0} a déclenché {1}!
it: {0} attiva {1}!
zh_hans: {0}触发了{1}！

# MSG_TIME_UP
source: It's right nearby! It's gusting hard!
de: Es ist ganz nah und macht ziemlich viel Wind!
es: ¡Está aquí mismo y sopla muy fuerte!
fr: C'est juste à côté! Il y'a de fortes rafales!
it: È qui vicino e soffia fortissimo!
zh_hans: 就在附近！一阵强风！

# MSG_TIME_WARNING_1
source: Something's stirring...
de: Da ist irgendwas...
es: Algo se está moviendo...
fr: Quelque chose s'agite...
it: Qualcosa si sta muovendo...
zh_hans: 有什么在活动……

# MSG_TIME_WARNING_2
source: Something's approaching...
de: Es scheint näher zu kommen...
es: Algo se está acercando...
fr: Quelque chose approche...
it: Qualcosa si sta avvicinando...
zh_hans: 有什么在靠近……

# MSG_TIME_WARNING_3
source: It's getting closer!
de: Es kommt näher!
es: ¡Está cada vez más cerca!
fr: Ça s'approche!
it: Si sta avvicinando!
zh_hans: 越来越近了！
