Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_ELECTRIC_TERRAIN_NO_DROWSY
source: {0} can't become drowsy due to the electric current!
de: {0} kann wegen dem Elektrofeld nicht müde werden!
es: ¡{0} no puede quedarse adormecido debido a la corriente eléctrica!
fr: {0} ne peut pas somnoler à cause du courant électrique!
it: {0} non può assonnarsi a causa dell'elettricità!
zh_hans: 由于电流的影响，{0}没有打瞌睡！

# MSG_ELECTRIC_TERRAIN_NO_SLEEP
source: {0} can't sleep due to the electric current!
de: {0} kann wegen dem Elektrofeld nicht schlafen!
es: ¡{0} no puede quedarse dormido debido a la corriente eléctrica!
fr: {0} ne peut pas dormir à cause du courant électrique!
it: {0} non può addormentarsi a causa dell'elettricità!
zh_hans: 由于电流的影响，{0}没有睡着！

# MSG_ELECTRIC_TERRAIN_START
source: An electric current runs across the battlefield!
de: Elektrische Energie fließt durch den Boden!
es: ¡Una corriente eléctrica corre por el campo de batalla!
fr: Un courant électrique se répand dans tout l'étage!
it: Il terreno è copero dalla corrente elettrica!
zh_hans: 电气穿过了场地！

# MSG_ELECTRIFY_END
source: {0}'s attacks are no longer electrified!
de: {0}s Angriffe sind nicht mehr elektrisiert!
es: ¡Los ataques de {0} ya no están electrificados!
fr: Les attaques de {0} ne sont plus électrifiées!
it: Gli attacchi di {0} non sono più elettrici!
zh_hans: {0}的攻击不再带电了！

# MSG_ELECTRIFY_START
source: {0}'s attacks became electrified!
de: {0}s Angriffe sind elektrisiert!
es: ¡Los ataques de {0} se volvieron electrificados!
fr: Les attaques de {0} sont électrifiées!
it: Gli attacchi di {0} diventano elettrici!
zh_hans: {0}的攻击带电了！

# MSG_ELEMENT_WEATHER
source: {0}'s {1} typing turned it into {2}!
de: {0}s {1} Typ ist zu {2} geworden!
es: ¡El tipo {1} de {0} se convirtió en {2}!
it: Il tipo {1} di {0} è cambiato nel tipo {2}!
zh_hans: {0}的{1}属性将场地变为了{2}！

# MSG_EMBARGO
source: {0} can't use items due to Embargo!
de: {0} kann aufgrund einer Itemsperre keine Items verwenden!
es: ¡{0} no puede usar objetos debido a Embargo!
fr: {0} ne peut pas utiliser d'objets à cause d'Embargo!
it: {0} non può utilizzare gli strumenti a causa di Divieto!
zh_hans: 因为查封，{0}无法使用道具！

# MSG_EMBARGO_ALREADY
source: {0} is already under the effects of Embargo!
de: {0} unterliegt bereits einer Itemsperre!
es: ¡{0} ya está bajo los efectos de Embargo!
fr: {0} est déjà sous l'effet d'Embargo!
it: {0} è già sotto gli effetti di Divieto!
zh_hans: {0}已经受到了查封的影响！

# MSG_EMBARGO_END
source: {0} can use items again!
de: {0} kann wieder Items verwenden!
es: ¡{0} puede usar objetos de nuevo!
fr: {0} peut de nouveau utiliser des objets!
it: {0} può riutilizzare gli strumenti!
zh_hans: {0}可以使用道具了！

# MSG_EMBARGO_START
source: {0} was prevented from using items!
de: {0} unterliegt einer Itemsperre!
es: ¡{0} no puede usar objetos!
fr: {0} ne peut plus utiliser d'objets!
it: {0} non può utilizzare gli strumenti!
zh_hans: {0}将被阻止使用道具！

# MSG_ENCORE_ALREADY
source: {0} already has an encore!
de: {0} gibt bereits eine Zugabe!
es: ¡{0} ya está bajo los efectos de Otra vez!
fr: {0} subit déjà Encore!
it: {0} è già sotto gli effetti di Ripeti!
zh_hans: {0}已经中了再来一次！

# MSG_ENCORE_END
source: {0}'s encore ended!
de: {0}s Zugabe endet!
es: ¡El efecto de Otra vez de {0} terminó!
fr: Encore de {0} disparaît!
it: {0} si riprende da Ripeti!
zh_hans: {0}的再来一次结束了！

# MSG_ENCORE_START
source: {0} received an encore!
de: {0} gibt eine Zugabe!
es: ¡{0} está bajos los efectos de Otra vez!
fr: {0} subit Encore!
it: {0} è sotto gli effetti di Ripeti!
zh_hans: {0}中了再来一次！

# MSG_ENDURE_END
source: {0} stopped enduring!
de: {0}s Ausdauer endet!
es: ¡{0} ya no está con Aguante!
fr: {0} n'est plus tenace!
it: {0} ha smesso di resistere!
zh_hans: {0}不再挺住了！

# MSG_ENDURE_START
source: {0} braced itself!
de: {0} macht sich bereit!
es: ¡{0} se preparó!
fr: {0} rassemble ses forces!
it: {0} si prepara!
zh_hans: {0}正在挺住！

# MSG_EQUIP_SHARE
source: {1} is sharing the effects of the {0}!
de: {1} teilt die Effekte von {0}!
es: ¡{1} está compartiendo los efectos de {0}!
fr: {1} partage les effets de {0}
it: {1} condivide l'effetto di {0}!
zh_hans: {1}正在共享{0}的效果！

# MSG_EXCESSIVE_FORCE
source: {0}'s {1} spread the damage!
de: {0}s {1} hat den Schaden verteilt!
es: ¡{1} de {0} propagó el daño!
fr: {1} de {0} diffuse les dégats!
it: {1} di {0} diffonde il danno!
zh_hans: {0}的{1}分散了伤害！

# MSG_EXCHANGE_HELD_ITEM
source: {0} and {1} had their held items switched!
de: {0} und {1} tauschten Items miteinander!
es: ¡Los objetos de {0} y {1} han sido intercambiados!
fr: Les objets de {0} et {1} ont leurs objets tenus échangés!
it: {0} e {1} hanno scambiato i loro strumenti equipaggiati!
zh_hans: {0}和{1}交换了持有的道具！

# MSG_EXCHANGE_ITEM
source: {0}'s {2} was exchanged with {1}'s {3}!
de: {0}s {2} wurde mit {1}s {3} ausgetauscht!
es: ¡El {2} de {0} fue intercambiado por el {3} de {1}!
fr: {2} de {0} a été échangé par {3} de {1}!
it: {2} di {0} è stato scambiato con {3} di {1}!
zh_hans: {0}的{2}与{1}的{3}交换了！

# MSG_EXCHANGE_ITEM_FAIL
source: But neither {0} nor {1} have an item to switch!
de: Aber weder {0} noch {1} hat ein Item das ausgetauscht werden kann!
es: ¡Pero ni {0} ni {1} tienen un objeto para cambiar!
fr: Mais ni {0} ni {1} a un objet à échanger!
it: Ma sia {0} che {1} non hanno strumenti da scambiare!
zh_hans: 但是{0}和{1}没有道具可以交换！

# MSG_EXCL_ITEM_TYPE
source: {0}'s {1} took effect!
de: {0} hat den Effekt von {1} angenommen!
es: ¡{1} de {0} hizo efecto!
fr: {1} de {0} a fait effet !
it: {1} di {0} si attiva!
zh_hans: {0}的{1}生效了！

# MSG_EXPLODE
source: {0} exploded!
de: {0} explodiert!
es: ¡{0} explotó!
fr: {0} a explosé!
it: {0} esplode!
zh_hans: {0}爆炸了！

# MSG_EXPLORER_IMMUNE
source: Explorers aren't affected by the move!
de: Erkunder werden nicht von dieser Attacke getroffen!
es: ¡Los exploradores no son afectados por el movimiento!
fr: Les exploaratues ne sont pas affectés par cette capacité!
it: Gli esploratori non sono influenzati da questo attacco!
zh_hans: 队伍没有受到影响！

# MSG_EXPOSE_END
source: {0} is no longer exposed!
de: {0} wird nicht mehr erkannt!
es: ¡{0} ya no está expuesto!
fr: {0} n'est plus vulnérable!
it: {0} non è più esposto!
zh_hans: {0}不再被识破了！

# MSG_EXPOSE_START
source: {0} was exposed! Its resistances and immunities were removed!
de: {0} wurde erkannt! Immunitäten und Resistenzen sind wirkungslos!
es: ¡{0} ha sido expuesto! ¡Sus resistencias e inmunidades fueron suprimidos!
fr: {0} est vulnérable! Ses faiblesses et résistances ont disparues!
it: {0} è stato esposto! Le sue resistenze e le sue immunità sono state rimosse!
zh_hans: {0}被识破了！消除了它对属性克制的抵抗力！

# MSG_EXTRA_TURN
source: {0}'s {1} let it move again!
de: Dank {0}s {1} erhält es einen weiteren Zug!
es: ¡{1} de {0} dejó que se moviera de nuevo!
fr: {1} de {0} le fait bouger à nouveau!
it: {1} di {0} permette di muoversi ancora!
zh_hans: {0}的{1}使它再次移动！

# MSG_FAIRY_LOCK_ALREADY
source: {0} is already affected by Fairy Lock!
it: {0} è già sotto gli effetti di Blocco Fatato!
zh_hans: {0}已经被妖精之锁影响了！

# MSG_FAIRY_LOCK_START
source: {0} will be locked down after its next attack!
it: {0} sarà bloccato dopo il suo prossimo attacco!
zh_hans: {0}将在进行攻击后被锁定！

# MSG_FAKE_ITEM
source: The {0} was actually [a/an] {1}!
de: {0} war tatsächlich ein {1}!
es: ¡{0} era en realidad {1}!
it: {1} in realtà era un {0}!
zh_hans: {0}其实是{1}！

# MSG_FIRE_SPIN_START
source: {0} was trapped in a vortex of fire!
de: {0} wird in einem Feuerwirbel gefangen genommen!
es: ¡{0} fue atrapado en un torbellino de fuego!
fr: {0} est piégé dans un vortex de feu!
it: {0} è intrappolato in un vortice di fuoco!
zh_hans: {0}被困在了火焰漩涡中！

# MSG_FLAME_BODY
source: {0}'s Flame Body burns on contact!
de: {0}s Flammkörper verbrennt bei Kontakt!
es: ¡Cuerpo llama de {0} quema al contacto!
fr: Le Corps Ardent de {0} brûle au contact!
it: Corpodifuoco di {0} scotta al contatto!
zh_hans: {0}的特性 火焰之躯 使接触者灼伤了！

# MSG_FLOOR_FILL
source: The entire floor was filled in!
de: Diese Etage wurde geebnet!
es: ¡Todo el piso ha sido rellenado!
fr: L'étage entier est recouvert!
it: L'intero piano è stato riempito!
zh_hans: 整个楼层被填满了！

# MSG_FLOOR_MAP
source: The floor was mapped out!
de: Die Karte dieser Ebene wurde aufgedeckt!
es: ¡El piso ha sido trazado!
fr: L'étage est éclairé.
it: Il piano è stato rivelato!
zh_hans: 显现了楼层的地图！

# MSG_FLOOR_REVEAL
source: All traps on the floor were revealed!
de: Alle Fallen auf dieser Ebene wurden aufgedeckt!
es: ¡Todas las trampas en el suelo han sido reveladas!
fr: Tout les pièges de l'étage sont visibles!
it: Tutte le trappole nel piano sono visibili!
zh_hans: 地板上的所有陷阱都暴露了！

# MSG_FLOOR_ROOM
source: The walls crumbled, making one big room!
de: Die Wände wurden entfernt, sodass nur ein großer Raum übrig ist!
es: ¡Los muros se han desmoronado creando una enorme sala!
fr: L'étage entier est devenu une grande salle!
it: Le mura crollano creando un'unica e grande stanza!
zh_hans: 墙壁倒塌了，变成了一个大房间！

# MSG_FLOOR_SCAN
source: Item and enemy locations were revealed!
de: Items und Gegner wurden aufgedeckt!
es: ¡Se han revelado posiciones de items y enemigos!
fr: La localisation des objets et des ennemis a été révelé!
it: La posizione degli strumenti e dei nemici sono visibili!
zh_hans: 道具和敌人的位置显示出来了！

# MSG_FLOOR_TRAPBUST
source: All traps on the floor were destroyed!
de: Alle Fallen auf dieser Ebene wurden zerstört!
es: ¡Todas las trampas en el suelo fueron destruidas!
fr: Tout les pièges de l'étage ont été détruits!
it: Tutte le trappole nel piano sono state distrutte!
zh_hans: 地板上所有的陷阱都被破坏了！

# MSG_FLOWER_VEIL_STATS
source: {0} is protected from stat drops by Flower Veil!
de: {0}s Statuswerte werden durch Blütenhülle beschützt!
es: ¡{0} está protegido de la reducción de estadisticas por Velo Flor!
fr: {0} est protégé de la baisse de stat par Flora-Voile!
it: {0} è protetto dalle modifiche alle statistiche grazie a Fiorvelo!
zh_hans: {0}受到了特性 花幕 的保护，能力不会降低！

# MSG_FLY_CHARGE
source: {0} flew up high!
de: {0} fliegt empor!
es: ¡{0} voló alto!
fr: {0} s'envole!
it: {0} vola in alto!
zh_hans: {0}飞向了高空！

# MSG_FLY_END
source: {0} dropped back down!
de: {0} landet!
es: ¡{0} aterrizó!
fr: {0} revient au sol!
it: {0} ritorna a terra!
zh_hans: {0}飞回了地面！

# MSG_FOCUS_ENERGY_START
source: {0} is getting pumped!
de: {0} pumpt sich auf!
es: ¡{0} se está preparando para luchar!
fr: {0} se gonfle!
it: {0} si sta gonfiando!
zh_hans: {0}开始聚气了！

# MSG_FOCUS_PUNCH_CHARGE
source: {0} is tightening its focus!
de: {0}s Fokus wird verstärkt!
es: ¡{0} está reforzando su concentración!
fr: {0} se concentre!
it: {0} si sta concentrando!
zh_hans: {0}正在聚气！

# MSG_FOCUS_PUNCH_END
source: {0} lost its focus!
de: {0} hat den Fokus verloren.
es: ¡{0} se desconcentró!
fr: {0} est déconcentré!
it: {0} perde la concentrazione!
zh_hans: {0}不再聚气了！

# MSG_FOG_END
source: The fog cleared.
de: Der Nebel löst sich auf.
es: La niebla se disipó.
fr: Le brouillard se dissipe.
it: La nebbia si dirada.
zh_hans: 雾散了。

# MSG_FOG_START
source: The fog is deep...
de: Der Nebel ist stark...
es: La niebla es densa...
fr: Le brouillard est épais...
it: C'è una fitta nebbia...
zh_hans: 雾很浓……

# MSG_FOLLOW_ME_ALREADY
source: {0} is already the center of attention!
de: {0} hat bereits Aufmerksamkeit auf sich gezogen!
es: ¡{0} ya es el centro de atención!
fr: {0} est déjà le centre d'attention!
it: {0} è già al centro dell'attenzione!
zh_hans: {0}已经万众瞩目了！

# MSG_FOLLOW_ME_END
source: {0} is no longer the center of attention!
de: {0} bekommt nicht mehr die volle Aufmerksamkeit.
es: ¡{0} ya no es el centro de atención!
fr: {0} n'est plus le centre d'attention!
it: {0} non è più al centro dell'attenzione!
zh_hans: {0}不再被万众瞩目了！

# MSG_FOLLOW_ME_START
source: {0} became the center of attention!
de: {0} zieht die Aufmerksamkeit auf sich!
es: ¡{0} se convirtió en el centro de atención!
fr: {0} devient le centre d'attention!
it: {0} è al centro dell'attenzione!
zh_hans: {0}成为了关注的焦点！

# MSG_FORM_CHANGE
source: {0} changed form!
de: {0} hat die Form geändert!
es: ¡{0} cambió forma!
fr: {0} a changé de forme!
it: {0} cambia forma!
zh_hans: {0}改变了形态！

# MSG_FREEZE_ALREADY
source: {0} is already frozen!
de: {0} ist bereits eingefroren!
es: ¡{0} ya está congelado!
fr: {0} est déjà gelé!
it: {0} è già congelato!
zh_hans: {0}已经被冰冻了！

# MSG_FREEZE_END
source: {0} thawed out!
de: {0} taute auf!
es: ¡{0} se descongeló!
fr: {0} est dégelé!
it: {0} si è scongelato!
zh_hans: {0}解冻了！

# MSG_FREEZE_FAIL
source: {0} didn't get frozen!
de: {0} wurde nicht eingefroren!
es: ¡{0} no se congeló!
fr: {0} n'a pas été gelé!
it: {0} non è stato congelato!
zh_hans: {0}没有被冰冻！

# MSG_FREEZE_FAIL_ELEMENT
source: {0}'s type doesn't get frozen!
de: {0}s Typ wird nicht eingefroren!
es: ¡El tipo de {0} impide que se congele!
fr: Le type de {0} l'empêche d'être gelé!
it: I Pokémon del tipo di {0} non si congelano!
zh_hans: {0}的属性不会被冰冻！

# MSG_FREEZE_START
source: {0} became frozen solid!
de: {0} wurde eingefroren!
es: ¡{0} se congeló!
fr: {0} à été gelé sur place!
it: {0} è stato congelato!
zh_hans: {0}被冰冻了！

# MSG_FRISK
source: {0} removed {1}'s item with Frisk!
de: {0}s Schnüffler hat das Item von {1} entfernt!
es: ¡{0} quitó el objeto de {1} con Cacheo!
fr: {0} a enlever l'objet de {1} avec Fouille!
it: {0} rimuove lo strumento di {1} con Indagine!
zh_hans: {0}的特性 察觉，除去了{1}的道具！

# MSG_FROZEN
source: {0} is frozen solid!
de: {0} ist fest eingefroren!
es: ¡{0} está congelado!
fr: {0} est congelé!
it: {0} è stato congelato!
zh_hans: {0}正在被冰冻！

# MSG_FULL_HP_REQ
source: {0} isn't at full HP!
de: {0} hat keine vollen KP!
es: ¡{0} no tiene los PS llenos!
fr: {0} n'a pas tous ses PV!
it: {0} non è al massimo dei PS!
zh_hans: {0}的HP不是满的！

# MSG_FUTURE_SIGHT_ATTACK
source: {0} took the Future Sight attack!
de: {0} wurde von Seher getroffen!
es: ¡{0} recibió el ataque Premonición!
fr: {0} prend l'attaque de Prescience!
it: {0} ha subito Divinazione!
zh_hans: {0}受到了预知未来的攻击！

# MSG_FUTURE_SIGHT_START
source: {0} will be attacked at some point in the future!
de: Ein Angriff auf {0} wurde vorausgesehen!
es: ¡{0} será atacado en algún punto del futuro!
fr: {0} sera attaqué dans un futur proche!
it: {0} verrà attaccato in futuro!
zh_hans: {0}将受到未来的攻击！

# MSG_GIVE_ITEM_AWAY
source: {0} gave away the {1}!
de: {0} gab {1} ab!
es: ¡{0} entregó el {1}!
fr: {0} a donné {1}!
it: {0} ha consegnato {1}!
zh_hans: {0}送出了{1}！

# MSG_GRASSY_TERRAIN_END
source: The grass disappeared from the battlefield.
de: Das Gras auf dem Feld ist verschwunden.
es: La hierba desapareció del campo de batalla.
fr: L'herbe disparaît!
it: L'erba è scomparsa dal terreno.
zh_hans: 场地上的草消失了。

# MSG_GRASSY_TERRAIN_START
source: Grass covered the battlefield!
de: Dichtes Gras schießt aus dem Boden!
es: ¡La hierba cubrió todo el campo de batalla!
fr: De l'herbe recouvre le sol de l'étage!
it: Il terreno è coperto d'erba.
zh_hans: 青草覆盖了场地！

# MSG_GRAVITY_END
source: The gravity returned to normal.
de: Die Schwerkraft ist wieder normal.
es: La gravedad volvió a la normalidad.
fr: La gravitée revient à la normale.
it: La gravità è tornata alla normalità.
zh_hans: 重力恢复了正常。

# MSG_GRAVITY_NO_BOUNCE
source: {0} can't bounce due to gravity!
de: {0} kann wegen Erdanziehung nicht springen!
es: ¡{0} no puede botar debido a la gravedad!
fr: {0} ne peut pas rebondir à cause de la gravité!
it: {0} non può rimbalzare a causa della gravità!
zh_hans: {0}由于重力无法起跳！

# MSG_GRAVITY_NO_FLY
source: {0} can't fly due to gravity!
de: {0} kann wegen Erdanziehung nicht fliegen!
es: ¡{0} no puede volar debido a la gravedad!
fr: {0} ne peut pas voler à cause de la gravité!
it: {0} non può volare a causa della gravità!
zh_hans: {0}由于重力无法起飞！

# MSG_GRAVITY_NO_LEVITATE
source: {0} can't levitate due to gravity!
de: {0} kann wegen Erdanziehung nicht schweben!
es: ¡{0} no puede levitar debido a la gravedad!
fr: {0} ne peut pas léviter à cause de la gravité!
it: {0} non può levitare a causa della gravità!
zh_hans: {0}由于重力无法漂浮！

# MSG_GRAVITY_START
source: Gravity intensified!
de: Die Erdanziehung wurde verstärkt!
es: ¡La gravedad se intensificó!
fr: La gravitée s'intensifie!
it: La gravità è stata intensificata!
zh_hans: 重力增强了！

# MSG_GRUDGE
source: The grudge took effect!
de: Die Attacke verliert durch Nachspiel alle AP!
es: ¡Rabia hizo efecto!
fr: La rancune a fait effet!
it: Il rancore ha avuto effetto!
zh_hans: 怨念生效了！

# MSG_GRUDGE_START
source: {0} wants the foe to bear a grudge!
de: {0} möchte, dass der Gegner ein Nachspiel erträgt!
es: ¡{0} quiere provocar rabia a su rival!
fr: {0} est rancunier!
it: {0} vuole che il nemico porti rancore!
zh_hans: {0}想要对手产生怨念！

# MSG_HAIL_END
source: The hail stopped.
de: Der Hagel hat aufgehört.
es: El granizo se detuvo.
fr: La grêle s'arrête.
it: Ha smesso di grandinare.
zh_hans: 冰雹停了。

# MSG_HAIL_START
source: It started to hail!
de: Es fängt an zu hageln!
es: ¡Ha empezado a granizar!
fr: Il commence à grêler!
it: Ha cominciato a grandinare!
zh_hans: 下起了冰雹！

# MSG_HARVEST
source: {0}'s {1} shared the effect!
de: {0}s {1} teilte den Effekt!
fr: Le {1} de {0} a partagé son effet!
it: {1} di {0} ha condiviso l'effetto!
zh_hans: {0}的{1}共享了效果！

# MSG_HAS_ABILITY
source: {0} has {1}!
de: {0} hat {1}!
es: ¡{0} tiene {1}!
it: {0} ha {1}!
zh_hans: {0}具有特性{1}！

# MSG_HEAL_BLOCK_ALREADY
source: {0} is already under the effects of Heal Block!
de: {0} steht bereits unter einer Heilblockade!
es: ¡{0} ya está bajo los efectos de Anticura!
fr: {0} est déjà sous l'effet d'Anti-Soin!
it: {0} è già sotto gli effetti di Anticura!
zh_hans: {0}已经受到了回复封锁的影响！

# MSG_HEAL_BLOCK_END
source: {0} can recover HP again!
de: {0} kann wieder KP regenerieren!
es: ¡{0} puede recuperar PS de nuevo!
fr: {0} peut de nouveau récupérer des PV!
it: {0} può recuperare nuovamente i PS!
zh_hans: {0}可以回复HP了！

# MSG_HEAL_BLOCK_START
source: {0} was prevented from recovering HP!
de: {0} kann keine KP regenerieren!
es: ¡{0} no se le permitió recuperar PS!
fr: {0} ne peut plus se récupérer ses PV!
it: {0} non può più recuperare i PS!
zh_hans: {0}不能回复HP了！

# MSG_HEAL_WITH
source: {0} recovered HP with {1}!
de: {0} regenerierte KP mit {1}!
es: ¡{0} recuperó PS con {1}!
fr: {0} a récupéré des PV avec {1}!
it: {0} ha recuperato PS con {1}!
zh_hans: {0}使用{1}回复了HP！

# MSG_HEAL_WITH_OTHER
source: {0} recovered HP with {2}'s {1}!
de: {0}s KP wurden durch {2}s {1} regeneriert!
es: ¡{0} ha recuperado PS con {1} de {2}!
fr: {0} a récupéré des PV avec {1} de {2}!
it: {0} ha recuperato PS con {1} di {2}!
zh_hans: {0}使用了{2}的{1}回复了HP！

# MSG_HEALER
source: {0}'s Healer removed {1}'s status problem!
de: {0}s Heilherz entfernte {1}s Statusprobleme!
es: ¡Alma Cura de {0} curó el problema de estado de {1}!
fr: Le Coeur Soin de {0} a retiré les problèmes de status de {1}!
it: Curacuore di {0} ha rimosso i problemi di stato!
zh_hans: {0}的特性 治愈之心 治愈了{1}的异常状态！

# MSG_HIT_AND_RUN
source: {0} avoided the counter-attack with {1}!
it: {0} evita il contrattacco con {1}!
zh_hans: {0}的{1}使其躲避了反击！

# MSG_HIT_CRASH
source: {0} didn't hit anyone and crashed!
de: {0} stürzt, da nichts getroffen wurde!
es: ¡{0} no golpeó a nadie y se cayó!
fr: {0} n'a touché personne et c'est écrasé!
it: {0} non ha colpito nessuno e si è schiantato!
zh_hans: {0}没有击中任何目标，然后重重地摔在了地上！

# MSG_HIT_RECOIL
source: {0} was hit with recoil!
de: {0} wurde vom Rückstoß getroffen!
es: ¡{0} fue dañado por retroceso!
fr: {0} a été touché avec du recul!
it: {0} ha subito il contraccolpo!
zh_hans: {0}受到了反作用力造成的伤害！

# MSG_HP_NEEDED
source: But {0} doesn't have enough HP!
de: Aber {0} hat nicht genug KP!
es: ¡Pero {0} no tiene suficiente PS!
fr: Mais {0} n'a pas assez de PV!
it: Ma{0} non ha abbastanza PS!
zh_hans: 但是{0}没有足够的HP！

# MSG_HP_SPLIT
source: {0} split its HP with {1}!
de: {0} teilt KP mit {1}!
es: ¡{0} divide sus PS con {1}!
fr: {0} partage ses PV avec {1}!
it: {0} divide i suoi PS con {1}!
zh_hans: {0}与{1}平分了HP！

# MSG_HP_TO_ONE
source: {0}'s HP dropped to 1!
de: {0}s KP wurden auf 1 verringert!
es: ¡Los PS de {0} bajaron a 1!
fr: Les PV de {0} sont tombés à 1!
it: I PS di {0} sono scesi di 1!
zh_hans: {0}的HP降到了1！

# MSG_HUNGER_DROP
source: {0} became hungrier.
de: {0} wurde hungriger.
es: {0} se volvió más hambriento.
fr: {0} commence à avoir faim.
it: {0} inizia ad avere fame.
zh_hans: {0}更加饥饿了。

# MSG_HUNGER_FILL
source: {0}'s belly was filled.
de: {0}s Magen wurde gefüllt.
es: La tripa de {0} se llenó.
fr: L'estomac de {0} a été rempli.
it: {0} è sazio.
zh_hans: {0}回复了满腹度。

# MSG_HUNGER_FILL_MIN
source: {0}'s belly was filled slightly.
de: {0}s Magen wurde ein wenig gefüllt.
es: La tripa de {0} se llenó ligeramente.
fr: L'estomac de {0} a été légérement rempli.
it: La pancia di {0} si è riempita un po'.
zh_hans: {0}稍微回复了满腹度。

# MSG_HURT_BY
source: {0} is hurt by {1}!
de: {0} wurde durch {1} verletzt!
es: ¡{0} es herido por {1}!
fr: {0} est blessé par {1}!
it: {0} è ferito da {1}!
zh_hans: {0}受到了{1}的伤害！

# MSG_HURT_BY_OTHER
source: {0} is hurt by {2}'s {1}!
de: {0} wurde durch {2}s {1} verletzt!
es: ¡{0} es herido por {1} de {2}!
fr: {0} est blessé par le {1} de {2}!
it: {0} è ferito da {1} di {2}!
zh_hans: {0}受到了{2}{1}的伤害！

# MSG_ILLUMINATE
source: {0}'s Illuminate called Pokémon to its side!
de: {0}s Erleuchtung rief Pokémon an dessen Seite!
es: ¡Iluminación de {0} llamó Pokemon a su lado!
fr: Lumiattirance de {0} a appelé les Pokémon à ses côtés!
it: Risplendi di {0} ha richiamato i Pokémon al suo fianco!
zh_hans: {0}的特性 发光 召集了宝可梦到它身边！

# MSG_ILLUSION_START
source: {0} hid behind an illusion!
de: {0} versteckt sich hinter einem Trugbild!
es: ¡{0} se escondió detrás de una ilusión!
fr: {0} se cache derrière une illusion!
it: {0} era nascosto dietro un'illusione!
zh_hans: {0}隐藏在了幻觉后面！

# MSG_IMMOBILIZE_ALREADY
source: {0} is already immobilized!
de: {0} ist bereits bewegungsunfähig!
es: ¡{0} ya está inmovilizado!
fr: {0} est déjà immobilisé!
it: {0} è già immobilizzato!
zh_hans: {0}已经被禁足了！

# MSG_IMMOBILIZE_END
source: {0} is no longer immobilized!
de: {0} kann sich wieder bewegen!
es: ¡{0} ya no está inmovilizado!
fr: {0} n'est plus immobilisé!
it: {0} non è più immobilizzato!
zh_hans: {0}能够活动了！

# MSG_IMMOBILIZE_FAIL_ELEMENT
source: {0}'s type doesn't get immobilized!
de: {0}s Typ verhindert die Bewegungsunfähigkeit!
es: ¡El tipo de {0} impide ser inmovilizado!
fr: Le type de {0} l'empêche d'être immobilisé!
it: I Pokémon del tipo di {0} non si scottano!
zh_hans: {0}的属性不能被禁足！

# MSG_IMMOBILIZE_START
source: {0} became immobilized!
de: {0} ist bewegungsunfähig!
es: ¡{0} está inmovilizado!
fr: {0} est immobilisé!
it: {0} è immobilizzato!
zh_hans: {0}被禁足了！

# MSG_IMMUNITY
source: {0} can't be poisoned due to Immunity!
de: {0} kann dank Immunität nicht vergiftet werden!
es: ¡{0} no puede ser envenenado por Inmunidad!
fr: {0} ne peut pas être empoisonné grâce à Vaccin!
it: {0} non può essere avvelenato grazie a Immunità!
zh_hans: 由于特性 免疫，{0}不会中毒！

# MSG_IMPOSTER
source: {0} returned to its original form!
de: {0} kehrte zu seiner alten Form zurück!
es: ¡{0} volvió a su forma original!
fr: {0} retourne à sa forme original!
it: {0} ritorna alla sua forma originale!
zh_hans: {0}变回了原来的样子！

# MSG_INCINERATE
source: The {0} was incinerated!
de: {0} wurde verbrannt!
es: ¡{0} fue incinerado!
fr: {0} a été incinéré!
it: {0} è stato incenerito!
zh_hans: {0}被烧掉了！

# MSG_INFESTATION_START
source: {0} was trapped in the infestation!
de: {0} wurde von der Plage gefangen!
es: ¡{0} fue atrapado por Acoso!
fr: {0} est blessé par Harcèlement!
it: {0} è intrappolato in una tormenta!
zh_hans: {0}被纠缠了！

# MSG_INFILTRATOR
source: {0} passed through {1} with Infiltrator!
de: {0} ist dank Schwebedurch durch {1} gegangen!
es: ¡{0} pasó a través de {1} con Allanamiento!
fr: {0} est passé à travers {1} avec Infiltration!
it: {0} è passato attraverso {1} con Intrapasso!
zh_hans: 由于{0}的特性 穿透，穿过了{1}！

# MSG_INFILTRATOR_SKILL
source: The attack passed through {1}!
de: Der Angriff ging durch {1} hindurch!
es: ¡El ataque pasó a través de {1}!
it: L'attacco è passato attraverso {1}!
zh_hans: 攻击穿过了{1}！
