Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0630_VAR_00
source: What do you think of my bone collection? Fascinating, huh?
de: Na, was hältst du von meiner Knochenmode? Der letzte Schrei, oder?
es: ¿Qué te parece mi modelito? Es el último graznido en moda ósea. O sea...
it: Che ne dici? Ti piacciono i miei accessori d'ossa?
zh_hans: 你觉得如何？我的骨风时尚好看吗？

# TALK_REST_0631_VAR_00
source: Hey, Durant! Come out, come out, wherever you are!
de: Fermicula, komm raus! Wo immer du auch steckst! Ich krieg dich ja doch!
es: Durant, ¿estás ahí? Sal, cosita, quiero verte la patiiita. A bocaadoos, te comeré a bocaadoos.
it: Durant! Dove sei? Dai, vieni fuori!
zh_hans: 喂喂，铁蚁！喂！你在哪啊！铁蚁！

# TALK_REST_0632_VAR_00
source: You didn't see Heatmor around here, did you? I'm so scared of him...
de: Ist dir Furnifraß irgendwo über den Weg gelaufen? Ich hab panische Angst vor dem...
es: Esto... No estará Heatmor al acecho por ahí, ¿no? Me da un miedo que no veas.
it: Ehm... Non c'è Heatmor in giro, vero...? Mi fa così paura...
zh_hans: 那个……熔蚁兽不在这里吧……太可怕了……

# TALK_REST_0633_VAR_00
source: My eyes are covered, so I can't see a thing around me.
de: Ich kann nichts sehen, weil meine Augen verdeckt sind...
es: Ejem, la verdad es que no veo un pimiento, porque tengo los ojos tapados.
it: Ho gli occhi coperti, non vedo bene cosa ho intorno...
zh_hans: 不好意思～眼睛被遮住了，看不太清楚周围……

# TALK_REST_0634_VAR_00
source: First head: Don't go that way! Second head: What? Where should we go?
de: Nein! Nicht da entlang! Was? Ja, wohin denn dann?!
es: ¿Pero qué haces? ¡Por ahí no es! ¡No me digas! ¿Entonces por dónde?
it: Smettila! Non per di là! E allora da che parte?! Sentiamo!
zh_hans: 停下啊！才不是要去那边！[br]那是你要去哪边啊？！

# TALK_REST_0635_VAR_00
source: I've got such a big appetite today!
de: Ich hab heute solch einen großen Appetit!
es: ¡Tengo una hambre de perros hoy!
zh_hans: 今天我的食欲真是旺盛！

# TALK_REST_0636_VAR_00
source: They say that I'm too big to be a Bug type.[pause=0] They should just leave me alone!
de: Ich bekomme oft zu hören, dass ich für ein Käfer-Pokémon zu groß sei.[pause=0] Unverschämtheit!
es: Me suelen decir que tengo un tamaño enorme para ser de tipo Bicho.[pause=0] Hay que ser mal bicho...
it: Mi dicono sempre che sono troppo grande per essere un insetto...[br]Ma non possono lasciarmi in pace?!
zh_hans: 明明是虫属性，却长得这么大。总是有人这么说。[pause=0]这跟他们没关系吧。

# TALK_REST_0637_VAR_00
source: I'm an embodiment of the sun![pause=0] I'll warm you up, everyone!
de: Ich bin die Verkörperung der Sonne und sorge dafür, dass ihr es immer warm habt!
es: ¡Soy la encarnación del sol![pause=0] Si queréis que os dé calor, acercaos a mí.
it: Io sono l'incarnazione del sole![br]Vi scalderò tutti!
zh_hans: 我是太阳的化身！[pause=0]让大家温暖起来吧！

# TALK_REST_0648_VAR_00
source: Yes! The power of music is infinite! Come on! Sing with me!
de: Ja, die Kraft der Musik ist unendlich! Los, lass uns gemeinsam ein Lied anstimmen!
es: ¡El poder de la música es infinito! ¡Venga, canta conmigo!
it: Il potere della musica è infinito! Su, cantiamo insieme!
zh_hans: 没错！音乐的力量无限大∞！！来吧，与我一起歌唱吧！

# TALK_REST_0650_VAR_00
source: The quills on my head won't hurt you! They are usually very soft.
de: Die Stacheln auf meinem Kopf pieken nicht! Die sind normalerweise ganz weich!
es: ¡Las púas de la cabeza no pinchan! Suelen estar blanditas y suaves.
it: Le punte che ho sulla testa non fanno male! Infatti di solito sono morbide!
zh_hans: 头上的刺扎不痛的哦！平常是很软的！

# TALK_REST_0651_VAR_00
source: No, I'm not horizontally challenged. I'm well built.
de: Ich und dick? Nein, ich bin halt bloß kein Hungerhaken, und das ist auch gut so!
es: No estoy gordo. Estoy simplemente fuertote.
it: Non sono grasso! Sono robusto!
zh_hans: 我这不叫胖。这叫壮。

# TALK_REST_0652_VAR_00
source: I can be the shield when foes' attacks become too much. Let's give it our all!
de: Wenn der gegnerische Angriff Überhand nimmt, kann ich ihn als Schild abwehren!
es: Si el enemigo lanza un ataque devastador, puedo hacer de escudo. ¡Vamos allá!
it: Quando gli attacchi nemici si faranno troppo intensi ti farò io da scudo! Forza, andiamo!
zh_hans: 敌人的攻击猛烈起来了的话，我来当作盾牌！加油上吧！

# TALK_REST_0653_VAR_00
source: I can vent hot air from my ears. \u266A I don't need to eat anything spicy for that! \u266A
de: Aus meinen Ohren schießt heiße Luft! Aber nicht aus meinem Mund!
es: Me sale aire caliente por las orejas, pero no porque haya comido algo picante.
it: Mi esce il fuoco dalle orecchie! Ma non ho mica mangiato piccante!
zh_hans: 我能从耳朵中发出火星来。可不是因为吃了辣辣的东西哦。

# TALK_REST_0654_VAR_00
source: Huh? You want to know why I have a twig stuck in my tail?[pause=0] Nonya!
de: Warum in meinem Schweif ein Zweig steckt?[pause=0] Ja, das geht dich einen feuchten Kehricht an!
es: ¿Que por qué llevo una rama prendida en la cola?[pause=0] No es asunto tuyo.
it: Eh? Vuoi sapere perché ho un ramo infilato nella coda?[pause=0] Non sono fatti tuoi!
zh_hans: 嗯？你问为什么我的尾巴上插着一根树枝？[pause=0]这和你没关系吧。

# TALK_REST_0655_VAR_00
source: I can manipulate flames...[pause=0] elegantly and mysteriously.
de: Die Flammen gehorchen mir aufs Wort![pause=0] Und zwar auf elegante, geheimnisvolle Weise!
es: Soy capaz de controlar el fuego a mi antojo.[pause=0] Eso sí, de la forma más grácil posible.
it: Io controllo le fiamme![pause=0] Con eleganza e mistero!
zh_hans: 我是火焰的操纵者。[pause=0]华丽又妖艳地操纵哦。

# TALK_REST_0656_VAR_00
source: I secrete bubbles from my chest and back, but they aren't shampoo.
de: Über Brust und Rücken kann ich Wasserblasen ausscheiden, aber Shampoo ist das nicht!
es: Secreto burbujas por la espalda y el pecho. No para usarlas como champú, precisamente.
it: Emetto schiuma dal petto e dalla schiena! Non sto mica facendo lo shampoo!
zh_hans: 我可以从胸前和背后发出泡沫。可不是在用沐浴露哦？

# TALK_REST_0657_VAR_00
source: I throw rocks covered with bubbles. Don't call me a coward!
de: Ich werfe in Blasen gehüllte Steine auf Gegner, aber nenne mich deshalb bitte nicht Feigling!
es: Vale, lanzo piedras envueltas en burbujas, pero eso no me convierte en un cobarde.
it: Lancio sassi racchiusi in bolle di schiuma. Ma non chiamarmi codardo!
zh_hans: 我会用泡沫裹住石子扔出去。别说我卑鄙哦。

# TALK_REST_0658_VAR_00
source: To live in the shadows cast by those who shine... That is the destiny of the ninja!
de: Es ist das Schicksal eines Ninja, im Schatten derer zu leben, die im Rampenlicht stehen!
es: Errar por la sombra nacida al abrigo de la luz. ¡Ese es el camino insondable del ninja!
it: Vivere all'ombra di quelli che splendono... Questo è il destino del ninja!
zh_hans: 在光芒所投射的暗影中尘起花落……这就是忍者的宿命！

# TALK_REST_0659_VAR_00
source: I'll give it my all! I can dig holes. Think that might come in handy during an adventure?
de: Scoppel wird alles geben, immerhin kann Scoppel Löcher buddeln. Hilfreich, oder?
es: ¡Pondré todo de mi parte en esta aventura! Quizá sea útil mi don innato para excavar.
it: Io ce la metterò tutta! La mia specialità è scavare buche. Chissà se ti sarà utile...?
zh_hans: 我会加油冒险的！我擅长挖洞，不过不知道能不能帮上忙呐。

# TALK_REST_0660_VAR_00
source: Leave it to me when it comes to civil engineering! Dig, dig, and dig some more!
de: Graben kannst du getrost mir überlassen! Denn ich grabe für mein Leben gern!
es: Las obras son lo mío, porque soy capaz de estar allí excava que te excava.
it: I lavori nei cantieri edili sono la mia specialità. Scava, scava e scava!
zh_hans: 俺可喜欢基建啦！挖啊挖啊挖个痛快！

# TALK_REST_0661_VAR_00
source: It's fun to hang around in town. But adventure is fun, too!
de: In der Stadt abzuhängen ist echt klasse, aber Abenteuer machen auch Spaß!
zh_hans: 在村镇里游逛真开心。不过，冒险也很有趣啊！

# TALK_REST_0662_VAR_00
source: Do as I say, or I'll shoot fire from my beak!
de: Wer sich mit mir anlegt, bekommt eine Ladung Funken aus meinem Schnabel ab!
es: A quien se me ponga chulito, ¡lo chamusco con las chispas que lanzo por el pico!
it: Brucerò chi si ribella a me sputando fiamme dal becco!
zh_hans: 有要反抗我的家伙，就尝尝我喙中发射的火焰的厉害！

# TALK_REST_0663_VAR_00
source: Don't get me too fired up! I'll produce fire from all over my body!
de: Reg mich bloß nicht auf, sonst sprühen gleich Funken wie wild aus meinem Gefieder!
es: No me exaltes demasiado, ¡porque me pondré a soltar chispas y ascuas al buen tuntún!
it: Non fatemi scaldare! Altrimenti sprizzo fiamme da tutti i pori!
zh_hans: 不要让我兴奋起来！体内的火要散射出来了！

# TALK_REST_0664_VAR_00
source: Everyone, I have to warn you not to attack me. I'll scatter black powder if you do!
de: Greif mich ja nicht an, sonst verstreu ich nämlich schwarzen Puder!
es: Quien me ataque va a llevarse una lluvia de escamas negras. ¡No digáis que no os avisé!
it: Non attaccatemi, mi raccomando! Altrimenti comincio a spargere scaglie nere!
zh_hans: 大家不要打我～～！不然会沾上黑粉的～～！

# TALK_REST_0665_VAR_00
source: I have no idea why, but...[pause=0] my fur's bristled!
de: Ich weiß nicht, warum, aber aus irgendeinem Grund stehen meine Haare ab!
es: No sé por qué,[pause=0] ¡pero tengo el pelaje de punta!
it: Non so perché...[pause=0] Ma mi si è rizzato il pelo!
zh_hans: 不知道为什么……[pause=0]全身的毛都竖立起来了！

# TALK_REST_0666_01_VAR_00
source: Try to surpass my beauty.
zh_hans: 请来超越我的美丽吧。

# TALK_REST_0666_VAR_00
source: Do you like the pattern on my wings? \u266A[pause=0] If you want a taste of my Powder, try saying no!
de: Gefällt dir das Muster auf meinen Flügeln?[pause=0] Auf ein „Nein“ folgt eine Ladung Puder!
es: \u266A ¿A que es bonito el motivo de mis alas? \u266A[pause=0] Como digas que no, ¡te rocío de escamas!
it: Belle le mie ali, vero? \u266A[pause=0] Guarda che se non mi dai ragione, ti riempio di scaglie!
zh_hans: 我翅膀的纹样漂不漂亮\u266A[pause=0]如果你说不漂亮，我还能撒你一身粉末呢！

# TALK_REST_0667_VAR_00
source: I ask for fights a lot! Huh? What did you say? You want a fight?
de: Ich bin streitlustig! Hast du etwa ein Problem damit? Komm doch her, wenn du dich traust!
es: ¡Soy tan fogoso que salto a la mínima! ¿Eh? ¿Qué has dicho? ¿Buscas pelea?
it: Io sono un po' attaccabrighe! Mh? Che c'è? Vuoi prenderle?
zh_hans: 我经常挑事！嗯？看什么看？你想打一架吗！？

# TALK_REST_0668_00_1_VAR_00
source: My fiery mane is the symbol of my royalty. I protect my pride!
de: Meine prächtige Feuermähne ist ein Zeichen edler Abstammung und mein ganzer Stolz!
es: Esta melena flamígera me identifica como líder de la manada, a quien debo proteger.
it: La mia criniera fiammeggiante è simbolo di regalità! Io proteggerò il mio gruppo!
zh_hans: 火焰的鬃毛是王者的证明！族群由我守护！

# TALK_REST_0668_00_2_VAR_00
source: We females hunt. Males aren't fit for it.
de: Wir Frauen gehen jagen. Diese Arbeit ist einfach nichts für unsere Männer.
es: La caza es cosa mía. No pienso delegar esta tarea en el macho.
it: Cacciare è compito mio. I maschi non sono in grado di farlo.
zh_hans: 狩猎是我的职责。可放不下心交给雄性们呐。

# TALK_REST_0669_VAR_00
source: I draw upon the flowers with their hidden powers to follow me and serve me! \u266A
de: Leiht mir eure geheimen Kräfte, ihr lieben Blumen! \u266A
es: \u266A ¡Adelante, poder floral! \u266A
it: Sboccia! Potere dei fiori! \u266A
zh_hans: 散布开来吧！花的力量\u266A

# TALK_REST_0670_VAR_00
source: Taking care of flowers is my duty. It can be hectic, but it's always fun! \u266A
de: Die Pflege von Blumen ist harte Arbeit, doch für mich eine Herzensangelegenheit! \u266A
es: Cuidar las flores es mi labor. A veces resulta agotador, pero tiene su lado divertido.
it: Io mi prendo cura dei fiori. A volte è impegnativo, ma è molto divertente! \u266A
zh_hans: 照顾花是我的工作。虽然也有辛苦的时候，但是很开心哦\u266A

# TALK_REST_0671_VAR_00
source: I happen to own a superb garden myself. Will you come visit me next time? Ohoho!
de: Ich habe einen herrlichen Blumengarten! Schau doch einfach mal vorbei und sieh ihn dir an!
es: ¿Sabes que poseo un exuberante jardín? Pues ahora ya lo sabes. ¡Pásate alguna vez!
it: Io ho una splendido giardino. Vieni a vederlo, uno di questi giorni. Oh oh oh!
zh_hans: 一片豪华的花园为我所有。下次可要光顾哦。哦呵呵呵！

# TALK_REST_0672_VAR_00
source: Hey, are you going somewhere fun?
de: Hey, wohin bist du denn unterwegs?
es: Oye, oye, ¿adónde vamos? ¿Será divertido?
it: Senti, e adesso dove andiamo?
zh_hans: 那个那个，你们要去哪里玩呢？

# TALK_REST_0673_VAR_00
source: I can help you if you need anything transported!
de: Wennde Hilfe beim Tragen brauchst, lass mich helfen!
zh_hans: 想要搬运东西的话就来找我帮忙吧！

# TALK_REST_0674_VAR_00
source: You want to go on an adventure with me? I guess we'll give it our all!
de: Du willst mit mir zu 'nem Abenteuer aufbrechen? Na, meinetwegen!
es: Voy a hacerlo fetén, ya verás. ¡Digo yo que por algo me habrás llevado de parranda!
it: Vuoi esplorare un dungeon assieme a me? Vabbè, diamoci da fare, allora!
zh_hans: 和我一起去冒险？嘛，我会努力的。

# TALK_REST_0675_VAR_00
source: When someone asks for a fight, I always go for it. I never back down!
de: Wer Streit sucht, ist bei mir an der richtigen Adresse! Ich geb niemals klein bei!
es: Se están rifando las papeletas para una buena tunda, y el enemigo las ha comprado todas.
it: Se qualcuno attacca briga, io non mi tiro indietro! Ci mancherebbe altro!
zh_hans: 受人挑衅就以牙还牙！哪有临阵脱逃的道理！！

# TALK_REST_0676_VAR_00
source: What? Can I see through the untidy fur on my forehead? Sure, I can! Leave me alone!
de: Was? Meine strubbeligen Haare versperren mir die Sicht? Kümmer dich um deinen Kram!
es: ¡Claro que puedo ver lo que tengo delante! Este look desaliñado me sienta bien. ¡Chitón!
it: Come? Se ci vedo con questa frangia tutta arruffata? Ti cosa ti impicci tu?
zh_hans: 是在说我不能好好看清楚面前？没有的事！毛发蓬蓬松松就好。别瞎操心。

# TALK_REST_0677_VAR_00
source: Try not to aim too high, or you'll get hurt. Relax and be yourself.
de: Setz dich nicht so sehr unter Druck und geh die Dinge lieber ruhig und gelassen an!
es: No es bueno envalentonarse en exceso. Hay que ir con calma.
it: Agitarsi è controproducente. Meglio procedere con calma.
zh_hans: 不要太勉强自己比较好哦。放轻松前进吧。

# TALK_REST_0678_01_VAR_00
source: I can tell that you think I'm cute, right? Well, I think you are right.
de: Ich weiß ganz genau, dass du mich niedlich findest! Tja, verübeln kann ich's dir nicht!
es: Oye, ¿te parezco mona? ¿A que sí? Pues tienes buen ojo.
it: Pensi che sia carina, vero? Beh, hai ragione!
zh_hans: 你是不是觉得我很可爱啊？诶呀，我就是这么可爱哦。

# TALK_REST_0678_VAR_00
source: OK, what mischief can I get into today?
zh_hans: 呼……今天要做点什么恶作剧好呢。

# TALK_REST_0679_VAR_00
source: I, Honedge, pledge to wedge an edge into a hedge on the ledge!
de: Raste ich aus, werde ich von Gramokles rasch zu Amokles![pause=0] Lustig, oder?[pause=0] Nein?[pause=0] Schade...
es: ¿Sabes lo que me digo al salir de aventura?[pause=0] "¡Venga, al tajo!".[pause=0] ¿No te hace gracia?[pause=0] Vaya...
it: Prova a impugnare la mia elsa...[pause=0] se ne hai il coraggio!
zh_hans: 请问，你能听我倒倒苦水犯犯贱么？[pause=0]……[pause=0]不好笑？[pause=0]不好意思……

# TALK_REST_0680_VAR_00
source: Whoever opposes me will face these double blades of mine!
de: Wer es mit mir aufnehmen will, bekommt meine zwei Schwerter zu spüren!
es: No pienso mostrar clemencia con el rival. ¡Mis dos espadas estarán en todo lo alto!
it: Chiunque si opponga a me dovrà vedersela con le mie due spade!
zh_hans: 和我作对的家伙我可不会放过！喝啊！看我的两段劈！

# TALK_REST_0681_VAR_00
source: They call me Gilbrand. It means shield and sword.
de: Man nennt mich „Klinghild“. Von Klinge und Schild!
es: Algunos me llaman Tizona, porque cuando atizo, dejo toda una zona devastada.
it: Mi chiamano Scudobrando! Nel senso che sono sia scudo che spada.
zh_hans: 大家叫我剑盾君。因为我有剑又有盾。

# TALK_REST_0682_VAR_00
source: Here, smell me and be amazed!
de: Lass dich von meinem betörenden Duft verzaubern!
es: Permíteme que te deje embelesado con mi fragancia embriagadora.
it: Inebriati del mio profumo!
zh_hans: 来吧，借由我的气味魂颠梦倒。

# TALK_REST_0683_VAR_00
source: What? I stink?[pause=0] Thank you. That's the highest compliment you could pay! \u266A
de: Was? Ich stinke?[pause=0] Danke! Das ist für mich das schönste Kompliment überhaupt! \u266A
es: ¿Que apesto, dices?[pause=0] Gracias. Es el mejor de los cumplidos.
it: Èh? Hai detto che puzzo?[pause=0] Grazie! È il più bel complimento che tu potessi farmi! \u266A
zh_hans: 嗯？你说我很呛？[pause=0]感谢，这是对我的至高的褒奖之辞。

# TALK_REST_0684_VAR_00
source: Can we...go home by dinnertime?
de: Lass uns zusehen, rechtzeitig zum Abendessen wieder zurück zu sein!
es: ¡Hay que procurar volver a tiempo para la cena!
it: To... Torniamo per cena, vero?
zh_hans: 赶……赶在晚饭前能回得来吧？

# TALK_REST_0685_VAR_00
source: I smell something yummy from over that way. *sniff sniff* \u266A
de: Hm, wo kommt denn dieser köstliche Geruch her...? Mjamm, mjamm. \u266A
es: Snif, snif... Percibo un olor muy apetitoso que viene de allí.
it: Senti senti che profumino arriva da lì... Sniff sniff! \u266A
zh_hans: 那边有好香的味道飘来……嗅嗅\u266A

# TALK_REST_0686_VAR_00
source: Oh no! I forgot something![pause=0] Oh well... Should be OK.
de: Oh nein, ich hab was vergessen... Immer passiert mir so was...[pause=0] Is' klar...
es: ¡Uy, me he olvidado algo![pause=0] Bueno, ¿y qué? Ya me las arreglaré.
it: Ah, ho dimenticato una cosa![pause=0] Beh, pazienza...
zh_hans: 啊！忘带东西啦！[pause=0]……算啦，好——啦——

# TALK_REST_0687_VAR_00
source: I hate being bothered! Don't make me spit ink!
de: Geh mir ja nicht auf den Zeiger, sonst spritze ich dich mit Tinte voll!
es: No soporto a los que solo buscan provocar. Si se me pone delante alguien así, ¡lo entinto!
it: Non sopporto di essere infastidito! Guarda che spruzzo inchiostro, eh!
zh_hans: 来缠上的家伙真讨厌！看我喷墨——！

# TALK_REST_0688_VAR_00
source: Don't call us gross! We aren't gross at all!
de: Du findest uns widerlich?[pause=0] Sag doch so was nicht! Wir sehen nun mal so aus!
es: ¡Qué asquito![pause=0] Eso es lo que no quiero que nos espetes de repente. ¡Tenemos sentimientos!
it: Non dire che ti faccio schifo, per favore. Non sarebbe carino.
zh_hans: “恶心！”[pause=0]还请不要突然就这么说出来。其实并不恶心。

# TALK_REST_0689_VAR_00
source: Don't judge us by our looks.
de: Achte nicht zu sehr aufs Äußere! Wirf einen Blick hinter die Fassade!
es: No puedes juzgarnos por las apariencias, por impactantes que sean.
it: Non si giudicano i Pokémon dall'aspetto.
zh_hans: 还请不要单靠外表的冲击力来评判我。

# TALK_REST_0690_VAR_00
source: I'm not Horsea's brother. We are friends. \u266A
de: Nein, ich bin nicht mit Seeper verwandt... Aber wir sind Freunde! \u266A
es: Horsea y yo no somos hermanos, solo amigos.
it: Io e Horsea non siamo fratelli. Siamo amici! \u266A
zh_hans: 我和墨海马不是兄弟哦。是朋友\u266A

# TALK_REST_0691_VAR_00
source: How noxious! You are so noxious!
de: Giftig...! Einfach total giftig!
es: Soy venenoso hasta decir basta.
it: Velenoso...! Molto velenoso!
zh_hans: 狠毒……！真是狠毒！

# TALK_REST_0692_VAR_00
source: I have a water gun right in my arm! How cool is that? This is a dream come true for any kid!
de: Aus meiner Schere feuere ich Wassersalven ab! Ist das nicht der Traum aller Kinder?
es: ¿A que es chulo el cañón de mi pinza? Muchos niños se pirran por algo así.
it: Dalla chela sparo un getto d'acqua. Bello, eh? È il sogno di tutti i bambini!
zh_hans: 从手臂发射水枪！帅吧？孩子们所憧憬的浪漫！

# TALK_REST_0693_VAR_00
source: I have a cannon in my arm! How cool is that?[pause=0] Just Inkay? No way! It's beyond OK!
de: Aus meiner gewaltigen Schere feuere ich mächtige Wassergeschosse ab! Toll, was?
es: ¡Por la pinza disparo balas, digo... bolas de agua![pause=0] Perdona, se me fue la pinza.
it: Con la chela posso sparare proiettili d'acqua! Niente male, eh?[pause=0] Eh eh eh...
zh_hans: 从手臂发射炮弹！很有型吧！[pause=0]什么，好啦鱿行？

# TALK_REST_0694_VAR_00
source: I generate electricity while I sunbathe.[pause=0] This is called photovoltaic generation.
de: Ich erzeuge Strom, während ich Sonne tanke! Das nennt man auch Photovoltaik.
es: Genero energía cuando tomo el sol.[pause=0] Se llama energía fotovoltaica.
it: Converto la luce solare in energia elettrica.[pause=0] Si chiama energia fotovoltaica.
zh_hans: 我晒晒阳光就能发电。[pause=0]这就叫太阳能发电吧。

# TALK_REST_0695_VAR_00
source: I generate electricity with my frills! I can feel power surging!
de: Ich erzeuge mit meinen Hautlappen Strom, der mir Kraft gibt!
es: Genero energía al extender mi gorguera. Ya la puedo sentir acumulándose en mis adentros.
it: Produco energia elettrica aprendo il mio collare! Mi da la carica!
zh_hans: 光驱电于颈伞！力量涌出来了蜥蜥！

# TALK_REST_0696_VAR_00
source: I'm widdle but stwong!
de: Ich bin zwar noch klein, aber ich tu kämpfen wie ein Großer!
es: Seré peque, ¡pero también fuertote, jopé!
it: Ciono piccolo, ma ciono folte!
zh_hans: 别看俺还小，俺可有劲儿了。

# TALK_REST_0697_VAR_00
source: I'm really strong! Yes, I'm dead serious. Do I need to throw a tantrum to prove it?
de: Ich bin unfassbar stark! Und das ist mein voller Ernst! Diese Energie, sie muss raus!
es: ¡Lo voy tirando y arrasando todo a mi paso de la fuerza tan impresionante que tengo!
it: Io sono fortissimo quindi faccio quello che mi pare!
zh_hans: 本大爷可是强得无可置疑！看我大闹一番！！

# TALK_REST_0698_VAR_00
source: I can't take hot weather. I hope cold days will hit us soon...
de: Mir ist es viel zu warm! Ich wünsche mir nichts mehr als einen plötzlichen Kälteeinbruch!
es: No me va nada el calor. Ojalá empiece a refrescar pronto.
it: Non sopporto il caldo. Non vedo l'ora che faccia un po' più fresco....
zh_hans: 真耐不住热热的天气哦。凉快的天气怎么还不快来呢……

# TALK_REST_0699_VAR_00
source: Let me know if you are too hot. I can create a cold breeze to cool you.
de: Sollte dir mal zu heiß sein, sag Bescheid! Ich verschaffe dir schon Abkühlung!
es: Si tienes calor, dímelo. Te puedo refrescar con el gas gélido que emano.
it: Dimmi se hai caldo, che ti faccio fresco emettendo un po' di aria gelida.
zh_hans: 倘若感到热了就请说出来哦？我来用我的冷气为你纳上清凉。

# TALK_REST_0700_VAR_00
source: If anyone's about to have a fight, you need to come get me so I can stop them.[br]I can help them relax with my ribbonlike feelers.
de: Ruf mich, wenn es mal dicke Luft gibt![br]Beruhigende Wellen aus meinen bandförmigen Fühlern entschärfen nämlich jede Situation!
es: Si ves que está a punto de armarse una gresca, ¡avísame![br]Mis apéndices sensitivos con forma de cinta emiten unas ondas tranquilizadoras.
it: Se sta per scoppiare una zuffa, chiamami![br]Calmerò gli animi con le mie antenne simili a fiocchi.
zh_hans: 看到要有争吵发生了的话，就随时来叫我吧！[br]我会用缎带模样的触角让大家心情舒缓下来！

# TALK_REST_0701_VAR_00
source: Watch and learn from me! Here comes my aerial finishing move! Hy-krah! Hy-krah!
de: Schau her und lerne von mir! Meine Angriffe aus der Luft sind der Hammer! Zack Bumm!
es: ¡Fíjate en mí y aprende! Planeo abalanzarme sobre el adversario desde las alturas, ¡hop!
it: Guardami e prendi esempio da me! Lotterò a suon di super mosse segrete! Uattaaa!
zh_hans: 好好看着咱参考学习吧！空中战法袭来！斗！斗啊——！

# TALK_REST_0702_VAR_00
source: Adventure isn't where I shine the most, but I can go all out when eating!
de: Abenteuer sind nicht so ganz nach meinem Geschmack! Leckeres Essen dafür umso mehr!
es: Las aventuras no es lo que mejor se me da, pero a la hora del banquete me luzco.
it: I dungeon non sono il io forte, ma se c'è da mangiare non mi tiro mai indietro!
zh_hans: 我不太擅长冒险，但是要是为了吃上好吃的那我会好好努力的！

# TALK_REST_0703_VAR_00
source: Good morning. I've been sleeping underground for a long time.
de: Guten Morgen! Ich habe eine halbe Ewigkeit tief unter der Erde geschlafen!
es: Buenos días. Llevaba un buen tiempo durmiendo en las profundidades subterráneas.
it: Buongiorno! Ho dormito per lungo tempo nel sottosuolo!
zh_hans: 早上好。我在地下一直睡了好久。

# TALK_REST_0704_VAR_00
source: Adventure? How exciting! I'll do my best!
de: Abenteuer? Wie aufregend! Ich werde alles geben!
es: ¡Qué emocionante es salir de aventura! Me pienso esforzar al máximo.
it: Che emozione esplorare i dungeon! Ce la metterò tutta!
zh_hans: 冒险！好让人激动！我要加油！

# TALK_REST_0705_VAR_00
source: How's your body? Is it nice and slimy like mine today?
de: Na, wie geht's, wie steht's? Fühlt sich dein Körper auch so schön schleimig an?
es: ¿Qué tal? ¿Sientes la piel pegajosa, húmeda y churretosa? Si es así, ¡enhorabuena!
it: Ehi, come va? Anche oggi sei viscido al punto giusto?
zh_hans: 喂喂，你今天有舒舒服服地软塌塌了吗——？
