Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# BASE_STAT
source: Base {0}
de: Basis {0}
fr: {0} Base
it: {0} base
zh_hans: 基础{0}

# DLG_ASK_FREE_REVIVE
source: Will you revive {0}?
de: Wirst du {0} wiederbeleben?
es: ¿Quieres revivir a {0}?
fr: Voulez-vous réanimer {0}?
it: Vuoi riportare {0} in sesto?
zh_hans: 要复活{0}吗？

# DLG_ASK_REVIVE
source: Will you use a revival item?
de: Wirst du ein Wiederbelebungsitem nutzen?
es: ¿Quieres usar un objeto para revivir?
fr: Voulez-vous utiliser un objet de réanimation?
it: Vuoi usare uno strumento revitalizzante?
zh_hans: 要使用复活道具吗？

# DLG_ASK_STORAGE
source: What will you take out?
de: Was möchtest du mitnehmen?
es: ¿Qué quieres sacar?
fr: Que voulez-vous retirer?
it: Cosa vuoi usare?
zh_hans: 要取出什么？

# DLG_BAG_SIZE
source: You can now carry {0} items in your Treasure Bag!
de: Du kannst jetzt {0} Items im Schatzbeutel tragen!
es: ¡Ahora puedes llevar {0} objetos en tu Bolsa del Tesoro!
it: Ora puoi portare {0} strumenti nella tua Sacca dei tesori!
zh_hans: 探险背包现在可以放下{0}个道具了！

# DLG_CANT_FORGET_SKILL
source: {0} can't forget any more moves.
de: {0} kann keine Attacken mehr vergessen.
es: {0} no puede olvidar ningún movimiento más
fr: {0} ne peut pas oublier d'autres capacités.
it: {0} non può dimenticare altre mosse.
zh_hans: {0}无法忘记更多招式了。

# DLG_CANT_RECALL_INTRINSIC
source: {0} has no other abilities.
de: {0} hat keine anderen Fähigkeiten.
es: {0} no tiene otras habilidades
fr: {0} n'a pas d'autres capacités spéciales.
it: {0} non ha altre abilità.
zh_hans: {0}没有其他的特性。

# DLG_CANT_RECALL_SKILL
source: {0} has no moves to relearn.
de: {0} kann keine weiteren Attacken wiedererlernen.
es: {0} no tiene movimientos para recordar
fr: {0} n'a pas de capacités à réapprendre.
it: {0} non ha mosse da ricordare.
zh_hans: {0}没有可以回忆的招式。

# DLG_CANT_STORE_ITEM
source: {0} has no items to store.
it: {0} non ha strumenti da depositare.
zh_hans: {0}没有道具可以储存。

# DLG_DUNGEON_DEAD_END
source: This is appears to be the end of the dungeon.[br]It's impossible to go any farther.[pause=0] It's time to go back.
de: Dies scheint das Ende vom Dungeon zu sein.[br]Es geht nicht mehr weiter.[pause=0] Zeit, umzukehren.
es: Esto parece ser el fin de la mazmorra.[br]Es imposible continuar.[pause=0] Es hora de volver atrás.
it: Questa sembra essere la fine del dungeon.[br]È impossibile andare oltre,[pause=0] è ora di tornare indietro.
zh_hans: 这似乎已是迷宫的尽头。[br]无法再继续前进了，[pause=0]是时候返程了。

# DLG_DUNGEON_UNLOCK
source: A new dungeon has been discovered!
de: Ein neuer Mystery Dungeon wurde entdeckt!
es: ¡Una nueva mazmorra ha sido descubierta!
fr: Un nouveau donjon vient d'être découvert!
it: È stato scoperto un nuovo dungeon!
zh_hans: 一个新的迷宫被发现了！

# DLG_EVO_ASK
source: Ye who seek awakening... Do you wish to evolve?
de: Du, der du erwachen willst.. Wünschst du eine neue Entwicklung?
es: Vosotros que buscáis despertar... ¿Deseáis evolucionar?
fr: Vous qui cherchez l'éveil... Souhaitez-vous évoluer?
it: Tu che desideri risvegliarti... Desideri evolverti?
zh_hans: 你……寻求觉醒的你……你想要进化吗？

# DLG_EVO_BEGIN
source: Ye who seek awakening,[pause=0] let us begin.
de: Du, der du nach dem Erwachen strebst, [pause=0] so lass uns beginnen.
es: Vosotros que buscáis despertar,[pause=0] empecemos.
fr: Vous qui cherchez l'éveil,[pause=0] commençons.
it: Tu che desideri risvegliarti,[pause=0] cominciamo.
zh_hans: 你……寻求觉醒的你……开始进化吧。

# DLG_EVO_CHOICE
source: What will {0} evolve into?
de: In was wird {0} sich entwickeln?
es: ¿En qué evolucionará {0}?
fr: En quoi évoluera {0} ?
it: In cosa evolverà {0}?
zh_hans: {0}要进化成什么？

# DLG_EVO_COMPLETE
source: {0} evolved into {1}!
de: {0} hat sich in {1} entwickelt!
es: ¡{0} ha evolucionado a {1}!
fr: {0} a évolué en {1} !
it: {0} si è evoluto in {1}!
zh_hans: {0}进化成了{1}！

# DLG_EVO_CONFIRM
source: {0} shall evolve into {1}. Is that OK?
de: {0} soll sich in {1} entwickeln. Ist das in Ordnung?
es: {0} evolucionará a {1}. ¿Estás de acuerdo?
fr: {0} va évoluer en {1}. Êtes-vous sur ?
it: {0} evolverà in {1}. Va bene?
zh_hans: {0}将会进化成{1}。可以吗？

# DLG_EVO_CONFIRM_ITEM
source: {0} shall give a {1}, and evolve into {2}.[pause=20] Is that OK?
de: {0} soll einen {1} geben und sich zu {2} entwickeln.[pause=20] Ist das in Ordnung?
es: {0} dará {1}, y evolucionará a {2}.[pause=20]¿Estás de acuerdo?
fr: {0} donnera un {1}, et évoluera en {2}.[pause=20] Êtes-vous sur ?
it: {0} userà {1} ed evolverà in {2}.[pause=20] Va bene?
zh_hans: {0}进化成{2}，需要用到{1}。[pause=20]可以吗？

# DLG_EVO_END
source: Ye shall return if evolution is what ye seek...
de: Mögest du nach einer Entwicklung streben, so kehre bald zurück...
es: Aquellos que buscan evolucionar deberán venir a mí...
fr: Vous reviendrez si l'évolution est ce que vous cherchez...
it: Ritorna se l'evoluzione è ciò che desideri...
zh_hans: 如果进化是你所求，就回来这里吧……

# DLG_EVO_INTRO
source: ...[pause=0]A voice emanates from somewhere.
de: ...[pause=0]Eine Stimme ertönt.
es: ...[pause=0]Resuena el eco de una voz.
fr: ...[pause=0]Une voix émane de quelque part.
it: ...[pause=0]Una voce riecheggia da qualche parte.
zh_hans: ……[pause=0]从某处传来了声音。

# DLG_EVO_NONE
source: ...[pause=0]{0} cannot evolve any further.
de: ...[pause=0]{0} kann sich nicht weiterentwickeln.
es: ...[pause=0]{0} no puede evolucionar más.
fr: ...[pause=0]{0} ne peut plus évoluer.
it: ...[pause=0]{0} non può più evolversi.
zh_hans: ……[pause=0]{0}不能再进化了。

# DLG_EVO_NONE_NOW
source: ...[pause=0]{0} cannot evolve right now.
de: ...[pause=0]{0} kann sich im Moment nicht weiterentwickeln.
es: ...[pause=0]{0} no puede evolucionar ahora.
fr: ...[pause=0]{0} ne peut pas évoluer maintenant.
it: ...[pause=0]{0} non può evolversi al momento.
zh_hans: ……[pause=0]{0}现在还不能进化。

# DLG_FORGET_INTRINSIC
source: {0} lost the ability {1}.
de: {0} hat die Fähigkeit {1} verloren.
es: {0} perdió la habilidad {1}.
fr: {0} perd la capacité spéciale {1}.
it: {0} ha perso l'abilità {1}.
zh_hans: {0}失去了特性{1}。

# DLG_FORGET_SKILL
source: {0} forgot the move {1}.
de: {0} hat die Attacke {1} vergessen.
es: {0} olvidó el movimiento {1}.
fr: {0} oublie l'attaque {1}.
it: {0} ha dimenticato la mossa {1}.
zh_hans: {0}忘记了招式{1}！

# DLG_LEARN_INTRINSIC
source: {0} gained the ability {1}!
de: {0} hat die Fähigkeit {1} erhalten!
es: ¡{0} ganó la habilidad {1}!
fr: {0} gagne la capacité spéciale {1}.
it: {0} ha ottenuto l'abilità {1}!
zh_hans: {0}得到了特性{1}！

# DLG_LOCK
source: It needs a {0} to unlock...
de: Es braucht einen {0} zum Entsperren...
it: Per sbloccarlo, hai bisogno di {0}...
zh_hans: 需要一个{0}才能开锁……

# DLG_LOCK_GUILD
source: It's sealed with the Guildmaster's emblem...
de: Es ist mit dem Emblem des Gildenmeisters versiegelt.
it: Qui c'è un sigillo con l'emblema del Maestro della Gilda...
zh_hans: 上面封上了公会会长的标志……

# DLG_LOCK_GUILD_OPEN
source: The seal is reacting to {0}'s badge!
de: Das Siegel reagiert auf das Abzeichen von {0}!
it: Il sigillo sta reagendo alla Targhetta dell'esploratore di {0}!
zh_hans: 标志与{0}的徽章发生了共鸣！

# DLG_LOCK_KEY
source: Will you unlock it with the {0}?
de: Willst du es mit dem {0} entsperren?
it: Vuoi usare {0} per aprirlo?
zh_hans: 要使用{0}开锁吗？

# DLG_MISSION_DESTINATION
source: You've reached a destination floor!
de: Du hast eine Zielebene erreicht!
es: ¡Has alcanzado un piso de destino!
it: Su questo piano hai un compito da svolgere!
zh_hans: 到达了目标楼层！

# DLG_MISSION_ESCORT_DONE
source: Yes! You completed {0}'s escort mission. {0} is delighted!
de: Ja! {0} wurde erfolgreich eskortiert! {0} ist hocherfreut!
es: ¡Sí! Has completado la misión de escolta de {0}. ¡{0} está encantado!
it: Sì! Hai portato {0} a destinazione! {0} è molto felice!
zh_hans: 好！你完成了{0}的护送任务。{0}很高兴！

# DLG_MISSION_OUTLAW
source: Wanted outlaw spotted!
de: Der gesuchte Ganove wurde ausfindig gemacht!
es: ¡Malechor a la vista!
it: Ecco il ricercato!
zh_hans: 通缉犯出现了！

# DLG_MISSION_OUTLAW_DONE
source: Yes!\nKnocked out the outlaw {0}!
de: Ja!\nDer Ganove {0} ging K.O.!
es: ¡Sí!\n¡Has derrotado al malechor {0}!
it: Sì! Hai messo KO il ricercato {0}!
zh_hans: 很好！\n你击败了通缉犯{0}！

# DLG_MISSION_OUTLAW_TRAP
source: You've fallen into my trap!
de: Du bist in meine Falle getappt!
es: ¡Caíste en mi trampa!
it: Siete in trappola!
zh_hans: 你中了我的陷阱！

# DLG_MISSION_REMINDER
source: Report back to {0} after leaving the dungeon.
de: Melde dich bei {0} nachdem du den Dungeon verlassen hast.
es: Informa a {0} tras salir de la mazmorra.
it: Fai rapporto a {0} dopo aver completato il dungeon.
zh_hans: 离开迷宫后，向{0}报告吧。

# DLG_MISSION_RESCUE_ASK
source: Yes! You've found {0}![scroll]Do you want to use your badge to rescue {0}?
de: Ja! Du hast {0} gefunden![scroll]Willst du {0} mit deinem Orden retten?
es: ¡Sí! ¡Encontraste a {0}![scroll]¿Quieres usar tu placa para rescatar a {0}?
it: Sì! Hai trovato {0}![scroll]Vuoi usare la Targhetta dell'esploratore per salvare {0}?
zh_hans: 好！你已经找到了{0}！[scroll]要使用徽章救助{0}吗？

# DLG_MISSION_RESCUE_DONE
source: Your badge shines on {0}, and {0} is transported away magically!
de: Das Licht deines Ordens fällt auf {0}! {0} verlässt den Dungeon auf magische Weise!
es: ¡Tu placa brilla hacia {0}, y {0} se teletransporta mágicamente!
it: La Targhetta dell'esploratore teletrasporta {0} al sicuro!
zh_hans: 你的徽章向着{0}闪烁，{0}被神奇地传送走了！

# DLG_MISSION_RESCUE_THANKS
source: Thank you! I'll see you outside with a reward when you return!
de: Vielen Dank! Ihr erhaltet draußen eure Belohnung, wenn ihr zurück seid!
es: ¡Gracias! ¡Te veré fuera con una recompensa para cuando vuelvas!
it: Grazie! Ci vediamo più tardi fuori dal dungeon! Ti aspetta una bella ricompensa!
zh_hans: 谢谢你！等你回来后，我会带着报酬来感谢你的！

# DLG_NO_HELD_ITEM
source: {0} isn't holding an item!
it: {0} non sta tenendo uno strumento!
zh_hans: {0}没有携带任何道具！

# DLG_RECEIVE_ITEM
source: {0} received the {1}!
de: {0} erhält das Item {1}!
es: ¡{0} recibió {1}!
fr: {0} a reçu l'objet {1} !
it: {0} riceve {1}!
zh_hans: {0}收下了{1}！

# DLG_RECEIVE_ITEM_STORAGE
source: {0} received the {1}!\nThe item was sent to storage.
de: {0} erhält das Item {1}! Es wurde in das Lager geschickt.
es: ¡{0} recibió {1}!\nEl objeto ha sido enviado al almacén.
fr: {0} a reçu l'objet {1} !\nL'objet a été envoyé au stockage.
it: {0} riceve {1}!\nLo strumento verrà inviato nel deposito.
zh_hans: {0}收下了{1}！\n已将道具送去仓库。

# DLG_RECEIVE_KEY_ITEM
source: {0} received the {1}![br]{0} stashed it away as a key item.
it: {0} riceve {1}![br]{0} lo mette da parte come uno strumento chiave.
zh_hans: {0}收下了{1}！[br]{0}把它作为关键道具收好了。

# DLG_STORAGE_EMPTY
source: There are no items in storage.
de: Es sind keine Items in deinem Lager.
es: No hay objetos en la consigna.
fr: Il n'y a pas d'objets en stock.
it: Non ci sono strumenti nel deposito.
zh_hans: 仓库里没有道具。

# DLG_WHICH_FORM
source: Which form will {0} change into?
de: Welche Form soll {0} annehmen?
es: ¿A qué forma cambiará {0}?
it: In quale forma vuole trasformarsi {0}?
zh_hans: {0}要变为哪种形态？

# EVO_REQ_ALLIES
source: have {0} evolved allies
de: {0} entwickelte Verbündete haben
es: necesita {0} aliados evolucionados
it: avere {0} alleati evoluti
zh_hans: 有{0}名进化的队友

# EVO_REQ_ALLY_ELEMENT
source: have a {0}-type ally
de: Einen Verbündeten mit dem Typ {0} haben
es: necesita un aliado de tipo {0}
fr: avoir un allié de type {0}
it: avere un alleato di tipo {0}
zh_hans: 需要{0}属性队友

# EVO_REQ_ALLY_SPECIES
source: have a {0} ally
de: Ein {0} als Verbündeten haben
es: necesita un aliado de la especie {0}
fr: a une allié de la famille {0}
it: avere un {0} come alleato
zh_hans: 需要{0}作为队友

# EVO_REQ_ALLY_SPECIES_MULTI
source: have {1} {0} allies
de: {1} {0}s als Verbündete haben
es: necesita {1} {0} aliados
it: avere {1} e {0} come alleati
zh_hans: 需要{1}名{0}队友

# EVO_REQ_ATK_DEF_EQUAL
source: Attack equals Defense
de: Angriff entspricht Verteidigung
es: Ataque igual a la Defensa
fr: Attaque égal Défense
it: Attacco uguale alla Difesa
zh_hans: 攻击等于防御

# EVO_REQ_ATK_DEF_GREATER
source: Attack is more than Defense
de: Angriff ist höher als Verteidigung
es: Ataque mayor a la Defensa
fr: Attaque supérieure à Défense
it: Attacco maggiore alla Difesa
zh_hans: 攻击大于防御

# EVO_REQ_ATK_DEF_LESS
source: Attack is less than Defense
de: Angriff ist niedriger als Verteidigung
es: Ataque menor a la Defensa
fr: Attaque inférieure à Défense
it: Attacco minore della Difesa
zh_hans: 攻击小于防御

# EVO_REQ_CRITS
source: land {0} critical hits in battle
de: Lande {0} kritische Treffer im Kampf
es: consigue {0} golpes críticos en combate
fr: obtient {0} coups critiques en combat
it: infliggere {0} brutti colpi in lotta
zh_hans: 在战斗内击中要害{0}次

# EVO_REQ_HUNGER_HIGH
source: with overfilled belly
de: Sei voll
es: estar lleno
fr: est plein
it: avere la pancia piena
zh_hans: 吃撑时

# EVO_REQ_HUNGER_LOW
source: with empty belly
de: Sei hungrig
es: tener hambre
fr: a faim
it: essere affamato
zh_hans: 空腹时

# EVO_REQ_ITEM
source: hold {0}
de: Ein {0} halten
es: debe sostener {0}
fr: tenir {0}
it: avere {0} equipaggiato
zh_hans: 携带{0}

# EVO_REQ_LEVEL
source: reach level {0}
de: Erreiche Level {0}
es: debe llegar al nivel {0}
fr: monter au niveau {0}
it: raggiungere il livello {0}
zh_hans: 达到{0}级

# EVO_REQ_MAP
source: floor has {0}
de: Auf der Ebene ist {0}
es: el piso debe estar {0}
fr: l'étage doit faire le temps de {0}
it: il piano deve avere {0}
zh_hans: 在{0}的楼层

# EVO_REQ_SKILL
source: learn {0}
de: Erlerne {0}
es: debe aprender {0}
fr: apprendre {0}
it: imparare {0}
zh_hans: 习得{0}

# EVO_REQ_SKILL_ELEMENT
source: learn a {0}-type move
de: Erlerne einen Angriff des Typen {0}
es: debe aprender un movimiento del tipo {0}
fr: apprendre un capacité du type {0}
it: imparare una mossa di tipo {0}
zh_hans: 习得{0}属性招式

# EVO_REQ_SKILL_USE
source: used {0} {1} times in a row
de: Benutze {0} {1} mal hintereinander
es: usar {0} {1} veces seguidas
it: usare {0} {1} volte di fila
zh_hans: 连续使用{1}次{0}

# EVO_REQ_STAT_BOOST
source: raise {0} in battle
de: Erhöhe {0} im Kampf
es: aumentar {0} en combate
fr: lancer {0} dans la bataille
it: aumentare {0} durante la lotta
zh_hans: 在战斗中提高{0}

# EVO_REQ_TILE_ELEMENT
source: be at a {0}-type area
de: Sei in einer {0} Umgebung
es: debe estar en un area del tipo {0}
fr: être dans une région de type {0}
it: essere in un'area di tipo {0}
zh_hans: 在{0}属性场地

# EVO_REQ_TIME
source: during {0}
de: Entwicklung bei {0}
es: debe estar durante el/la {0}
fr: pendant le/la {0}
it: durante {0}
zh_hans: 在{0}时段

# EVO_REQ_TRADE
source: must be from another team
de: Das Pokémon muss von einem anderen Team kommen
es: debe ser de otro equipo
fr: être dans une autre équipe
it: deve provenire da un'altro team
zh_hans: 来自其他队伍

# ITEM_KEY_CARD_GRASS
source: Grass Card
de: Grass Karte
es: Carta Hierba
it: Tessera Erba
zh_hans: 草之卡片

# ITEM_KEY_CARD_MIST
source: Mist Card
de: Nebel Karte
es: Carta Niebla
it: Tessera Nebbia
zh_hans: 雾之卡片

# ITEM_KEY_CARD_MOON
source: Moon Card
de: Mond Karte
es: Carta Luna
it: Tessera Luna
zh_hans: 月之卡片

# ITEM_KEY_CARD_SAND
source: Sand Card
de: Sand Karte
es: Carta Arena
it: Tessera Sabbia
zh_hans: 砂之卡片

# ITEM_KEY_CARD_STAR
source: Star Card
de: Stern Karte
es: Carta Estrella
it: Tessera Stella
zh_hans: 星之卡片

# ITEM_KEY_CARD_SUN
source: Sun Card
de: Sonne Karte
es: Carta Sol
it: Tessera Luna
zh_hans: 日之卡片

# ITEM_KEY_CARD_WATER
source: Water Card
de: Wasser Karte
es: Carta Agua
it: Tessera Acqua
zh_hans: 水之卡片

# ITEM_KEY_CARD_WIND
source: Wind Card
de: Wind Karte
es: Carta Viento
it: Tessera Vento
zh_hans: 风之卡片

# ITEM_KEY_CARD_WORLD
source: World Card
de: Welt Karte
es: Carta Mundo
it: Tessero Globo
zh_hans: 环球卡片

# MENU_CURRENCY_AVAILABLE
source: Available
de: Verfügbar
es: Disponible
it: Disponibile
zh_hans: 可用

# MENU_FORGET_SKILL
source: Forget Move
de: Attacke vergessen
es: Olvidar Movimiento
fr: Oublier Capacité
it: Dimentica mossa
zh_hans: 遗忘招式

# MENU_RECALL_SKILL
source: Recall Move
de: Attacke erinnern
es: Recordar Movimiento
fr: Rappeler Capacité
it: Ricorda mossa
zh_hans: 回忆招式

# MENU_RECRUITMENT
source: Recruitment Search
de: Rekrutierungssuche
es: Búsqueda de Reclutas
it: Ricerca reclutamento
zh_hans: 招募检索

# MENU_RECRUITMENT_NONE
source: No recruits available
de: Keine Rekruten verfügbar
es: No hay reclutas disponibles
it: Reclutamento non disponibile
zh_hans: 没有能招募的宝可梦

# MENU_RECRUITMENT_TITLE
source: Potential Recruits
de: Potentielle Rekruten
es: Posibles Reclutas
it: Pontenziali reclute
zh_hans: 招募列表

# MENU_SKILL_TUTOR
source: Move Tutor
de: Attacken-Lehrer
es: Tutor de Movimientos
it: Insegnamosse
zh_hans: 教授招式

# MSG_ABSORB
source: {0} absorbed the attack with {1}!
de: {0} hat den Angriff mit {1} absorbiert!
es: ¡{0} absorbió el ataque con {1}!
fr: {0} a absorbé la capacité avec {1} !
it: {0} ha assorbito l'attacco con {1}!
zh_hans: {0}用{1}吸收了伤害！

# MSG_ACUTE_SNIFFER
source: {0} found {2} items on the floor with its {1}!
de: {0} hat mit {1} {2} Items auf der Ebene gefunden!
es: ¡{0} encontró {2} objetos en el piso con su {1}!
fr: {0} a trouvé {2} objets sur le sol avec son {1} !
it: {0} trova {2} strumenti nel terreno con il suo {1}!
zh_hans: {0}用{1}在本层发现了{2}！

# MSG_AIR_LOCK
source: {0}'s Air Lock made the weather disappear!
de: {0}s Klimaschutz ließ das Wetter verschwinden!
es: ¡El Bucle aire de {0} hizo que el tiempo desapareciera!
fr: Air Lock de {0} fait disparaître la météo!
it: Riparo di {0} fa scomparire il meteo!
zh_hans: {0}的特性 气闸 使天气消失了！

# MSG_ALREADY_CURSED
source: {0}'s {1} is already sticky!
de: {0}s {1} ist bereit klebrig!
es: ¡El objeto {0} de {1} ya está pegajoso!
fr: L'objet {0} de {1} est déjà collant !
it: {1} di {0} è già viscido!
zh_hans: {0}的{1}已经被粘着了！

# MSG_ALREADY_HAS_ELEMENT
source: {0} is already {1}-type!
de: {0} ist bereits Typ {1}!
es: ¡{0} ya es de tipo {1}!
fr: {0} est déjà de type {1} !
it: {0} è già di tipo {1}!
zh_hans: {0}已经是{1}属性了！

# MSG_ALREADY_HAS_SKILL
source: {0} already knows {1}!
de: {0} kennt bereits {1}!
es: ¡{0} ya conoce {1}!
fr: {0} connait déjà {1} !
it: {0} conosce già {1}!
zh_hans: {0}已经学会{1}了！

# MSG_ALREADY_HAS_SPECIES
source: {0} is already a {1}!
de: {0} ist bereits ein {1}!
es: ¡{0} ya es un {1}!
fr: {0} est déjà un {1} !
it: {0} è già un {1}!
zh_hans: {0}已经是{1}了！

# MSG_ALREADY_PROTECTED
source: {0} is already protected by {1}!
de: {0} wird bereits durch {1} beschützt!
es: ¡{0} ya está protegido por {1}!
fr: {0} est déjà protégé par {1} !
it: {0} è già protetto da {1}!
zh_hans: {0}已经被{1}保护了！

# MSG_ALREADY_TRANSFORMED
source: {0} is already transformed!
de: {0} hat sich bereits verwandelt!
es: ¡{0} ya se ha transformado!
fr: {0} est déjà transformé !
it: {0} è già trasformato!
zh_hans: {0}已经变身了！

# MSG_ANCHORED
source: {0} is firmly anchored to the ground!
de: {0} ist fest am Boden verankert!
es: ¡{0} está firmemente anclado al suelo!
fr: {0} est fermement ancré au sol !
it: {0} è saldo al suolo!
zh_hans: {0}被牢牢固定在地面上！

# MSG_ANGER_POINT
source: The critical hit triggered {0}'s Anger Point!
de: Der kritische Treffer aktivierte {0}s Kurzschluss!
es: ¡El golpe crítico activó el Irascible de {0}!
fr: Le coup critique a rendu Colérique {0} !
it: Il brutto colpo attiva Grancollera di {0}!
zh_hans: 因为击中要害，{0}的特性 愤怒穴位 发动了！

# MSG_AQUA_RING_START
source: {0} is surrounded by a veil of water!
de: {0} umgibt sich mit einem Schleier aus Wasser!
es: ¡{0} está rodeado por un velo de agua!
fr: {0} est entouré d'un anneau d'eau !
it: {0} viene coperto da un velo d'acqua!
zh_hans: {0}被水流环包围了！

# MSG_AREA_COUNTER_END
source: {0} will no longer reflect {1} damage!
de: {0}s Konter reflektiert nicht mehr {1} Schaden!
es: ¡{0} ya no puede reflejar daño {1}!
fr: {0} ne reflette plus les dégâts de {1} !
it: {0} non restituirà più danno {1}!
zh_hans: {0}不再反弹{1}伤害！

# MSG_AREA_COUNTER_START
source: {0} will reflect {1} damage!
de: {0} wird {1} Schaden reflektieren!
es: ¡{0} puede reflejar daño {1}!
fr: {0} reflette les dégâts de {1} !
it: {0} adesso restituirà il danno {1}!
zh_hans: {0}将会反弹{1}伤害！

# MSG_ARENA_TRAP
source: {0}'s {1} prevents escape!
de: {0}s Ausweglos verhindert die Flucht!
es: ¡Trampa arena de {0} evita escapar!
fr: Piège Sable de {0} empêche la fuite !
it: Trappoarena di {0} previene la fuga!
zh_hans: {0}的特性 沙穴 阻止了逃跑！

# MSG_ASK_ASSEMBLY
source: Who will you send over?
de: Wer wird zurück geschickt?
es: ¿A quién envías?
fr: À qui voulez-vous envoyer ?
it: Chi vuoi mandare?
zh_hans: 要送来谁？

# MSG_ASK_NICKNAME
source: Will you give it a nickname?
de: Willst du einen Spitznamen vergeben?
es: ¿Quieres darle un apodo?
fr: Voulez-vous lui donner un surnom ?
it: Vuoi dargli un soprannome?
zh_hans: 要给它取一个昵称吗？

# MSG_ASLEEP
source: {0} is fast asleep...
de: {0} schläft...
es: {0} está dormido como un tronco...
fr: {0} est profondément endormi...
it: {0} sta dormendo...
zh_hans: {0}正在熟睡……

# MSG_ASSEMBLY_EMPTY
source: There are no recruits in the assembly.
de: Es sind keine Rekruten am Treffpunkt.
es: No hay reclutas en el registro.
fr: Il n'y a pas de recrues dans l'assemblée.
it: Non ci sono reclute nel raduno.
zh_hans: 集会里没有其他成员。

# MSG_ASSEMBLY_TAKE
source: {0} joined {1} from the assembly!
de: {0} ist {1} wieder beigetreten.
es: ¡{0} se ha unido al {1} desde el registro!
fr: {0} a rejoint {1} depuis l'assemblée !
it: {0} si unisce a {1} dal raduno!
zh_hans: {0}从集会中加入了{1}！

# MSG_ASSEMBLY_TAKE_ANY
source: {0} joined the party from the assembly!
de: {0} ist vom Treffpunkt des Teams zum aktuellen Team beigetreten!
es: ¡{0} se unió al equipo desde el registro!
fr: {0} a rejoint l'équipe depuis l'assemblée !
it: {0} si unisce al team dal raduno!
zh_hans: {0}从集会中加入了队伍！

# MSG_ATTACK_USE
source: {0} used its regular attack!
de: {0} verwendet einen normalen Angriff!
es: ¡{0} usó su ataque normal!
fr: {0} a utilisé son attaque normale !
it: {0} usa il suo attacco base!
zh_hans: {0}使用了普通攻击！

# MSG_AVOID
source: {0} avoided the attack with {1}!
de: {0} vermeidet mithilfe von {1} den Angriff!
es: ¡{0} evitó el ataque con {1}!
fr: {0} a évité l'attaque avec {1} !
it: {0} evita l'attacco con {1}!
zh_hans: {0}用{1}避开了攻击！

# MSG_BALL_FETCH
source: {0} fetched the {1}!
de: {0} hat das {1} wieder aufgesammelt!
es: ¡{0} atrapó [el/la] {1}!
it: {0} va a prendere [il/la] {1}!
zh_hans: {0}捡回了{1}！

# MSG_BAN_FAIL
source: {0}'s move wasn't banned!
de: {0}s Attacke wurde nicht gebannt!
es: ¡El movimiento de {0} no estaba prohibido!
fr: L'attaque de {0} n'était pas bannie !
it: La mossa di {0} non è stata bloccata!
zh_hans: {0}的招式没有被禁用！

# MSG_BELCH
source: {0} belched!
de: {0} benutzt Rülpser!
es: ¡{0} eructó!
fr: {0} a éructé !
it: {0} rutta!
zh_hans: {0}打了个嗝！

# MSG_BELCH_ALREADY
source: {0} is already ready to belch!
de: {0} ist schon bereit Rülpser zu nutzen!
es: ¡{0} ya está listo para eructar!
fr: {0} est déjà prêt à éructer !
it: {0} è già pronto a ruttare!
zh_hans: {0}已经在准备打嗝了！

# MSG_BELCH_END
source: {0} is no longer ready to belch!
de: {0} ist nicht mehr bereit Rülpser benutzen!
es: ¡{0} ya no está listo para eructar!
fr: {0} n'est plus prêt à éructer !
it: {0} non è più pronto a ruttare!
zh_hans: {0}不再准备打嗝了！

# MSG_BELCH_START
source: {0} is ready to belch!
de: {0} ist bereit Rülpser zu nutzen!
es: ¡{0} está listo para eructar!
fr: {0} est prêt à éructer !
it: {0} è pronto a ruttare!
zh_hans: {0}正在准备打嗝！

# MSG_BESTOW_ITEM
source: {0} received the {1}!
de: {0} erhält das Item {1}!
es: ¡{0} recibió {1}!
fr: {0} a reçu l'objet {1} !
it: {0} riceve {1}!
zh_hans: {0}收到了{1}！

# MSG_BESTOW_ITEM_CURSED
source: {0} couldn't give the {1} away because it was sticky!
de: {0} konnte das Item {1} nicht abgeben, weil es klebrig ist!
es: ¡{0} no pudo dar {1} porque está pegajoso!
fr: {0} ne pouvait pas donner l'objet {1} parce qu'il était collant !
it: {0} non può dare {1} perché viscido!
zh_hans: {0}无法送出{1}，因为它被粘着了！

# MSG_BESTOW_ITEM_FAIL
source: {0} doesn't have an item to give!
de: {0} hat kein Item zum Abgeben!
es: ¡{0} no tiene un objeto para dar!
fr: {0} n'a pas d'objet à donner !
it: {0} non ha uno strumento da dare!
zh_hans: {0}没有道具可以送出！

# MSG_BIDE_ATTACK
source: {0} unleashed energy!
de: {0} entfesselt Energie!
es: ¡{0} desató la energía!
fr: {0} a liberé son énergie !
it: {0} rilascia l'energia!
zh_hans: {0}释放了能量！
