Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# SIGN_TUTORIAL_3_2
source: There are many minor status ailments, such as Confusion and Leech Seed.\nThey can all affect a target at the same time.\nCheck your team member's Statuses page if you've lost track of them.
de: Es gibt eine Reihe von sekundären Statusveränderungen, wie zum Beispiel Verwirrung oder Egelsamen. \nDiese können ein Ziel gleichzeitig betreffen! \nSchau innerhalb der Statusseite deines Teammitglieds nach, wenn du mal den Überblick verlieren solltest.
es: Hay muchos estados alterados menores, como Confusión o Drenadoras.\nEstos pueden afectar a un mismo objetivo a la vez.\nComprueba la página de Estados de tu miembro de equipo si has perdido la cuenta.
fr: Il existe de nombreux statuts mineurs, tels que Confusion et Vampigraine.\nIls peuvent tous affecter une cible en même temps.\nConsultez la page des statuts des membres de votre équipe si vous les avez perdus de vue.
it: Esistono diversi problemi di stato minori, come Confusione e Parassiseme.\nQuesti, a differenza di quelli più gravi, possono affliggere il bersaglio contemporaneamente.\nControlla la pagina Stato nel menu Team per avere più informazioni sugli stati inflitti ai Pokémon del tuo team.
zh_hans: 有一些状态变化，例如混乱和寄生种子。\n它们的效果可以同时存在。\n如果陷入了这种状态变化，查看一下队员的状态菜单吧。

# SIGN_TUTORIAL_3_3
source: Every Pokémon has an ability, which can make it immune to certain status, inflict status on opponents when attacked, or provide other beneficial effects.\nCheck your team member's Info page to read about its ability.
de: Jedes Pokémon besitzt eine Fähigkeit, welche es immun gegenüber bestimmte Statusveränderungen macht, eine Statusveränderung an Gegnern verursacht oder geben andere vorteilhafte Effekte. \nSchau dir hierzu die Infoseite deines Teammitglieds an, um mehr über dessen Fähigkeit herauszufinden.
es: Cada Pokémon tiene una habilidad, que puede hacerle inmune a ciertos estados, causar estados a los oponente cuando son atacados, o aportar otros efectos beneficiosos.\nComprueba la pestaña Información de tu compañero de equipo para leer sobre su habilidad.
fr: Chaque Pokémon possède une aptitude, qui peut le rendre immunisé contre certains statuts, infliger des statuts aux adversaires lorsqu'il est attaqué, ou fournir d'autres effets bénéfiques.\nConsultez la page Info de votre équipier pour en savoir plus sur son aptitude.
it: Ogni Pokémon possiede un'abilità che può rendere immuni a un determinato stato, infliggere uno stato a un avversario quando attaccato o fornire effetti benefici.\nControlla la pagina Riepilogo nel menu Team per avere più informazioni sulle abilità dei Pokémon del tuo team.
zh_hans: 每个宝可梦都有一种特性，它可以使自己免疫某些状态，在受到攻击时给对手施加状态，或提供其他有益效果。\n查看队员的信息页面来了解各自的特性吧。

# SIGN_TUTORIAL_4_1
source: Within dungeons, you will find various traps scattered on the floor.\nThey can be triggered by stepping on them, or by targeting them with certain attacks.
de: Du wirst beim Erkunden von Dungeons sehen, dass verschiedene Fallen auf den Ebenen verteilt sind.\n Diese werden ausgelöst, indem man auf sie tritt oder bestimmte Attacken auf sie verwendet.
es: Dentro de las mazmorras, puedes encontrar diferentes trampas esparcidas por el suelo.\nSe activan al pisar sobre ellas, o dirigiendo ciertos ataques específicos a ellas.
fr: Dans les donjons, vous trouverez divers pièges éparpillés sur le sol.\nIls peuvent être déclenchés en marchant dessus, ou en les ciblant avec certaines attaques.
it: All'interno dei dungeon troverai diverse trappole sul pavimento che possono essere attivate passandoci sopra o usando determinati tipi di attacchi.
zh_hans: 在不可思议迷宫内，你可能会发现各种各样的陷阱。\n踩在它们上面，或用特定的攻击，都可以触发这些陷阱。

# SIGN_TUTORIAL_4_2
source: Use your {0} attack to reveal traps directly in front of you. Traps won't trigger this way, either.
de: Benutze deinen Angriff auf {0} um Fallen direkt vor dir zu enthüllen. Diese Fallen werden dabei nicht ausgelöst.
es: Usa tu ataque {0} para revelar trampas directamente enfrente tuya. Las trampas no se activan con este método.
fr: Utilisez votre capacité {0} pour révéler les pièges directement devant vous. Les pièges ne se déclencheront pas de cette façon non plus.
it: Usa l'attacco {0} per vedere quale trappola si trova di fronte a te, in questo modo non si attiveranno.
zh_hans: 使用 {0} 攻击可以试探面前的陷阱，而陷阱也不会因此而被触发。

# SIGN_TUTORIAL_4_3
source: Most traps will affect anyone within their range, while some will only target the Pokémon that triggered it! Lead enemies into them while avoiding them yourself.
de: Die meisten Fallen haben eine Reichweite, in der sie jeden beeinflussen, der in der Nähe ist. Einige funktionieren nur bei dem Pokémon, das sie ausgelöst hat. Vermeide es auf Fallen zu treten und locke Gegner auf sie.
es: Muchas de las trampas puede afectar a todos dentro de su rango, ¡pero otros sólo afectan al Pokémon que lo activó! Dirige los enemigos hasta ellos mientras los evitas.
fr: La plupart des pièges affectent tous ceux qui se trouvent dans leur rayon d'action, tandis que certains ne visent que le Pokémon qui les a déclenchés ! Dirigez vos ennemis vers ces pièges tout en les évitant vous-même.
it: La maggior parte delle trappole colpiranno chiunque si trovi nel loro raggio d'azione, mentre alcune prenderanno di mira solo il Pokémon che le ha attivate! Conduci i nemici verso le trappole e cerca di evitarle di conseguenza.
zh_hans: 大多数陷阱会影响范围内的任何宝可梦，而有些陷阱只会针对触发它的宝可梦！引导对手踩上陷阱，同时自己也避开陷阱吧。

# SIGN_TUTORIAL_5_1
source: Hold {0} to turn in place, and hold {1} to move diagonally.
de: Halte {0} um dich auf der Stelle zu drehen und {1} um dich diagonal zu bewegen.
es: Mantén pulsado {0} para girar en el sitio, y {1} para moverse en diagonal.
fr: Maintenez {0} pour tourner sur place, et maintenez {1} pour vous déplacer en diagonale.
it: Tieni premuto {0} per muoverti sul posto e tieni premuto {1} per muoverti diagonalmente.
zh_hans: 按住 {0} 可以原地转向，按住 {1} 可以斜向移动。

# SIGN_TUTORIAL_5_2
source: Press {0}+{1} to skip your turn. You can use this to wait and heal from natural HP regeneration.\nMovement and combat in dungeons is always turn-based. Enemies won't move until you do, so take your time to plan accordingly.
de: Drücke {0}+{1} um deinen Zug zu überspringen. Das kannst du nutzen, um dich mithilfe der natürlichen KP-Regeneration zu heilen.\nBewegungen und Kämpfe sind immer Runden-basierend. Gegner machen ihren Zug nicht, solange du deinen nicht machst, also nehme dir Zeit um zu bedenken, was du machen willst.
es: Pulsa {0}+{1} para saltar tu turno. Puedes usar esto para esperar y recuperar PS naturalmente.\nEl movimiento y combate en las mazmorras siempre es por turnos. Los enemigos no se moverán hasta que te muevas tú, así que tomate tu tiempo para planear la jugada.
fr: Appuyez sur {0}+{1} pour passer votre tour. Vous pouvez l'utiliser pour attendre et vous soigner grâce à la régénération naturelle des HP.\nLes déplacements et les combats dans les donjons se font toujours au tour par tour. Les ennemis ne bougeront pas tant que vous ne le ferez pas, alors prenez votre temps pour planifier en conséquence.
it: Premi {0}+{1} per saltare il tuo turno o per approfittare della rigenerazione naturale dei PS.\nI movimenti e gli attacchi nei dungeon sono sempre basati sui turni, quindi i nemici non si muoveranno finché non lo farai tu. Prenditi tutto il tempo che ti serve per pianificare la tua prossima mossa.
zh_hans: 按下 {0}+{1} 可以跳过你的回合。你可以用此等待HP自然回复。\n迷宫内的行动总是回合制的，对手不会在你的回合时自己行动，所以花点时间做好计划吧。

# SIGN_TUTORIAL_5_3
source: Press {0},{1},{2} or {3} to switch the team leader. This can be done without taking any turns.
de: Drücke {0}, {1}, {2} oder {3} um den Anführer zu wechseln. Das kann gemacht werden, ohne einen Zug zu verbrauchen.
es: Pulsa {0}, {1}, {2} o {3} para cambiar el líder del equipo. Esto se puede hacer sin gastar ningún turno.
fr: Appuyez sur {0},{1},{2} ou {3} pour changer de chef d'équipe. Ceci peut être fait sans prendre de tour
it: Premi {0}, {1}, {2} o {3} per cambiare il leader del team. Questa azione può essere compiuta senza perdere alcun turno.
zh_hans: 按下 {0}，{1}，{2} 或 {3} 可以更换队长。这不会耗费任何回合。

# SIGN_TUTORIAL_5_4
source: Press {0} to switch on Team Mode. With this, you can control the entire team, turn-by-turn.
de: Drücke {0} um den Team-Modus zu aktivieren. Hiermit kannst du das gesamte Team Zug für Zug selbst kontrollieren.
es: Pulsa {0} para activar Modo Equipo. Con este, puedes controlar todo el equipo, turno por turno.
fr: Appuyez sur {0} pour activer le mode équipe. Avec celui-ci, vous pouvez contrôler l'équipe entière, tour par tour.
it: Premi {0} per passare alla Modalità team, dove potrai controllare l'intero team turno dopo turno.
zh_hans: 按下 {0} 可以切换团队模式。这样，你就可以同时控制所有队员的行动。

# TALK_ADVICE_EXP
source: The Pokémon here are really weak.[pause=0] I can take them out with my regular attack.[br]But if I never use my moves,[pause=0] I won’t gain experience points for winning...
de: Die Pokémon hier sind ziemlich schwach.[pause=0] Meine normalen Angriffe reichen um sie fertig zu machen.[br]Aber wenn ich nie meine Attacken benutze,[pause=0] werde ich für meine Siege keine Erfahrungspunkte bekommen...
es: Los Pokémon aquí son muy débiles.[pause=0] Puedo derrotarlos con mi ataque normal.[br] Pero si no uso nunca mis movimientos,[pause=0] no ganaré puntos de experiencia por ganar...
fr: Les Pokémon ici sont vraiment faibles.[pause=0] Je peux les éliminer avec mon attaque normale.[br]Mais si je n'utilise jamais mes capacités,[pause=0] je ne gagnerai pas de points d'expérience pour la victoire...
it: I Pokémon di questo dungeon sono veramente deboli.[pause=0] Posso addirittura sconfiggerli con il mio attacco base.[br]Ma se non uso una delle mie mosse,[pause=0] non guadagnerò mai esperienza...
zh_hans: 这里的宝可梦真的很弱，[pause=0]我都能用普通攻击把它们干掉。[br]但如果我一直不用招式，[pause=0]我就得不到经验值了……

# TALK_ADVICE_FADED
source: O,[pause=20] forgotten road,[pause=20] relic of times long go-one \u266A[pause=0]\nO,[pause=20] forgotten road,[pause=20] you remain here alo-one \u266A[br]O,[pause=20] forgotten road,[pause=20] that I travel alo-ong \u266A[pause=0]\nSoon,[pause=20] you'll fade away,[pause=20] but I'll remember you \u266A
de: O,[pause=20] vergessene Straße,[pause=20] Relikt längst vergangener Zeiten \u266A[pause=0]\nO,[pause=20] vergessene Straße,[pause=20] du bleibst hier al-lein \u266A[br]O, [pause=20] vergessene Straße,[pause=20] die ich ent-lang reise \u266A[pause=0]\nSobald,[pause=20] wirst du verblassen,[pause=20] aber ich werde mich an dich erinnern \u266A
es: Oh,[pause=20] sendero olvidado, [pause=20] reliquias de la antigue-edad \u266A[pause=0]\nOh,[pause=20] sendero olvidado,[pause=0] perduras aquí en sole-edad \u266A[br]Oh,[pause=20] sendero olvidado,[pause=20] que recorre mi an-ndar \u266A[pause=0]\nPronto,[pause=020] desaparecerás,[pause=20] pero perdurarás en mis recuerdos \u266A
fr: O, [pause=20] route oubliée, [pause=20] relique des temps anciens \u266A[pause=0]\nO,[pause=20] route oubliée,[pause=20] tu restes ici seu-eul \u266A[br]O,[pause=20] route oubliée,[pause=20] que je voyage seu-eul \u266A[pause=0]\nBientôt,[pause=20] tu disparaîtra,[pause=20] mais je me souviendrai de toi \u266A
it: Oh,[pause=20] strada dimenticata,[pause=20] reliquia di tempi arca-ani \u266A[pause=0]\nOh,[pause=20] strada dimenticata,[pause=20] rimarrai qui anche doma-ani \u266A[pause=0]\nOh,[pause=20] strada dimenticata,[pause=20] che porti in posti lonta-ani \u266A[pause=0]\nPresto,[pause=20] tu svanirai nel nulla,[pause=20] ma io mi ricorderò di te \u266A
zh_hans: 哦，[pause=20]被遗忘路，[pause=20]长远岁月的刻录-录\u266A[pause=0]\n哦，[pause=20]被遗忘路，[pause=20]你独自留于此处-处\u266A[br]哦，[pause=20]被遗忘路，[pause=20]我一步步深入-入\u266A[pause=0]\n而后，[pause=20] 你要消逝，[pause=20]但我仍会记住\u266A

# TALK_ADVICE_MISS
source: The higher your Speed stat, the easier it is to hit and dodge attacks.[br]If your opponent’s speed is higher than yours, you’ll miss more often.[br]But always remember...[br]No matter how hard it is to hit your target,[pause=0] you can never miss twice in a row.
de: Je höher dein Initiative-Wert ist, desto leichter ist es Angriffe zu treffen und ihnen auszuweichen.[br]Wenn die Initiative deines Gegners höher ist als deine eigene, wird es dir schwerer fallen ihn zu treffen.[br]Aber vergiss nicht...[br]Egal wie schwer es auch ist dein Ziel zu treffen,[pause=0] du kannst es niemals zweimal hintereinander verfehlen.
es: Cuanto más alta sea tu estadística de Velocidad, más fácil te será golpear y esquivar ataques.[br]Si la velocidad de tu oponente es más alta que la tuya, fallarás más a menudo.[br]Pero recuerda...[br]No importa como de difícil sea golpear a tu objetivo,[pause=0] nunca fallarás dos veces seguidas.
fr: Plus votre vitesse est élevée, plus il est facile de toucher et d'esquiver les attaques.[br]Si la vitesse de votre adversaire est plus élevée que la vôtre, vous manquerez plus souvent.[br]Mais n'oubliez pas...[br]Peu importe la difficulté de toucher votre cible, [pause=0] vous ne pouvez jamais la manquer deux fois de suite.
it: Più la tua Velocità è alta, più è facile colpire e schivare gli attacchi.[br]Se la Velocità dell'avversario è più alta della tua, fallirai più frequentemente.[br]Ma non perderti d'animo...[br]Non importa quanto sia complicato colpire il nemico,[pause=0] non potrai mai fallire due volte di seguito.
zh_hans: 你的速度能力越高，就越容易命中和闪避攻击。[br]如果对手的速度高于你，你就更难命中。[br]但请记住……[br]无论命中目标有多困难，[pause=0]你绝对不会连续失误两次。

# TALK_ADVICE_NEUTRAL
source: Be careful around wild Pokémon when you're in these Mystery Dungeons.[br]But me?[pause=0] I'm harmless.[br]You can tell from the color of my map icon,[pause=0] and the yellow outline around my shadow!
de: In diesen Mystery Dungeons musst du vorsichtig mit diesen wilden Pokémon sein.[br]Oh, und ich?[pause=0] Ich bin harmlos.[br]Das kannst du an der Farbe meines Kartensymbols erkennen,[pause=0] und am gelben Rand meines Schattens!
es: Ten cuidado de los Pokémon salvajes cuando te encuentres en estos Territorios Misteriosos.[br]¿Pero yo?[pause=0] Soy inofensivo.[br]Puedes saberlo por el color de mi icono en el mapa,[pause=0] ¡y el bordeado amarillo de mi sombra!
fr: Faites attention aux Pokémon sauvages lorsque vous êtes dans ces Donjons Mystères.[br]Mais moi ?[pause=0] Je suis inoffensif.[br]Vous pouvez le voir à la couleur de mon icône de carte,[pause=0] et au contour jaune autour de mon ombre !
it: Fai attenzione quando ti trovi nei dungeon misteriosi.[br]Oh, io?[pause=0]Nessuna paura, io sono innoquo.[br]Lo puoi capire dal colore della mia icona nella minimappa[pause=0] e dal contorno giallo intorno alla mia ombra!
zh_hans: 当你在不可思议迷宫里时，要小心野生宝可梦。[br]至于我呢？[pause=0]我很无害。[br]你可以看我在地图上的标志，[pause=0]以及我影子周围的黄色轮廓！

# TALK_ADVICE_POISON
source: If you get poisoned, don't panic![scroll]Wait it out without moving or attacking, and you'll take less damage.
de: Wenn du vergiftet wirst, keine Panik![scroll]Wenn du wartest ohne dich zu bewegen oder anzugreifen, nimmst du weniger Schaden.
es: Si quedas envenado, ¡no entres en pánico![scroll]Espera a que se vaya sin moverte o atacar, y recibirás menos daño.
it: Se vieni avvelenato, non andare in panico![scroll]Aspetta senza muoverti o attaccare, così subirari meno danni.
zh_hans: 如果你中毒了，也先不要慌乱！[scroll]如果你不移动或攻击，只是原地休整的话，就不会受到那么多伤害。

# TALK_ADVICE_PYRAMID
source: The heart of the desert lies in its borders...[pause=0]\nFour corners reveal the path to the center.
de: Das Herz der Wüste liegt in ihrem Rand...[pause=0]\nVier Ecken enthüllen den Pfad zum Zentrum.
es: El corazón del desierto se halla en sus bordes...[pause=0]\nCuatro esquinas revelan el camino al centro.
it: Il cuore del deserto giace nei suoi confini...[pause=0]\nQuattro angoli rivelano il percorso per il centro.
zh_hans: 沙漠的心脏在于它的边界……[pause=0]\n四角会指明通往中心的方向。

# TALK_ADVICE_RANGE
source: I'd be careful around those Ledyba...[br]Their Supersonic hits at a long range,[pause=0] and can travel through multiple team members!
de: Du solltest mit diesen Ledyba vorsichtig sein...[br]Ihr Superschall hat eine große Reichweite,[pause=0] und kann mehrere Teammitglieder gleichzeitig treffen!
es: Yo tendría cuidado con esos Ledyba...[br]Su Supersónico acierta a gran alcance,[pause=0] ¡y puede atravesar múltiples miembros del equipo!
fr: Je serais prudent avec ces Coxy...[br]Leurs Ultrasons frappent à longue portée,[pause=0] et peut traverser plusieurs membres de l'équipe !
it: Se fossi in te farei attenzione a quei Ledyba...[br]Il loro Supersuono ha un raggio molto lungo[pause=0] e può passare attraverso ai membri del team!
zh_hans: 我得小心那些周围的芭瓢虫……[br]它们的超音波可以远距离攻击，[pause=0]还能够穿过多名队员！

# TALK_ADVICE_RECRUIT
source: Have you found any Apricorns?[pause=0] Their distinct aroma can pacify hostile Pokémon.[br]Toss one at them,[pause=0] and you might make a friend!
de: Hast du Aprikoko gefunden?[pause=0] Ihr unverwechselbares Aroma kann gegnerische Pokémon beruhigen.[br]Wirf eins auf sie,[pause=0] und du könntest neue Freunde gewinnen!
es: ¿Has encontrado alguno de estos Bonguris?[pause=0] Su distintivo aroma puede calmar Pokémons hostiles.[br] Lánzale uno a alguno,[pause=0] ¡y puede que hasta hagas un amigo!
fr: Avez-vous trouvé des noigrumes ? [pause=0] Leur arôme distinct peut apaiser les Pokémon hostiles.[br]Lancez-en un sur eux, [pause=0] et vous pourriez vous faire un ami !
it: Hai mai trovato delle ghicocche?[pause=0] Il loro piacevole aroma può calmare i Pokémon più ostili.[br]Lanciane una contro di loro[pause=0] e potresti fare amicizia!
zh_hans: 你找到球果了吗？[pause=0]它们独特的香气可以安抚敌方宝可梦。[br]向它们扔一个，[pause=0]你们可能会交个朋友！

# TALK_ADVICE_STAT_CLEAR
source: Whew, that did the trick![pause=0] Why don't you take this?
de: Puh. Das hat geholfen![pause=0] Hier, nimm das als Dankeschön.
es: Fiu, ¡eso sirvió![pause=0] ¿Por qué no pillas esto?
fr: Ouf, ça a fait l'affaire ! [pause=0] Pourquoi tu ne prends pas ça ?
it: Fiu, ha funzionato![pause=0] Perché non prendi questo?
zh_hans: 哇哦，这招可真管用！[pause=0]为什么不拿着这个呢？

# TALK_ADVICE_STAT_DROP
source: Aurgh, that Aipom threw some sand in my eyes and now my aim is off![br]I need to get to a Wonder Tile...
de: Ahh, dieses Ambidiffel hat Sand in meine Augen geworfen, so werde ich nichts treffen können![br]Ich muss ein Wunderfeld finden...
es: ¡Urgh, ese Aipom me lanzó arena en los ojos y ahora mis ataques son más difíciles de acertar![br]Tengo que llegar a una Baldosa Mágica...
fr: Argh, ce Capumain m'a jeté du sable dans les yeux et maintenant mes attaques sont plus difficiles à toucher ![br]Il faut que je trouve une Case Miracle...
it: Argh, quell'Aipom mi ha lanciato della sabbia negli occhi e ora non riesco più a prendere la mira![br]Devo raggiungere una Mattomagica...
zh_hans: 呃，有个长尾怪手往我的眼睛里扔了些沙子，现在我更难命中了！[br]我得去找个不可思议地板……

# TALK_ADVICE_STAT_DROP_CLEAR
source: Whew,[pause=0] no more sand in my eyes![pause=0] Thank you so much![br]By the way,[pause=30] if you ever lose track of your stat changes,[pause=0] check the Statuses page on the Team Menu.
de: Puh,[pause=0] kein Sand mehr in meinen Augen![pause=0] Vielen Dank![br]Übrigens,[pause=30] falls du mal die Übersicht über deine Statusveränderungen verlierst,[pause=0] schaue auf der Statusseite im Team Menü nach.
es: Fiu,[pause=0] ¡no más arena en mis ojos![pause=0] ¡Muchísimas gracias![br]Por cierto,[pause=30] si alguna vez pierdes la cuenta de tus cambios de estado,[pause=0] mira la página de Estados en el Menu de Equipo.
it: Wow,[pause=0] non ho più la sabbia negli occhi![pause=0] Grazie infinite![br]A proposito,[pause=30] se mai dovessi dimenticarti delle tue modifiche alle statistiche,[pause=0] puoi controllarle nella pagina Stato del menu Team.
zh_hans: 呼，[pause=0]现在沙子都跑出来了！[pause=0]太谢谢你了！[br]顺带一提，[pause=30]如果你不知道自己的能力变化，[pause=0]就去看看队伍菜单里的状态页面吧。

# TALK_ADVICE_SWITCH_GAMEPAD
source: If you want another Pokémon to take the lead, use {0} or {1} to switch leaders!
de: Wenn du willst, dass ein anderes Pokémon die Führung übernimmt, drücke {0} oder {1} um den Anführer zu wechseln!
es: ¡Si quieres que otro Pokémon tome el mando, usa {0} o {1} para cambiar de líder!
fr: Si vous voulez qu'un autre Pokémon prenne la tête, utilisez {0} ou {1} pour changer de leader !
it: Se vuoi che un altro Pokémon del team diventi leader, premi {0} o {1}!
zh_hans: 如果你想让另一个宝可梦成为队长，按下 {0} 或 {1} 可以交换！

# TALK_ADVICE_SWITCH_KEYBOARD
source: If you want another Pokémon to take the lead, use {0}, {1}, {2} or {3} to switch leaders!
de: Wenn du willst, dass ein anderes Pokémon die Führung übernimmt, drücke {0}, {1}, {2} oder {3} um den Anführer zu wechseln!
es: ¡Si quieres que otro Pokémon tome el mando, usa {0}, {1}, {2} o {3} para cambiar de líder!
fr: Si vous voulez qu'un autre Pokémon prenne la tête, utilisez {0}, {1}, {2} ou {3} pour changer de leader !
it: Se vuoi che un altro Pokémon del team diventi leader, premi {0}, {1}, {2} o {3}!
zh_hans: 如果你想让另一个宝可梦成为队长，按下 {0}，{1}，{2} 或 {3} 可以交换队长！

# TALK_ADVICE_TEAM_MODE
source: If you’re in a situation where every teammate’s move counts, use {0} to activate Team Mode.[br]In Team Mode, you can command every teammate directly.
de: Wenn du in eine Situation kommst, in der es auf die Handlung jedes einzelnen Teammitglieds ankommt, benutze {0} um den Team-Modus zu aktivieren! Im Team-Modus kannst du jedes Team-Mitglied einzeln kontrollieren.
es: Si estás en una situación en la que todo cuenta, usa {0} para activar Modo Equipo.[br]En Modo Equipo, puedes dirigir a cada miembro directamente.
fr: Si vous êtes dans une situation où le mouvement de chaque coéquipier compte, utilisez {0} pour activer le mode équipe.[br]En mode équipe, vous pouvez commander directement à chaque coéquipier.
it: Se ti trovi in una situazione in cui ogni mossa del team conta, usa {0} per attivare la Modalità team.[br]Nella Modalità team, puoi controllare singolarmente ogni membro del team.
zh_hans: 如果你深陷困境，每个队友的行动都至关重要，那就按下 {0} 开启团队模式。[br]在团队模式下，你可以同时控制所有队员的行动。

# TALK_CANT
source: [myname] can't talk just now.
de: [myname] kann gerade nicht reden.
es: [myname] no puede hablar ahora mismo.
fr: [myname] ne peut pas parler pour le moment.
it: [myname] non può parlare adesso.
zh_hans: 现在不能与[myname]对话。

# TALK_ESCORT_ASK
source: Take the lost Pokémon along?
de: Nimmst du das verlorene Pokémon mit?
es: ¿Llevar contigo al Pokémon perdido?
it: Portare con sé il Pokémon smarrito?
zh_hans: 要带上迷路的宝可梦吗？

# TALK_ESCORT_SISTER_ACCEPT
source: Can... can you get me out of here?
de: Kannst... Kannst du mich hier raus bringen?
es: ¿Puedes... puedes sacarme de aquí?
it: Potresti... Potresti portarmi fuori di qui?
zh_hans: 你……你能带我离开这儿吗？

# TALK_ESCORT_SISTER_FULL_001
source: [tmp]This can't be real...
es: [tmp]No puede ser verdad...
it: [tmp]Non può essere vero...
zh_hans: [tmp]怎么会这样……

# TALK_ESCORT_SISTER_FULL_002
source: [tmp]This feels so strange...
es: [tmp]Esto se siente muy extraño...
it: [tmp]Mi sembra così strano...
zh_hans: [tmp]这种感觉真是奇怪……

# TALK_ESCORT_SISTER_FULL_003
source: [tmp]H-Hey... what are you?
es: [tmp]H-Hey... ¿Qué eres?
it: [tmp]E-Ehi... Chi sei?
zh_hans: [tmp]喂……喂，你是……什么？

# TALK_ESCORT_SISTER_HALF
source: [tmp]Owie! Why is everyone so mean!?
es: [tmp]¡Au! ¿¡Porqué son todos tan malos!?
it: [tmp]Ahi! Perché sono tutti così cattivi?!
zh_hans: [tmp]唉呀，大家怎么都这么冷漠？

# TALK_ESCORT_SISTER_PINCH
source: [tmp]I can't go on...
es: [tmp]No puedo continuar...
it: [tmp]Non riesco ad andare avanti...
zh_hans: [tmp]我不行了……

# TALK_ESCORT_SISTER_START
source: [tmp]Where am I? Am I dreaming? I feel a slight breeze...
es: [tmp]¿Dónde estoy? ¿Estoy soñando? Siento una ligera brisa...
it: [tmp]Dove sono? Sto sognando? Sento una brezza leggera...
zh_hans: [tmp]我这是在哪里？我在做梦吗？我感觉有阵微风掠过……

# TALK_FULL_0000
source: Let's do our best!
de: Geben wir unser Bestes!
es: ¡Hagámoslo lo mejor posible!
fr: Allez, donnons-nous à fond!
it: Facciamo del nostro meglio!
zh_hans: 我们尽力而为吧！
