Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_FULL_0751
source: Now don't get careless, [player]!
de: Nicht nachlässig werden, [player]!
es: ¡Ahora no te distraigas, [player]!
fr: Ne commets pas d'imprudence, [player]!
it: Non abbassare la guardia adesso, [player]!
zh_hans: 现在还不能大意，[player]！

# TALK_FULL_0752
source: I'm right behind you! You'll get plenty of support!
de: Ich bin direkt hinter dir! Du bekommst alle Unterstützung, die du brauchst!
es: ¡Estoy justo detrás de ti! ¡Te estaré apoyando!
fr: Je suis avec toi! Je te soutiens pour ce combat!
it: Sono dietro di te! Ti darò tutto il mio aiuto!
zh_hans: 我就在你身后！给予大力支持！

# TALK_FULL_0753
source: Let's speed things up!
de: Lass uns aufs Tempo drücken!
es: ¡Démonos prisa!
fr: Accélérons un peu les choses!
it: Dobbiamo andare più veloci!
zh_hans: 让我们加快速度！

# TALK_FULL_0754
source: [kind]...pretty weak!
de: [kind]... Eher schwach!
es: ¡[kind] es bastante débil!
fr: Les [kind]... sont plutôt faibles!
it: [kind]... Un Pokémon deboluccio!
zh_hans: [kind]……很弱！

# TALK_FULL_0755
source: There's one [item] on the ground...somewhere...
de: [item]... Auf dem Boden... Irgendwo...
es: El objeto [item] está por aquí cerca...
fr: Il y a un objet [item] par terre... quelque part...
it: [item]... per terra... da qualche parte...
zh_hans: 有个[item]在地上……某处……

# TALK_FULL_0760
source: I've got you covered! Don't worry!
de: Ich sichere dich ab! Keine Sorge!
es: ¡Te estoy cubriendo! ¡No te preocupes!
fr: Je te couvre! Ne t'inquiète pas!
it: Ti copro io le spalle! Non ti preoccupare!
zh_hans: 我帮你搞定了！别担心！

# TALK_FULL_0761
source: Let's keep moving, [player]!
de: Lass uns in Bewegung bleiben, [player]!
es: ¡Sigamos adelante, [player]!
fr: Continuons à avancer, [player]!
it: Andiamo avanti, [player]!
zh_hans: 别停下脚步，[player]！

# TALK_FULL_0762
source: Me? I'm fine!
de: Ich? Mir geht es gut!
es: ¿Yo? ¡Estoy bien!
fr: Comment, moi? Mais ça va!
it: Io? Sto bene!
zh_hans: 我？我很好。

# TALK_FULL_0763
source: Watch out for any [kind]!
de: Pass auf [kind] auf!
es: ¡Ojo con cualquier [kind] que se acerque!
fr: Attention aux [kind]!
it: [kind]! Fai attenzione a quei Pokémon!
zh_hans: 要当心所有[kind]！

# TALK_FULL_0764
source: Let's keep going.
de: Weiter mit uns!
es: Sigamos adelante.
fr: Continuons comme ça.
it: Procediamo.
zh_hans: 继续前进吧。

# TALK_FULL_0765
source: I envision one [item]... just lying there...
de: Ich sehe [item] einfach so herumliegen...
es: Puedo ver el objeto [item] ahí tirado...
fr: J'ai la vision d'un objet [item]... sur le sol... quelque part...
it: Mi sembra di vedere... [item]... lì a terra...
zh_hans: 我能想象有个[item]……就躺在那里……

# TALK_FULL_0770
source: WE'RE GOING, [player]!
de: GEHEN WIR, [player]!
es: ¡ALLÁ VAMOS, [player]!
fr: NOUS PARTONS, [player]!
it: ANDIAMO, [player]!
zh_hans: 快快走吧，[player]！

# TALK_FULL_0771
source: SHOW URGENCY!
de: BEEILE DICH!
es: ¡DATE PRISA!
fr: HATE-TOI UN PEU!
it: SBRIGATI!
zh_hans: 展示紧迫！

# TALK_FULL_0772
source: FOES WILL SCATTER BEFORE THE MIGHT OF MY [move]!
de: MEINE ATTACKE [move] TREIBT DIE GEGNER AUSEINANDER!
es: ¡LOS ENEMIGOS SE DISPERSARÁN ANTE LA FUERZA DE MI MOVIMIENTO [move]!
fr: LA TOUTE-PUISSANCE DE [move] FERA TREMBLER NOS ENNEMIS!
it: I NEMICI CADRANNO COME MOSCHE DAVANTI ALLA POTENZA DI [move]!
zh_hans: 敌人在我用[move]前就落荒而逃啦！

# TALK_FULL_0774
source: THOSE [kind] ARE HARDLY WORTHY ADVERSARIES FOR ME!
de: DIESE [kind] SIND WOHL KAUM WÜRDIGE GEGNER FÜR MICH!
es: ¡ESOS [kind] NO SON DIGNOS DE ENFRENTARSE CONMIGO!
fr: CES [kind] NE MERITENT GUERE D'ETRE MES ADVERSAIRES!
it: [kind]? NON SONO AVVERSARI DEGNI DI ME!
zh_hans: 那些[kind]超配当我对手！

# TALK_FULL_0775
source: I WILL PROTECT YOU WITH MY POWERS!
de: ICH BESCHÜTZE DICH MIT MEINEN KRÄFTEN!
es: ¡TE PROTEGERÉ CON MIS PODERES!
fr: JE TE PROTEGERAI GRACE A MES IMMENSES POUVOIRS!
it: USERÒ I MIEI POTERI PER PROTEGGERTI.
zh_hans: 我会用我的力量保护你！

# TALK_FULL_0780
source: MY FULL SUPPORT IS YOURS! HAVE CONFIDENCE!
de: DU HAST MEINE VOLLE UNTERSTÜTZUNG! NUR MUT!
es: ¡TIENES TODO MI APOYO! ¡CONFÍA EN MÍ!
fr: JE T'OFFRE TOUT MON SOUTIEN! FAIS-MOI CONFIANCE!
it: TI DARÒ TUTTO IL MIO AIUTO! ABBI FIDUCIA!
zh_hans: 我全力支持你！绝对有信心！

# TALK_FULL_0781
source: NO ENEMY IS MY EQUAL!
de: KEIN GEGNER KANN MIR DAS WASSER REICHEN!
es: ¡NINGÚN ENEMIGO PODRÁ VENCERME!
fr: NUL ENNEMI NE PEUT ME VAINCRE!
it: NESSUN NEMICO PUÒ BATTERMI!
zh_hans: 没有敌人与我匹敌！

# TALK_FULL_0783
source: I WILL DRAW UPON MY MIGHT!
de: ICH BESINNE MICH AUF MEINE KRAFT!
es: ¡RECURRIRÉ A MI FUERZA!
fr: JE VAIS DECHAINER MA PUISSANCE!
it: FARÒ RICORSO ALLA MIA POTENZA!
zh_hans: 我会利用我的力量！

# TALK_FULL_0784
source: WHAT BEING CAN STOP ME?!
de: WELCHES WESEN KANN MICH AUFHALTEN?!?
es: ¿QUIÉN PUEDE PARARME?
fr: QUI PEUT M'ARRETER?!
it: CHI PUÒ FERMARMI?!
zh_hans: 什么东西能阻止我？！

# TALK_FULL_0785
source: HAVE FAITH IN YOURSELF! AND FIGHT!
de: VERTRAU DEINEM KÖNNEN! UND KÄMPFE!
es: ¡TEN FE EN TI Y LUCHA!
fr: AIE CONFIANCE EN TOI ET BATS-TOI!
it: ABBI FIDUCIA NELLE TUE CAPACITÀ! E COMBATTI!
zh_hans: 相信自己！战斗！

# TALK_FULL_0790
source: ASSISTANCE... WILL GIVE... ASSISTANCE...
de: HELFEN... ICH WERDE EUCH... HELFEN...
es: TE... TE AYUDARÉ...
fr: AIDE... JE VOUS OFFRE... MON AIDE...
it: AIUTO... DARÒ... AIUTO...
zh_hans: 援助……将给予……援助……

# TALK_FULL_0791
source: MY POWER...IS YOURS... MY POWER...IS YOURS...
de: MEINE MACHT... IST DEIN... MEINE MACHT... IST DEIN...
es: MI FUERZA ES... TUYA. MI... MI FUERZA ES TUYA.
fr: MA PUISSANCE... EST VOTRE... MA PUISSANCE... EST VOTRE...
it: LA MIA POTENZA È A TUA DISPOSIZIONE... LA MIA POTENZA È A TUA DISPOSIZIONE...
zh_hans: 我的力量……你的……力量……你的……

# TALK_FULL_0793
source: CAUTION... MEET [kind]... WITH CAUTION...
de: VORSICHT... BEGEGNE [kind]... MIT VORSICHT...
es: CON CUIDADO... CUIDADO CON [kind]...
fr: PRUDENCE... EN AFFRONTANT LES [kind]... PRUDENCE...
it: CAUTELA... AFFRONTARE [kind]... CON CAUTELA...
zh_hans: 小心……[kind]……要小心……

# TALK_FULL_0794
source: I SEE...I SEE...A SOLE [item]...
de: ICH SEHE... ICH SEHE... [item]...
es: VEO... VEO EL OBJETO [item] MUY CERCA...
fr: JE VOIS... JE VOIS... UN OBJET [item]...
it: VEDO... VEDO... [item]...
zh_hans: 看到……看……孤零零的[item]……

# TALK_FULL_0795
source: MOVE...ON... MOVE...ON...
de: WEITER... WEITER...
es: SIGUE... SIGUE ADELANTE...
fr: AVANÇONS... AVANÇONS...
it: ANDARE... AVANTI... ANDARE... AVANTI...
zh_hans: 继……续……继……续……

# TALK_FULL_0800
source: It concerns me not which enemies await us.
de: Es ist mir gleich, welcher Gegner uns erwartet.
es: No me preocupa saber qué enemigos nos aguardan.
fr: Peu me chaut que des hordes d'ennemis nous prennent pour cible!
it: Non mi preoccupa quale nemico ci attende.
zh_hans: 我不在乎等待我们的是哪些敌人。

# TALK_FULL_0801
source: The darkness swells within me...
de: Die Dunkelheit in mir wird stärker...
es: La oscuridad crece en mi interior...
fr: L'obscurité ne cesse de croître en moi...
it: Le tenebre si spandono dentro di me...
zh_hans: 黑暗在我心中膨胀……

# TALK_FULL_0802
source: So be it! You shall bear witness to my power!
de: So sei es! Du sollst Zeuge meiner Kraft werden!
es: ¡Así sea! ¡Podrás contemplar mi poder!
fr: Qu'il en soit ainsi! Tu vas être témoin de mon pouvoir!
it: Così sia! Sarai testimone della mia potenza!
zh_hans: 就这样吧！你将见证我的力量！

# TALK_FULL_0803
source: Our progress...is satisfactory.
de: Unser Fortschritt... ist ausreichend.
es: Nuestro progreso... es satisfactorio.
fr: Notre avancée... est satisfaisante.
it: Siamo... a buon punto.
zh_hans: 我们的进展……令人满意。

# TALK_FULL_0804
source: I see but one [item]...
de: [item]... Sonst ist da nichts...
es: El objeto [item] es lo único que veo.
fr: Je ne vois qu'un objet [item]...
it: [item]... ne avverto la presenza...
zh_hans: 我只看见了一个[item]……

# TALK_FULL_0805
source: Defeating me? Impossible. That much is absolute.
de: Mich unterwerfen? Unmöglich! Keine Chance!
es: ¿Derrotarme? Imposible.
fr: Me vaincre? Voilà qui est tout à fait impossible. Je n'en doute point.
it: Sconfiggermi? Impossibile. Poco ma sicuro.
zh_hans: 击败我？那肯定的不可能。

# TALK_FULL_0810
source: Treasure! \u266A Treasure! \u266A
de: Schatz! Schatz! \u266A
es: ¡Tesoro! \u266A ¡Tesoro! \u266A
fr: Trésor! Trésor! \u266A
it: Te-so-ro! Te-so-ro! \u266A
zh_hans: 宝藏！\u266A 宝藏！\u266A

# TALK_FULL_0811
source: What a fine love I have! \u266A For items of all shapes and sizes! \u266A
de: Wie sehr ich Items schätze! \u266A Alle Items groß und klein! \u266A
es: ¡Qué gran amor tengo! \u266A ¡Para los objetos de todas las formas y colores! \u266A
fr: J'ai un amour sans faille! \u266A Pour les objets de toutes sortes et de toutes tailles! \u266A
it: Mi piac-cion! \u266A Mi piac-ciono dav-vero! \u266A Ev-viva gli stru-men-ti! Tral-lal-lero! \u266A
zh_hans: 我有多么美好的爱！\u266A 所有样式的道具都得带！\u266A

# TALK_FULL_0812
source: As always! I'll do it to the best of my humble abilities! \u266A
de: Wie immer! \u266A Das erledige ich, so gut es meine bescheidenen Künste erlauben! \u266A
es: ¡Como siempre! \u266A ¡Haré todo lo posible! \u266A
fr: Comme à l'accoutumée! \u266A Je fais de mon mieux avec mes humbles capacités! \u266A
it: Come sem-pre! \u266A Lo farò al meglio delle mie umili ca-pa-cità! \u266A
zh_hans: 一如既往！我将尽力献出微薄力量！\u266A

# TALK_FULL_0813
source: Be wary! So wary! Of [kind]! So nasty! \u266A
de: Pass auf! \u266A Pass auf! \u266A Auf [kind]! So böse! \u266A
es: ¡Ve con cautela! ¡Con mucha cautela! ¡Ten cuidado con [kind]! \u266A
fr: Fais attention! \u266A Méfie-toi des [kind]! \u266A Quels fieffés félons! \u266A
it: Attenzione! \u266A Attenzione! \u266A Fai attenzione a [kind]! Una tale malvagità! \u266A
zh_hans: 谨慎！凝神！[kind]！畜生！

# TALK_FULL_0814
source: I find that exploring is so very uplifting! \u266A
de: Ich finde Erkundungen so erbaulich! \u266A
es: ¡Explorar es muy edificante! \u266A
fr: L'exploration, c'est vivifiant! \u266A L'exploration, c'est passionnant! \u266A
it: Esplorare mi piace co-sì tan-to! \u266A
zh_hans: 我懂得探险是多么动人心弦！\u266A

# TALK_FULL_0815
source: Where are we going now? \u266A
de: Wo gehen wir jetzt hin? \u266A
es: ¿Adónde vamos ahora? \u266A
fr: Dis, où on va maintenant? \u266A
it: Dove an-diamo adesso? \u266A
zh_hans: 现需赴往何方？\u266A

# TALK_FULL_0820
source: I'm counting on you!
de: Ich zähle auf dich!
es: ¡Cuento contigo!
fr: Je compte sur vous!
it: Conto su di te!
zh_hans: 我指望你了！

# TALK_HALF_0000
source: It's getting a little rough...
de: Es wird etwas unangenehmer...
es: Esto se está poniendo feo...
fr: Cela devient un peu difficile...
it: Adesso è un po' dura andare avanti...
zh_hans: 这有点艰难……

# TALK_HALF_0001
source: I'm hurt a little... But I'm still good to go!
de: Ich bin angeschlagen. Aber ich kann weitermachen!
es: Me han herido un poco... ¡pero puedo continuar!
fr: J'ai un peu mal... mais je peux encore avancer!
it: Ho delle leggere ferite... Ma posso continuare!
zh_hans: 我受了点伤……但我还能前进！

# TALK_HALF_0002
source: Thanks for your concern, [player]! You really care!
de: Danke für deine Besorgnis, [player]! Du bist wirklich umsichtig!
es: Gracias por preguntar, [player]. ¡Realmente te preocupas por mí!
fr: Merci de t'inquiéter pour moi, [player]! Ça me fait chaud au cœur!
it: Grazie per il tuo interesse, [player]! Ci tieni davvero!
zh_hans: 谢谢你的关心，[player]！你真的很好！

# TALK_HALF_0005
source: The going's getting rougher...
de: Die Gangart wird härter...
es: ¡Cada vez es más difícil avanzar!
fr: Les choses se corsent...
it: È difficile proseguire così...
zh_hans: 事情变得越来越艰难……

# TALK_HALF_0006
source: I...I'm fine. It takes more than this to slow me down.
de: Mir... geht es gut. Es braucht schon etwas mehr, um mich aufzuhalten.
es: Estoy... estoy bien. Hace falta mucho más para frenarme.
fr: Je... je vais bien. Il en faut plus pour m'abattre.
it: Sto... Sto bene. Ci vorrà ben altro per fermarmi.
zh_hans: 我……我没事。这点还不足以让我慢下来！

# TALK_HALF_0007
source: I'm fine! I can keep battling! But thanks for your concern!
de: Mir geht's gut! Ich kann weiterkämpfen! Aber danke der Nachfrage!
es: ¡Estoy bien! ¡Puedo seguir luchando! ¡Gracias por preguntar!
fr: Je vais bien! Je peux encore me battre! Mais merci de t'inquiéter!
it: Sto bene! Posso ancora lottare! Ma grazie per avermelo chiesto!
zh_hans: 我很好！我还可以继续战斗！但谢谢你的关心！

# TALK_HALF_0010
source: Maybe...maybe we should go home soon?
de: Vielleicht... Vielleicht sollten wir bald nach Hause gehen?
es: Quizá... quizá deberíamos regresar...
fr: Peut-être qu'on devrait... rentrer chez nous, non?
it: Forse... Forse sarebbe meglio tornare a casa tra poco?
zh_hans: 或许……或许待会我们得回家了？

# TALK_HALF_0011
source: Ugh... I'm hurt...
de: Argh... Ich bin verletzt...
es: Uf... Me han... herido...
fr: Aïe... j'ai mal...
it: Ugh... Le ho prese...
zh_hans: 呃……我受伤了……

# TALK_HALF_0012
source: Don't leave me, [player]...
de: Lass mich nicht zurück, [player]...
es: No me abandones, [player]...
fr: Ne m'abandonne pas, [player]...
it: Non lasciarmi, [player]...
zh_hans: 别丢下我，[player]……

# TALK_HALF_0013
source: Can you please restore my health a little, [player]?
de: Bitte, kannst du meine Gesundheit wieder etwas herstellen, [player]?
es: ¿Puedes restaurar un poco mi salud, [player]?
fr: Tu pourrais me restaurer un peu mes PV, s'il te plaît, [player]?
it: Potresti curarmi un po', [player]?
zh_hans: [player]，你能帮我治疗一下吗？

# TALK_HALF_0015
source: This place is proving harsh...
de: Dieser Ort ist ein hartes Pflaster...
es: Este lugar está siendo duro...
fr: Ce donjon est plus rude qu'on ne le pensait...
it: Questo posto si sta rivelando duro da affrontare...
zh_hans: 这个地方展示了什么叫恶劣……

# TALK_HALF_0016
source: Let's take it more cautiously.
de: Gehen wir es etwas vorsichtiger an.
es: Vayamos con más cautela.
fr: Il va falloir prendre les combats un peu plus sérieusement.
it: Ci vuole più cautela.
zh_hans: 我们得更加谨慎地对待这里。

# TALK_HALF_0017
source: It's OK! I can keep going!
de: Es ist okay! Ich kann weitermachen!
es: ¡Estoy bien! ¡Puedo continuar!
fr: Ça va aller! Je peux continuer!
it: Sto bene! Posso continuare!
zh_hans: 我还好！可以继续！

# TALK_HALF_0020
source: The truth is that it's harder to make headway like this...
de: Die Wahrheit ist, dass man auf diese Weise schlechter vorankommt...
es: Resulta difícil avanzar así...
fr: Il faut dire que c'est plus dangereux de foncer tout droit comme ça...
it: La verità è che è più difficile fare progressi in questo modo...
zh_hans: 事实是，像这样很难取得进展……

# TALK_HALF_0021
source: I'd be thankful if you could restore my health...
de: Ich wäre dir dankbar, wenn du meine Gesundheit wiederherstellen könntest...
es: Te agradecería que restauraras mi salud...
fr: Si tu pouvais me rendre des PV, tu aurais toute ma reconnaissance...
it: Se potessi darmi un po' d'energia, te ne sarei riconoscente...
zh_hans: 如果你能治疗我的话，我不胜感激……

# TALK_HALF_0022
source: This exploration has had its share of rough times, wouldn't you say?
de: Es gab auf dieser Erkundung genügend harte Zeiten, meint ihr nicht?
es: Esta expedición ha tenido su parte difícil, ¿no crees?
fr: Cette exploration comporte son lot de difficultés, tu ne penses pas?
it: Questa esplorazione ha avuto dei momenti duri, non è vero?
zh_hans: 这次探险充满了艰辛，你说呢？

# TALK_HALF_0023
source: Do me the courtesy, [player]! Don't leave me here!
de: Erweis mir den Gefallen, [player]! Lass mich nicht hier zurück.
es: ¡Hazme el favor de no dejarme aquí, [player]!
fr: Fais-moi une faveur, [player]! Ne me laisse pas ici!
it: Per favore, [player], non lasciarmi qui!
zh_hans: 礼貌点，[player]！别把我留在这里！

# TALK_HALF_0025
source: This amount of damage? It's no problem. It's hardly a scratch.
de: Dieser Schaden? Das ist kein Problem. Ist nur ein Kratzer.
es: ¿Este daño? No es nada, apenas un rasguño.
fr: Pfff, rien que ça? Ce n'est pas un problème. Juste quelques égratignures.
it: Questi danni? Non sono un problema. Solo un graffio.
zh_hans: 我伤的很重？这算什么，一些擦伤罢了。

# TALK_HALF_0026
source: [myname] has only just begun to dominate!
de: Du hast die wahre Stärke von [myname] noch nicht gesehen!
es: ¡Aún no has presenciado la verdadera fuerza de [myname]!
fr: Tu n'as pas encore pu admirer le vrai pouvoir de [myname]!
it: Non hai ancora visto la vera potenza di [myname]!
zh_hans: [myname]的好戏现在才开始呢！

# TALK_HALF_0027
source: I'm perfectly fine! Focus your concern elsewhere!
de: Mir geht es ausgezeichnet! Mach dir um andere Dinge Sorgen.
es: ¡Estoy perfectamente! ¡Preocúpate de lo demás!
fr: Je vais parfaitement bien! Tu ne dois pas t'en soucier!
it: Sto benissimo! Preoccupati per qualcun altro!
zh_hans: 我好着呢！你先关心其他的吧！

# TALK_HALF_0030
source: Harder... Getting harder...
de: Schwerer... Es wird schwerer...
es: Esto... se... complica...
fr: Difficile... Ça devient difficile...
it: Dura... Si fa... più dura...
zh_hans: 难……好难……

# TALK_HALF_0031
source: Going...going... Keep on going...
de: Weitermachen... immer weitermachen...
es: Continuar... Continuar... No detenerse...
fr: Avancer... encore... et toujours...
it: Avanti... avanti... Bisogna andare... avanti...
zh_hans: 前进……前进……继续前进……

# TALK_HALF_0032
source: Not easy... Not easy... All this exploration... Not easy...
de: Nicht leicht... Nicht leicht... All diese Erkundungen... Nicht leicht...
es: Esta expedición... no está siendo nada fácil...
fr: Vraiment pas... facile facile... cette exploration...
it: Difficile... Difficile... Questa esplorazione... è difficile...
zh_hans: 不易……不易……这次探险……不容易……

# TALK_HALF_0035
source: Ha! I don't go down so easily!
de: Ha! So schnell gehe ich nicht K.O.!
es: ¡No me vendré abajo tan fácilmente!
fr: Ah non! Je vais pas me faire avoir aussi facilement!
it: Ah! Non vado al tappeto così facilmente!
zh_hans: 哈！我没那么容易倒下！

# TALK_HALF_0036
source: This is nothing! Bring it on!
de: Das war nichts! Her mit den Gegnern!
es: ¡Venga, esto no es nada!
fr: C'est rien! En avant!
it: Non è niente! Fammi vedere cosa sai fare!
zh_hans: 这没什么！放马过来！

# TALK_HALF_0037
source: I get pumped up in tight spots like this!
de: Brenzlige Situationen wie diese spornen mich richtig an!
es: ¡Me crezco en situaciones así de complicadas!
fr: Ce genre de situations difficiles, ça me remonte à bloc!
it: Mi esalto in situazioni di questo tipo!
zh_hans: 在这样的的情况我很紧张！

# TALK_HALF_0040
source: Hey, how about healing me?
de: Hey, könntest du mich vielleicht mal heilen?
es: Oye, ¿qué tal si me curas?
fr: Hé, je voudrais bien que tu restaures un peu mes PV!
it: Ehi, cosa ne dici di curarmi?
zh_hans: 嘿，治愈我怎么样？

# TALK_HALF_0041
source: This kind of stinks, you know?
de: Da ist was faul an der Sache.
es: Esto apesta, ¿sabes?
fr: C'est comme ça qu'on reconnaît les vrais durs!
it: Questa cosa non va per niente bene, sai?
zh_hans: 这种糟糕，你知道吗？

# TALK_HALF_0042
source: Hey, how about we hang it up and head home?
de: Hey, sollen wir fünf gerade sein lassen und nach Hause gehen?
es: Oye, ¿qué tal si lo dejamos y nos vamos a casa?
fr: Hé, et si on jetait l'éponge? On rentre chez nous?
it: Ehi, cosa ne dici di lasciar perdere e tornare a casa?
zh_hans: 嘿，我们挂上电话回家怎么样？

# TALK_HALF_0045
source: Oooh... It's getting hard to keep going...
de: Uuuh... Das Weitermachen fällt immer schwerer...
es: Me cuesta tanto continuar...
fr: Oooh... cela devient difficile de continuer...
it: Oooh... Sta diventando difficile andare avanti...
zh_hans: 哦……前进似乎更难了……

# TALK_HALF_0046
source: Hey, I still feel OK! Thanks for thinking about me!
de: Hey, ich fühle mich noch gut! Danke der Nachfrage!
es: ¡Todavía estoy bien! ¡Gracias por pensar en mí!
fr: Hé, je me sens toujours d'attaque! C'est gentil de poser la question!
it: Ehi, mi sento ancora bene! Grazie per aver pensato a me!
zh_hans: 嘿，我感觉还好！谢谢你为我着想！

# TALK_HALF_0047
source: It's hard! But I can keep going!
de: Es ist hart! Aber ich kann weitermachen!
es: ¡Es duro, pero puedo continuar!
fr: C'est difficile! Mais je peux encore y arriver!
it: È dura! Ma posso proseguire!
zh_hans: 这很困难！但我还能前进！

# TALK_HALF_0050
source: C'mon! I can take it! Bring it on!
de: Komm schon! Ich halte das aus! Ich will kämpfen!
es: ¡Venga! ¡Puedo con ello!
fr: Allez! On continue! Je les attends de pied ferme!
it: Posso andare avanti! Non ho paura di niente!
zh_hans: 拜托！我还可以接下！放马过来！

# TALK_HALF_0051
source: Think I'm gonna drop here? Not a chance!
de: Denkst du, ich gehe hier zu Boden?!? Keine Chance!
es: ¿Acaso crees que me voy a rendir? ¡Ni lo sueñes!
fr: Tu crois que je vais laisser tomber ici? Dans tes rêves!
it: Pensi che andrò KO qui? Te lo puoi scordare!
zh_hans: 你觉得我会在这倒下吗？门都没有！

# TALK_HALF_0052
source: I'm doing OK! You worry about yourself!
de: Ich bin okay! Kümmere dich um dich selbst!
es: ¡Estoy perfectamente! ¡Deja de preocuparte!
fr: Je me débrouille! Fais plutôt attention à toi!
it: Sto bene! Pensa a te!
zh_hans: 我还很好！你应该担心自己！

# TALK_HALF_0055
source: Uh-yup! Kinda rough...
de: Au-aaah! Das tat weh...
es: Uf... ¡Qué duro!
fr: Ouh là! On dirait que ça se complique...
it: Uhia! Abbastanza difficile...
zh_hans: 呃对！有点困难……

# TALK_HALF_0056
source: Got an Oran Berry or something?
de: Hast du eine Sinelbeere oder so etwas?
es: ¿No tendrás una Baya Aranja suelta por ahí, no?
fr: Dis, tu n'aurais pas une Baie Oran sur toi?
it: Hai per caso una Baccarancia o qualcosa del genere?
zh_hans: 有橙橙果什么的吗？

# TALK_HALF_0057
source: Rough stuff! But I'll keep plugging away!
de: Raue Sitten hier! Aber ich pflüge mich durch!
es: ¡Es duro, pero seguiré avanzando!
fr: C'est rude! Mais je m'accroche!
it: È dura! Ma continuerò a impegnarmi a fondo!
zh_hans: 困难的一关！但我会继续加油！

# TALK_HALF_0060
source: No problem at ALL! I can take it!
de: Das macht GAR nichts! Ich halte das aus!
es: ¡Ningún problema! ¡Puedo perfectamente!
fr: Aucun problème! Je tiens le coup, MOI!
it: NESSUN problema! Ce la posso fare!
zh_hans: 都 没问题！我能接下！

# TALK_HALF_0061
source: I'll TOUGH it out!
de: Ich ziehe das DURCH!
es: ¡Lo conseguiré!
fr: Je vais y arriver, fais-moi CONFIANCE!
it: Ce la FARÒ!
zh_hans: 我会 坚 持 到底！

# TALK_HALF_0062
source: Just gotta smile, the way you WORRY about me!
de: Echt NIEDLICH, wie ihr euch um mich sorgt!
es: ¡Me hace gracia ver cómo te preocupas por mí!
fr: C'est à cause de moi, ta tête d'enterrement? Ça me fait bien RIRE!
it: Lasciami STARE! Non preoccuparti per me!
zh_hans: 只要微笑，就像你 担 心 我一样！

# TALK_HALF_0065
source: Oh, such hard going!
de: Hoi, ganz schön heftig!
es: ¡Qué difícil es esto!
fr: Oh, ce n'est pas facile!
it: Oh, com'è difficile!
zh_hans: 哦，太难了！

# TALK_HALF_0066
source: Oh, I'll be all right. I can take a lot more than this.
de: Oh, das ist schon in Ordnung. Ich kann noch viel mehr vertragen.
es: No te preocupes por mí, estoy bien. Puedo con esto y con mucho más.
fr: Oh, ça va aller. J'en ai vu d'autres.
it: Oh, me la caverò. Ci vuole ben altro per fermarmi.
zh_hans: 哦，我会没事的。我可以承受更多。

# TALK_HALF_0067
source: Oh, worried about me? Well, isn't that sweet, [player]!
de: Oh, besorgt um mich? Das ist aber süß, [player]!
es: ¿Te preocupas por mí? ¡Eres un cielo, [player]!
fr: Oh, tu t'inquiètes pour moi? C'est-y pas mimi de ta part, [player]!
it: Oh, ti preoccupi per me? Beh, che cosa dolce, [player]!
zh_hans: 哦，担心我吗？嗯，真是太好了，[player]！

# TALK_HALF_0070
source: You don't seriously think I'll be beaten this easily?
de: Du glaubst ernsthaft, ich bin so leicht umzuhauen?
es: ¿No creerás que me van a derrotar tan fácilmente?
fr: Me faire battre aussi facilement? Oh, mais ils ne savent pas à qui ils ont affaire!
it: Non penserai davvero che sia così facile battermi?
zh_hans: 你真不认为我会这么早倒下吗？

# TALK_HALF_0071
source: Let's buckle down and go for it!
de: Packen wir es an und legen los!
es: ¡Esforcémonos y a por ello!
fr: Accrochons nos ceintures, ça va secouer!
it: Facciamoci forza e andiamo!
zh_hans: 让我们全力以赴去争取！

# TALK_HALF_0072
source: Ha! We're just getting started!
de: Ha! Wir haben gerade erst angefangen!
es: ¡Esto acaba de empezar!
fr: Ah! Ça ne fait que commencer!
it: Ah! Siamo appena all'inizio!
zh_hans: 哈！这才刚刚开始！

# TALK_HALF_0075
source: Whew! Harder to get ahead...
de: Puh! Das Vorankommen wird schwieriger...
es: ¡Uf! Cuesta seguir adelante...
fr: Ouf! Ça devient difficile de progresser...
it: Wow! Si fa dura andare avanti...
zh_hans: 呼！更难获胜了！
