Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_PINCH_0055
source: Uh-uh-yup...I'm...almost done...
de: Oh... aah... uah! Ich bin... so gut wie erledigt...
es: ¡Huy! Estoy... Estoy en las últimas...
fr: Oh là là... je... ne vais plus pouvoir tenir... bien longtemps...
it: Ohi ohi... Sto... per andare KO...
zh_hans: 呃-嗯……就要……完了……

# TALK_PINCH_0056
source: Uh-uh-yup...not doing well... Heal me, will you...?
de: Oh... aah... uah! Läuft nicht gut... Heilst du mich?
es: No... No me encuentro bien... ¿Puedes... curarme?
fr: Oh là là... je ne me sens vraiment pas bien. Des PV... s'il te plaît!
it: Ohi ohi... Non va affatto bene... Non potresti curarmi?
zh_hans: 呃-嗯……太糟了……治疗我……你会吗……？

# TALK_PINCH_0057
source: Just...just wish I could make it back home...
de: Ich... Ich wünschte nur, ich könnte es nach Hause schaffen...
es: Ojalá... Ojalá pudiera regresar a casa...
fr: Juste... quand je pensais pouvoir rentrer chez moi...
it: Spero solo... di riuscire a tornare a casa...
zh_hans: 只是……我只想回家……

# TALK_PINCH_0060
source: Gotta have guts... Ugh...
de: Tapfer sein... Uah...
es: Hay que echarle valor... Uf...
fr: Je dois faire preuve de courage... Ouh...
it: Devo avere coraggio... Ugh...
zh_hans: 必须有勇气……呃……

# TALK_PINCH_0061
source: You go, [player]... Forget about me...
de: Geh schon, [player]. Vergiss mich einfach...
es: Vete, [player]... Olvídate de mí...
fr: Va, [player]... Tu dois atteindre ton objectif... Ne te retourne pas...
it: Continua senza di me, [player]...
zh_hans: 你去吧，[player]……忘掉我……

# TALK_PINCH_0062
source: Keep...fighting...until the END...!
de: Weiter... kämpfen... bis zum... ENDE!
es: Lucharé... ¡hasta el final!
fr: Continue... à te battre... jusqu'à la FIN...! Pour moi!
it: Devo... lottare... Lottare fino alla FINE...!
zh_hans: 继续……战斗……直至最后……！

# TALK_PINCH_0065
source: I'm pretty run down...
de: Ich bin ganz schön abgekämpft...
es: Me estoy agotando...
fr: J'ai un gros coup de fatigue...
it: Ho subito molti danni...
zh_hans: 我很累……

# TALK_PINCH_0066
source: Now if things get much worse, [player], you just go on without me...
de: Wenn es noch schlimmer wird, [player], dann musst du ohne mich weitergehen...
es: Como esto empeore, [player], continua sin mí...
fr: Si les choses devaient encore empirer, [player], je veux que tu partes sans moi...
it: Se le cose dovessero peggiorare, dovrai andare avanti senza di me, [player]...
zh_hans: 现在，[player]，如果情况更糟了，那就别管我了……

# TALK_PINCH_0067
source: Gasp... Gasp... I'm not...giving up until the end...
de: Keuch, keuch... Ich gebe nicht auf, bevor... es zu Ende ist...
es: Uf, uf... No me rendiré... hasta el final...
fr: Pff... Pff... Je tiendrai... jusqu'au bout...
it: Gasp... Gasp... Devo tener duro fino alla fine...
zh_hans: 呼……呼……我还不能……直到最后……

# TALK_PINCH_0070
source: Yeah...yeah...I'm beat up bad...
de: Ja... doch! Ich bin schwer verhauen worden...
es: Es que ya no puedo más...
fr: Ouais... ouais... Je suis dans de beaux draps, moi...
it: Sì... Sì... Le sto proprio prendendo...
zh_hans: 对……对……我被痛扁了……

# TALK_PINCH_0071
source: This lousy place...won't be the last place I ever see...
de: Dieser erbärmliche Ort... wird nicht der Ort sein, an dem ich abtrete...
es: ¿No será este... el último lugar que vean mis ojos?
fr: Cet endroit minable... ce sera ça, ma dernière exploration? Pfff...
it: Questo postaccio... Non sarà certo l'ultima cosa che vedo...
zh_hans: 这个鬼地方……绝不会是我旅途的终点……

# TALK_PINCH_0072
source: Ha! No! You're not seriously worried about...me...? What a buddy...
de: Ha! Nein! Du machst dir nicht ernsthaft um... mich... Sorgen? Was ein Freund...
es: ¡No! ¿No me digas que te estás preocupando por mí? Anda, anda...
fr: Ha! Non! Tu t'en fais pour... moi...? Sérieux? T'es vraiment sympa...
it: Ah! No! Non ti starai davvero preoccupando per... me...? Che bella l'amicizia!
zh_hans: 哈！不！你才不会真的关心……我……？你这个好兄弟……

# TALK_PINCH_0075
source: Ooooh... Don't let me slow you...
de: Ooooh... Ich will dich nicht aufhalten...
es: No quiero... retrasarte...
fr: Ooooh... Je ne veux pas te ralentir...
it: Ooooh... Non voglio esserti d'intralcio...
zh_hans: 噢……别让我拖累你……

# TALK_PINCH_0076
source: I'm...just fine...
de: Ich... bin... okay...
es: Estoy... Estoy bien...
fr: Je... vais bien... Tout... va bien...
it: Sto... bene...
zh_hans: 我……只是很好……

# TALK_PINCH_0077
source: Oh, [player]...
zh_hans: 噢，[player]……

# TALK_PINCH_0080
source: Bah...it's too much...
de: Puh... Das war zu viel...
es: Esto es demasiado...
fr: Bah... c'est trop...
it: Bah... È troppo...
zh_hans: 呸……太多了……

# TALK_PINCH_0081
source: Heal me. You need to heal me. Please, [player]...
de: Heile mich. Du musst mich heilen. Bitte, [player]...
es: Cúrame. Tienes que curarme. Por favor, [player]...
fr: Donne-moi des PV. Tu dois augmenter mes PV. Sois sympa, [player]...
it: Curami. Devi curarmi. Per favore, [player]...
zh_hans: 治疗我，你现在得治疗我。求求了，[player]……

# TALK_PINCH_0082
source: Keeping... Keeping... Just keeping up is all...I can manage...
de: Durchhalten... Nur durchhalten... Ich schaffe es...
es: Aguantar... y aguantar... es todo lo que puedo hacer...
fr: Tenir... Tenir... Juste tenir bon, c'est tout... Je peux y arriver...
it: Stare... stare... stare al passo è tutto quello che posso fare...
zh_hans: 跟紧……跟紧……仅仅是跟紧……我还能自己……

# TALK_PINCH_0135
source: Can't...can't...I can't...
de: Kann nicht mehr, kann nicht mehr, kann nicht mehr...
es: No... No puedo...
fr: Je n'en peux plus... Je n'en peux plus... Je n'en peux plus...
it: Non posso... Non posso... Non posso...
zh_hans: 不能……不能……绝不能……

# TALK_PINCH_0136
source: Oh, it h-h-hurts...
de: Oh, es t-tut so weh...
es: Me... Me duele...
fr: Oh, ce que... ça fait mal...
it: Oh, che m-m-male...
zh_hans: 噢，好-好疼……

# TALK_PINCH_0137
source: Awful...awful...awful!
de: Schrecklich... Schrecklich... Schlimm!
es: Estoy... ¡Estoy muy mal!
fr: Quel terrible combat! C'est horrible...
it: Terribile... Terribile... Terribile!
zh_hans: 好怕……好怕……好怕！

# TALK_PINCH_0138
source: F-f-fainting...
de: Schwarz vor A-a-augen...
es: Me... Me debilito...
fr: Je vais m'évanouir...
it: Sono quasi KO...
zh_hans: 昏-头昏……

# TALK_PINCH_0139
source: No...more...no...
de: Es... ist... genug...
es: No... más no...
fr: Plus... possible... là...
it: Basta... No... Basta...
zh_hans: 别再……别……

# TALK_PINCH_0145
source: Terribly bad... Just terrible...
de: Es ist schrecklich. Einfach nur schlimm...
es: Muy mal... Estoy fatal...
fr: J'ai terriblement mal... quelle douleur...
it: Veramente male, terribile...
zh_hans: 糟透了……就是很糟……

# TALK_PINCH_0146
source: My spirit is nearly broken... Please restore me...
de: Meine Motivation ist am Ende... Bitte richte mich wieder auf...
es: Estoy al borde del colapso... Por favor, ayúdame a recuperar PS...
fr: Mes forces m'abandonnent... S'il te plaît, donne-moi des PV...
it: Il mio spirito è quasi spezzato... Aiutami, per favore...
zh_hans: 我快崩溃了……请救救我……

# TALK_PINCH_0147
source: I can b-b-barely stay upright...
de: Ich kann k-kaum aufrecht stehen...
es: Apenas... puedo mantenerme en pie...
fr: Je... je tiens à peine debout...
it: P-P-Posso a malapena stare in piedi...
zh_hans: 我几-几乎站不起来了……

# TALK_PINCH_0148
source: I just...won't be able to continue for much...longer...
de: Ich kann... das nicht viel länger aushalten...
es: No podré continuar mucho más...
fr: Je ne vais plus... pouvoir tenir bien longtemps...
it: Non... Non sarò in grado di continuare ancora per... molto...
zh_hans: 我只是……坚持不了太久……

# TALK_PINCH_0149
source: This is...certainly...the end for me... Do help!
de: Das ist... ganz bestimmt mein Ende! Hilf mir!
es: Este... parece ser mi fin... ¡Ayúdame!
fr: C'est certainement... la fin... pour moi... Aide-moi donc!
it: Questa è... sicuramente... la fine per me... Aiutami!
zh_hans: 这是……当然……我的结局……帮帮我！

# TALK_PINCH_0160
source: Ha... Ha... It h-h-hurts...
de: Aah... Aah... Es t-tut weh...
es: Me... Me duele...
fr: Ha... Ha... Comme c'est douloureux...
it: Ahi... Ahi... F-F-Fa male...
zh_hans: 哈……哈……好疼……

# TALK_PINCH_0161
source: I've been taken down...
de: Das war es wohl...
es: Estoy casi...
fr: C'est bientôt la fin pour moi...
it: Sto per cedere...
zh_hans: 我被击倒了……

# TALK_PINCH_0162
source: It's too hard to go on... Help...
de: Ich kann unmöglich weitermachen... Hilfe...
es: No puedo continuar... Ayuda...
fr: Trop difficile de continuer... A l'aide...
it: È troppo dura continuare... Aiuto...
zh_hans: 继续下去太难了……救命……

# TALK_PINCH_0163
source: Be so kind as...to heal me...
de: Sei so nett, mich... zu heilen...
es: ¿Serías tan amable... de curarme...?
fr: Viens-moi en aide... donne-moi des PV...
it: Sii gentile... Curami...
zh_hans: 善待我……治愈我……

# TALK_PINCH_0165
source: N-n-no... My health...
de: N-n-nein! Meine Gesundheit...
es: N-no... Mi salud...
fr: N-n-non... mes PV...
it: N-N-No... La mia salute...
zh_hans: 不-不……我的状况……

# TALK_PINCH_0166
source: Took...too...much damage...
de: Zu viel... eingesteckt...
es: Demasiado... daño...
fr: J'ai subi... trop... de dégâts...
it: Subiti... troppi... troppi danni...
zh_hans: 受了……太多伤……

# TALK_PINCH_0167
source: I'll drop out if I'm not healed... Someone...
de: Ich falle aus, wenn ich nicht geheilt werde. Hilfe, irgendjemand...
es: Me debilitaré si no me curan... Alguien puede...
fr: Je vais m'évanouir si on ne me donne pas de PV... Aide-moi...
it: Andrò KO se non ricevo cure... Qualcuno...
zh_hans: 如果我没有痊愈……我会退出……有人吗……

# TALK_PINCH_0168
source: I... I'm going to fall... Hurts...
de: Ich... gehe zu Boden... Schmerzen...
es: Me voy a caer... Cómo me duele...
fr: Je... je vais m'effondrer... J'ai si mal...
it: Sto... Sto per andare KO... Fa male...
zh_hans: 我……我坠入了……苦海……

# TALK_PINCH_0170
source: N-n-no! My health...
de: N-n-nein! Meine Gesundheit...
es: Mi... Mi salud...
fr: N-n-non! Mes PV...
it: N-N-No... La mia salute...
zh_hans: 不-不！我的伤……

# TALK_PINCH_0171
source: I'm fainting... Someone...
de: Mir wird schwarz vor Augen! Irgendjemand...
es: Me estoy debilitando... Alguien puede...
fr: Je vais m'évanouir... A l'aide...
it: Sto per andare KO... Qualcuno...
zh_hans: 我好晕……有人吗……

# TALK_PINCH_0172
source: I took too much damage... Hurry, I need to heal...
de: Ich hab zu viel abbekommen... Schnell, ich brauche Heilung...
es: Estoy herido... Rápido, necesito curarme...
fr: J'ai perdu trop de PV... Vite, j'ai besoin de soins...
it: Ho subito troppi danni... Sbrigati, ho bisogno di cure!
zh_hans: 我受了太多伤……快点，我需要治疗……

# TALK_PINCH_0173
source: N-n-no more... I'm going down...
de: N-n-nicht mehr... Ich gehe zu Boden...
es: No puedo más... Me voy a desmayar...
fr: Je n'en peux plus... Je vais m'évanouir...
it: B-B-Basta... Sto andando KO...
zh_hans: 不-不-不行了……我要倒下了……

# TALK_PINCH_0175
source: NOT GOOD AT ALL...
de: DAS IST GAR NICHT GUT...
es: ESTOY MUY MAL...
fr: LA SITUATION EST CRITIQUE...
it: NON VA AFFATTO BENE...
zh_hans: 一点也不好……

# TALK_PINCH_0176
source: I WILL NOT...FAIL HERE!
de: ICH WERDE HIER NICHT... VERSAGEN!
es: NO... ¡NO FRACASARÉ AQUÍ!
fr: JE NE... PERDRAI PAS ICI!
it: NON FALLIRÒ... PROPRIO QUI!
zh_hans: 我才不会……在这失败！

# TALK_PINCH_0177
source: I WILL N-N-NOT FALL TO THIS!
de: ICH WERDE MICH B-B-BESTIMMT NICHT GESCHLAGEN GEBEN!
es: ¡N-NO ME RENDIRÉ AQUÍ!
fr: JE NE PERDRAI PAS! PAS COMME CELA!
it: N-N-NON MI FARÒ SCONFIGGERE!
zh_hans: 我才-才不会因此倒下！

# TALK_PINCH_0178
source: GRIEVOUS DAMAGE! BUT I REFUSE TO FALL!
de: SCHLIMMER SCHADEN! ABER ICH WEIGERE MICH ZU VERLIEREN!
es: ¡EL DAÑO ES GRAVE, PERO NO ME RENDIRÉ!
fr: DEGATS IMPORTANTS! MAIS JE REFUSE D'ABANDONNER!
it: HO SUBITO MOLTI DANNI! MA MI RIFIUTO DI CEDERE!
zh_hans: 超大伤害！但是！我拒绝倒下！

# TALK_PINCH_0180
source: HOW DID I SUSTAIN SO MUCH DAMAGE?!
de: WIE KONNTE ICH SO VIEL SCHADEN ERLEIDEN?!?
es: ¿CÓMO HE PODIDO RECIBIR TANTO DAÑO?
fr: COMMENT AI-JE PU SUBIR TANT DE DEGÂTS?!
it: COME HO POTUTO SUBIRE COSÌ TANTI DANNI?!
zh_hans: 我是怎么承受这么大的伤害的？！

# TALK_PINCH_0181
source: IT PAINS ME...BUT I CAN TAKE MORE!
de: DAS SCHMERZT! ABER ICH KANN NOCH MEHR WEGSTECKEN!
es: ME DUELE... ¡PERO PUEDO SOPORTARLO!
fr: CELA FAIT MAL... MAIS JE PEUX EN SUPPORTER PLUS!
it: CHE MALE... MA CE LA POSSO FARE!
zh_hans: 这使我很痛……但是还可以更多！

# TALK_PINCH_0182
source: FALL TO...THIS LEVEL OF DAMAGE? NO!
de: NIEDERGEHEN WEGEN... DES BISSCHENS SCHADEN? NEIN!
es: ¿DEBILITARME... POR ESTE DAÑO? ¡NI HABLAR!
fr: M'EVANOUIR... APRES AVOIR SUBI CES DEGATS? HORS DE QUESTION!
it: RAGGIUNGERE QUESTO LIVELLO DI DANNI? NO!
zh_hans: 倒在……这点伤害下？不！

# TALK_PINCH_0183
source: I HAVE SUFFERED... MASSIVE DAMAGE... BUT I WILL NEVER FALL!
de: ICH HABE MASSIVEN SCHADEN ERLITTEN... ABER ICH WERDE NIEMALS K.O. GEHEN!
es: HE SUFRIDO DAÑOS... ¡PERO NO ME RENDIRÉ!
fr: J'AI... SUBI DES DEGATS ENORMES... MAIS CE N'EST PAS ENCORE FINI!
it: HO SUBITO... DANNI ENORMI... MA NON CEDERÒ MAI!
zh_hans: 我遭受了……巨大损伤……但我从不跌倒！

# TALK_PINCH_0185
source: N-N-NO... BARELY... BARELY... CAN STAND...
de: N-N-NEIN... KANN... KAUM... STEHEN...
es: APENAS... PUEDO... MANTENERME EN PIE...
fr: N-N-NON... JE TIENS... A PEINE... LE COUP...
it: N-N-NO... STO A MALAPENA IN PIEDI...
zh_hans: 不-不……刚好……刚好……能忍受……

# TALK_PINCH_0186
source: I PLEAD... HEAL ME... I PLEAD...
de: ICH FLEHE DICH AN... HEILE MICH...
es: POR FAVOR, CÚRAME...
fr: JE T'IMPLORE... DE ME DONNER DES PV...
it: TI PREGO... CURAMI... TI PREGO...
zh_hans: 我恳求……治疗……我恳求……

# TALK_PINCH_0187
source: A SAVAGE PATH... A SAVAGE PATH...
de: WELCH... GRAUSAMKEIT... WIE... GRAUSAM...
es: UN CAMINO SALVAJE... SALVAJE...
fr: QUEL FUNESTE... DESTIN...
it: NON RIESCO... NON RIESCO PIÙ...
zh_hans: 野蛮道路……野蛮道路……

# TALK_PINCH_0188
source: IS THIS HOW... IS THIS HOW... I FALL...?
de: SIEHT SO... MEIN ENDE AUS?
es: ¿ASÍ ES COMO... ME VOY A DEBILITAR?
fr: EST-CE ICI... QUE TOUT VA... SE TERMINER... POUR MOI?
it: È COSÌ... È COSÌ CHE CADRÒ...?
zh_hans: 这就是……这就是……我倒下了……？

# TALK_PINCH_0190
source: Gah! I've suffered more damage than I bargained for...
de: Gah! Ich habe weit mehr Schaden erlitten, als ich erwartet habe...
es: He sufrido más daño de lo que me esperaba...
fr: Aaah! J'ai subi davantage de dégâts que je ne l'aurais cru...
it: Gah! Ho subito molti più danni di quanto mi aspettassi...
zh_hans: 啊！我受的伤比我预想的要多……

# TALK_PINCH_0191
source: I suffer...but there must be something that can be done...
de: Ich leide... Aber es muss etwas geben, was man tun kann...
es: Estoy sufriendo, pero debe de haber algo que pueda hacer...
fr: Je puis encore poursuivre notre route... mais j'ai grand besoin... de PV...
it: Soffro... Ma ci deve essere qualcosa che si può fare...
zh_hans: 我受伤了……但一定有办法的……

# TALK_PINCH_0192
source: My health flickers and wanes... If left unhealed...
de: Meine Gesundheit wird schwächer und schwindet, wenn ich nicht geheilt werde...
es: Mi salud está decayendo... Si no me curo...
fr: Mes PV vacillent... Si je n'en récupère pas tout de suite...
it: La mia salute sta calando... Se non ricevo delle cure...
zh_hans: 我的健康在闪烁……如果不治疗……

# TALK_PINCH_0193
source: My damage is not slight... Have I underestimated the challenge...?
de: Meine Verletzungen sind nicht gerade gering. Habe ich die Herausforderung unterschätzt?
es: Mi daño no es leve... Tal vez haya subestimado este reto...
fr: J'ai subi de lourds dégâts... Aurais-je sous-estimé ce défi...?
it: Ho subito danni enormi... Forse ho sottovalutato la sfida...?
zh_hans: 我受了不少伤……我是否低估了这场挑战……？

# TALK_PINCH_0195
source: Things are looking grim...
de: Es sieht schlecht aus...
es: La suerte no me sonríe...
fr: Fini de rigoler, là, c'est mal parti...
it: Le cose si mettono proprio male...
zh_hans: 事情看起来很糟糕……

# TALK_PINCH_0196
source: I feel awfully faint... Please help me...
de: Ich fühle mich der Ohnmacht nahe... Bitte hilf mir...
es: Me debilito... Ayúdame...
fr: Je sens que je vais m'évanouir... Au secours...
it: Mi sento molto debole... Per favore, aiutami...
zh_hans: 我感觉很晕……请帮帮我……

# TALK_PINCH_0197
source: I'm at my limit...
de: Ich hab meine Grenzen erreicht...
es: Estoy al límite...
fr: J'ai atteint mes limites, je le crains...
it: Sono al limite...
zh_hans: 我已经到了极限……

# TALK_PINCH_0198
source: I am all but collapsing on my feet... Someone heal me...
de: Ich verliere gleich den Boden unter den Füßen... Bitte heile mich jemand...
es: Siento que me desplomo... Que alguien me cure...
fr: Je suis en train de m'évanouir... A l'aide...
it: Sto per andare KO... Qualcuno mi curi...
zh_hans: 我就要瘫倒了……快来救我……

# TALK_PINCH_0200
source: I might be unable to go on...
de: Das war es wohl für mich...
es: Podría estar en las...
fr: C'en est peut-être fini...
it: Potrebbe essere la fine...
zh_hans: 我可能无法继续……

# TALK_REST_0001_VAR_00
source: Seeds are full of nutrition!
de: Der Samen auf meinem Rücken ist voller guter Nährstoffe!
es: ¡Las semillas son nutritivas!
it: I semi sono ricchi di energia!
zh_hans: 种子富含营养！

# TALK_REST_0002_VAR_00
source: Large bulbs inspire happiness!
de: Die Knospe auf meinem Rücken macht mich glücklich!
es: Mientras no le pase nada a mi brote, yo estoy feliz.
it: Più grosso è il germoglio, più grande è la felicità che porta!
zh_hans: 硕大的花蕾绽放了幸福！

# TALK_REST_0003_00_1_VAR_00
source: Flowers are blooming all over!
de: Die Blume auf meinem Rücken steht in voller Blüte!
es: ¡Mira mi lomo! ¡Eso es una flor y lo demás son tonterías!
it: Ammira il mio bellissimo fiore!
zh_hans: 背上的花！盛开了！

# TALK_REST_0003_00_2_VAR_00
source: Onward!
de: Ich lege gerade erst los!
es: ¡Adelante! ¡Pisando fuerte!
it: Niente può fermarmi!
zh_hans: 永不停息！

# TALK_REST_0004_VAR_00
source: The fire at the tip of my tail shows my energy!
de: Meine Schweifspitze lodert hell, ich bin also topfit! Alles bestens!
es: Tengo el ánimo encendido. ¡Como la cola!
it: Finché la fiamma sulla mia coda è accesa, va tutto bene!
zh_hans: 尾巴上的火焰是活力的象征！

# TALK_REST_0005_VAR_00
source: Adventure! I'm fired up! My tail is burning, too!
de: Oh ja, ich bin heiß auf dieses Abenteuer! Mein Schweif steht auch schon in Flammen!
es: Ardo en deseos de ir de aventura... literalmente.
it: Brucio dalla sete di avventure! Come la mia coda!
zh_hans: 冒险！激情燃烧！如同尾巴那样！

# TALK_REST_0007_VAR_00
source: I'm proud of my tough shell!
de: Mein harter Panzer ist mein ganzer Stolz!
es: ¿Has visto qué caparazón tengo? ¡Más duro que una piedra!
it: La mia corazza è il mio vanto!
zh_hans: 有坚硬的外壳真是感到骄傲！

# TALK_REST_0008_VAR_00
source: Taking good care of my tail is how I live so long!
de: Mein buschiger Schweif ist ein Symbol für langes Leben. Ich pflege ihn täglich!
es: ¿El secreto de mi longevidad? Mantener mi cola siempre limpia y lozana.
it: La mia folta coda è il segreto della mia longevità!
zh_hans: 长寿的关键在于尾巴的保养！

# TALK_REST_0009_VAR_00
source: Count on my water spouts!
de: Meine Wasserwerfer arbeiten mit Hochdruck!
es: ¡Mis cañones de agua están a tu disposición!
it: Stenderò tutti i nemici con i miei potenti getti d'acqua!
zh_hans: 今天也要加油喷出水流！

# TALK_REST_0010_VAR_00
source: Tree leaves are the yummiest, aren't they?
de: Es gibt einfach nichts Köstlicheres als Blätter!
es: Las hojas de las copas de los árboles son las más sabrosas.
it: Quanto mi piacciono le foglie!
zh_hans: 树叶最美味了！

# TALK_REST_0011_VAR_00
source: Harden!
de: Hart, härter, Härtner!
es: ¡Fortaleza!
it: A tutta corazza!
zh_hans: 变硬！！

# TALK_REST_0012_VAR_00
source: My scales repel water, and that's how I can fly even in rain!
de: Meine Flügel sind wasserabweisend. Deshalb kann ich auch bei Regen fliegen!
es: Mi piel repele el agua. Así puedo volar aunque llueva.
it: Le mie ali sono impermeabili! Posso volare anche sotto la pioggia!
zh_hans: 我的鳞片能防水，即使是雨天我也能自由翱翔！

# TALK_REST_0013_VAR_00
source: My red nose can find yummy leaves!
de: Mit meiner großen roten Nase kann ich meine Lieblingsblätter erschnuppern!
es: Con mi nariz roja encuentro las hojas más suculentas.
it: Il mio grande naso rosa mi porta sempre verso le foglie più deliziose!
zh_hans: 我的红鼻子能嗅探到可口的树叶！

# TALK_REST_0014_VAR_00
source: I won't budge! Not even a tiny bit!
de: Ich werde keinen Fingerbreit zurückweichen!
es: Yo jamás retrocedo. Ni tampoco avanzo.
it: Quando mi abbarbico, non mi smuove nessuno!
zh_hans: 我不能动。一点也不能动。

# TALK_REST_0015_VAR_00
source: I'm busy today! I'll be busy tomorrow! Bee!
de: Ich habe keine Zeit für so was! *Bzzzzz!*
es: ¡Trabajo, trabajo y máz trabajo! ¡Zzzziempre atareada!
it: Non perdiamo tempo! Ho da fare, io! Bzz bzzzz!
zh_hans: 全年无休！嗡嗡！

# TALK_REST_0016_VAR_00
source: Flapping wings, pid-pidgey! Pipipipidgey!
de: Mit meinen Flügeln sorge ich stets für Wirbel!
es: ¡A batir alas se ha dicho!
it: Sempre più in alto! Piiiii!
zh_hans: 腾起翅膀！扑棱——扑棱扑棱！

# TALK_REST_0017_VAR_00
source: I have really good eyes! Respect my eyes!
de: Mein Sehvermögen ist ausgezeichnet!
es: ¡Tengo una vista agudísima! ¡No me hacen falta prismáticos!
it: Riesco a vedere un granello di polvere a chilometri di distanza!
zh_hans: 我的视力十分敏锐！要看好哦！

# TALK_REST_0018_VAR_00
source: I'm proud of my beautiful wings!
de: Mein Federkleid besticht durch Schönheit! Mein Flügelschlag besticht durch pure Kraft!
es: ¡Qué sería de mí sin mis hermosas alas!
it: Il mio meraviglioso piumaggio non ha uguali!
zh_hans: 真为我美丽的羽毛而感到自豪啊。

# TALK_REST_0019_01_VAR_00
source: What the boss says, goes!
zh_hans: 老大说什么，就是什么！

# TALK_REST_0019_VAR_00
source: I'll be a great mason like my dad one day!
de: Eines Tages werde ich ein genauso guter Steinmetz wie mein Papa sein!
es: ¡Algún día seré un mampostero tan bueno como papá!
it: Da grande voglio diventare uno scalpellino bravo come papà.
zh_hans: 总有一天，我会成为像爸爸那样出色的泥瓦匠！

# TALK_REST_0020_01_VAR_00
source: You! Get me a Huge Apple, NOW![pause=0] Wait... You ain't one of my goons!
zh_hans: 你！去给我整两菜，赶紧的！[pause=0]且慢……喊错人了！

# TALK_REST_0020_VAR_00
source: Ready to work another day!
de: Auch heute arbeite ich wieder fleißig!
es: ¡Un día más, a dar el callo!
it: Anche oggi, al lavoro!
zh_hans: 一如既往地努力工作！

# TALK_REST_0021_VAR_00
source: I may look busy all the time... To tell you the truth...I AM busy all the time!
de: Ich sehe bestimmt immer sehr beschäftigt aus, und um die Wahrheit zu sagen, ich bin es auch!
es: Siempre parezco atareado... y es que lo estoy.
it: Sembro molto occupato, eh? È perché lo sono davvero!
zh_hans: 我总是一副很忙的样子……但实际上，我的确很忙！

# TALK_REST_0022_VAR_00
source: Look at my long beak!
de: Ist mein langer Schnabel nicht toll?
es: ¡Jamás has visto un pico más largo que el mío!
it: Ammira il mio lungo becco!
zh_hans: 为我的长喙而潦倒吧！

# TALK_REST_0023_VAR_00
source: I'm good at swallowing things whole! Do you want me to demonstrate?
de: Ich kann selbst größere Beute in einem Stück verschlucken! Soll ich es mal demonstrieren?
es: Yo me lo trago todo sin masticar. ¿Te lo demuestro?
it: Sono un asso nell'ingoiare le cose tutte intere. Vuoi vedere?
zh_hans: 我很擅长把东西整个吞下！想让我示范一遍吗？

# TALK_REST_0024_VAR_00
source: I've seen other Arbok with different patterns from mine.
de: Ich habe andere Arbok gesehen, deren Muster anders aussehen als meins.
zh_hans: 我见过其他的阿柏怪，他们的花纹与我的不一样。

# TALK_REST_0025_00_1_VAR_00
source: Pika with a big smile!
de: Ich bin putzmunter!
es: ¡Pika, pikaaa!
it: Pika pikaaa! \u266A
zh_hans: 皮卡很有精神！

# TALK_REST_0025_00_2_VAR_00
source: My cheeks and tail are what others find attractive! \u2661
de: Alle finden meine Backen und meinen Schweif total süß! \u2661
es: ¡Mi cola y mis mofletes son irresistibles!
it: Non credi anche tu che le mie guanciotte e la mia coda siano irresistibili...?
zh_hans: 我的脸颊和尾巴便是他人眼中的魅力所在！

# TALK_REST_0026_00_1_VAR_00
source: Why is it so fun? Zap!
de: Ist das ein Spaß! *Brtzzzt*
es: ¡Qué divertido! ¡Toma rayo!
it: Ci sarà da divertirsi! Bzzzt!
zh_hans: 太有意思啦！滋啦！

# TALK_REST_0026_00_2_VAR_00
source: My electricity-storing pouches are making noise with static electricity!
de: Ich hab jede Menge Elektrizität in meinen Backentaschen gespeichert! Das knistert!
es: Guardo electricidad en los mofletes. ¡Me hace cosquillas!
it: Le mie guance scoppiettano di elettricità!
zh_hans: 我的电囊噼啪作响！

# TALK_REST_0026_01_1_VAR_00
source: Surf's up![pause=0] It takes mad practice to not fall off this tail!
zh_hans: 冲浪吧！[pause=0]要想不从尾巴上掉下来，还得要疯狂的练习！

# TALK_REST_0026_01_2_VAR_00
source: I could really go for some pancakes...
zh_hans: 真的好想去吃煎饼啊……
