Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0027_01_VAR_00
source: Please don't touch my belly![pause=0] It's too soft![br]...And I'm ticklish.
zh_hans: 请不要碰我的肚子！[pause=0]太软了！[br]……而且我怕痒。

# TALK_REST_0027_VAR_00
source: I like to roll into a ball!
de: Ich roll mich am liebsten zu einem Ball zusammen!
es: A mí lo que me gusta es hacerme una bola y salir rodando.
it: Adoro appallottolarmi!
zh_hans: 我喜欢把自己团成一个球！

# TALK_REST_0028_01_VAR_00
source: I'm [color=#00FFFF]Sandslash[color], terror of the mountains![br][emote=Worried]...Why aren't I called [color=#00FFFF]Snowslash[color]?
zh_hans: 我是[color=#00FFFF]穿山鼠[color]，大山的恐惧所在！[br][emote=Worried]……为什么我不改名叫[color=#00FFFF]穿冰鼠[color]？

# TALK_REST_0028_VAR_00
source: My moves can cut you in a flash!
it: Le mie mosse possono tagliuzzarti in un baleno!
zh_hans: 我的招式能瞬间斩你于刀下！

# TALK_REST_0029_VAR_00
source: I'll fight, too! Although I don't particularly like fighting!
de: Ich mag zwar keine Kämpfe, aber ich werde mein Bestes geben!
es: No me gusta mucho eso de combatir, pero me esforzaré.
it: Non piace molto lottare, ma faccio sempre del mio meglio.
zh_hans: 我不擅长战斗，但我会尽力的！

# TALK_REST_0030_VAR_00
source: Protecting my friends is my duty!
de: Es ist nun mal meine Pflicht, meine Freunde zu beschützen!
es: Mi deber es proteger a mis compañeros.
it: Difenderò sempre i miei compagni!
zh_hans: 我的职责就是保护朋友不受伤害！

# TALK_REST_0031_VAR_00
source: I'm really tough, so I can take any kind of attack!
de: Mein Körper ist sehr robust. So bin ich vor Attacken gut geschützt!
es: La edad me ha hecho más fuerte. Ahora soy capaz de resistir cualquier ataque.
it: Con la mia corazza, gli attacchi mi fanno il solletico!
zh_hans: 我有厚重的盔甲，任何攻击都伤不了我分毫！

# TALK_REST_0032_VAR_00
source: I have good ears! I can hear everything!
de: Meine Ohren sind einfach nur super! Mir entgeht nicht das leiseste Geräusch!
es: Tengo el oído más fino que puedas encontrar. ¡Lo oigo todo!
it: Ho un udito portentoso! Percepisco anche i suoni più flebili!
zh_hans: 我有敏锐的听力，任何声音都逃不过我的耳朵！

# TALK_REST_0033_VAR_00
source: I may not look it, but I'm tough! You better stay away!
de: Ich kann leicht wütend werden! Also sieh dich besser vor...!
es: Aquí donde me ves, soy más fiero de lo que parece. ¡No te me acerques!
it: Il mio aspetto può ingannare... ma io picchio duro! Meglio non provocarmi!
zh_hans: 我没有看上去那么弱不禁风，所以你最好站远点！

# TALK_REST_0034_VAR_00
source: My thick tail packs enormous power!
de: Mein dicker Schweif hat echt viel Power!
es: ¡Mi gruesa cola contiene un enorme poder!
zh_hans: 我粗壮的尾巴可不是吃素的！

# TALK_REST_0035_VAR_00
source: I love full-moon nights! Clef!
de: Ich liebe Vollmondnächte! *Piep*
es: ¡Nada como una hermosa noche de luna llena!
it: Adoro le notti di luna piena!
zh_hans: 皮皮好喜欢满月的夜晚！

# TALK_REST_0036_VAR_00
source: They call me a fairy! I wonder why? Could it be my fair personality?
de: Viele nennen mich eine Fee! Warum nur...? Ob es an meinem schüchternen Wesen liegt?
es: Dicen que soy como un hada. ¿Será por mi personalidad?
it: Pensano tutti che io sia una fata... Chissà perché... Sarà il mio carattere?
zh_hans: 别人都叫我妖精！但是为什么呢？也许是因为我的性格？

# TALK_REST_0037_01_VAR_00
source: Some call me Keokeo.[pause=0] But you don't call me that, do you?
zh_hans: 有的人会叫我凯欧凯欧。[pause=0]但你不会那样叫我吧？

# TALK_REST_0037_VAR_00
source: Here I come! I'm Vulpix! \u266A I grow more tails as I grow! \u266A
de: Ich bin Vulpix! \u266A Während ich wachse, bekomme ich weitere Schweife! \u266A
es: Soy Vulpix y, a medida que me hago mayor, me salen más colas.
it: Sono Vulpix. \u266A Le mie code aumentano man mano che cresco! \u266A
zh_hans: 六尾报到！\u266A等我长大，就会有更多的尾巴了！\u266A

# TALK_REST_0038_01_VAR_00
source: Look for me if you get lost in the mountains.
zh_hans: 在山里迷路了的话，就来找我吧。

# TALK_REST_0038_VAR_00
source: You must not touch my tails.
de: Untersteh dich, meine Schweife anzufassen.
es: Te aconsejo que no me acaricies las colas.
it: Nessuno tocchi le mie code!
zh_hans: 你最好别打我尾巴的主意。

# TALK_REST_0039_VAR_00
source: I love songs! \u266A Don't you? \u266A
de: Ich liebe Gesang! \u266A Du auch? \u266A
es: ¡Me paso el día cantando! ¡Es mi pasión!
it: Cantare mi dà gioia! \u266A
zh_hans: 我爱唱歌！\u266A没错吧？\u266A

# TALK_REST_0041_VAR_00
source: How long before it gets dark?
de: Kann es nicht endlich mal Nacht werden...?
es: Espero que se haga de noche pronto...
it: Ma quanto manca alla notte...?!
zh_hans: 还有多久才天黑呢……

# TALK_REST_0042_VAR_00
source: I feel like sinking my teeth into something...[pause=0] You know what I'm talking about?
de: Ich will sofort was aussaugen![pause=0] Alles klar?!
es: Tengo ganas de hincarle el diente a algo. Lo que sea.
it: Sento questa irresistibile voglia...[pause=0] di affondare i miei denti in qualcosa di morbido...
zh_hans: 我想把牙扎入什么东西里去……[pause=0]你明白我的意思吗？

# TALK_REST_0043_VAR_00
source: It's such a nice day today!
de: Ist das wieder ein Wetterchen heute!
es: ¡Qué buen día hace hoy!
it: Anche oggi è una splendida giornata!
zh_hans: 又迎来了美好的一天～

# TALK_REST_0044_VAR_00
source: When others have a gloomy day, I'm happy!
de: Wenn man zu mir sagt, dass ich stinke... Also das macht mich immer so glücklich!
es: Cuando me dicen que apesto, ¡doy las gracias por el cumplido!
it: Tutti mi dicono che puzzo. Per me è il più bel complimento!
zh_hans: “你好臭啊。”“臭死了！”……听到别人这么说，我有点高兴呢。

# TALK_REST_0045_VAR_00
source: Here comes my pollen like an explosion!
de: Ich werde unsere Gegner mit giftigen Sporen bestäuben!
es: ¡Pumba! ¡Explosión de polen!
it: Spargerò bombe di polline ovunque!
zh_hans: 我要撒出花粉了！砰的一声撒出去！

# TALK_REST_0046_VAR_00
source: May I offer one of the mushrooms on my back as a token of friendship?
de: Darf ich dir als Zeichen unserer Freundschaft einen der Pilze von meinem Rücken anbieten?
es: ¿Quieres una de mis setas como símbolo de amistad?
it: Per festeggiare una nuova amicizia, offro sempre uno dei funghi che ho sulla schiena!
zh_hans: 我送你一个蘑菇作为我们友谊的象征怎么样？

# TALK_REST_0047_VAR_00
source: I, the mushroom, have full control now!
de: Ich, der Pilz, habe die Kontrolle übernommen!
es: ¡Soy un hongo! ¡Y tengo el poder!
it: Ho infestato tutto! Lunga vita ai Pokémon Fungo!
zh_hans: 我是蘑菇！已经掌握了控制权！

# TALK_REST_0048_VAR_00
source: I can shoot beams from my eyes! Cool, huh?
de: Aus meinen Augen kann ich kräftige Strahlen schießen! Ziemlich beeindruckend, oder?
es: ¡Puedo lanzar rayos por los ojos! Mola, ¿eh?
it: I miei occhi sparano un potentissimo raggio!
zh_hans: 我能用眼睛射出光束！是不是很神奇？

# TALK_REST_0049_VAR_00
source: Scattering scales, I flap my wings!
de: Ich schlage eifrig mit meinen Flügeln, um staubartige Schuppen abzusondern!
es: Al batir las alas, se desprenden mis escamas.
it: Quando volo spargo polvere con le mie ali!
zh_hans: 四处飞舞，洒下磷光！

# TALK_REST_0050_01_VAR_00
source: Please don't whack me with a hammer. It wouldn't be very nice.
zh_hans: 请不要用锤子敲我。那样不太好。

# TALK_REST_0050_VAR_00
source: I'm working on this adventure!
de: Ich bin am Start, auf geht's!
es: ¡A la aventura!
it: Voglio vivere ogni avventura al massimo!
zh_hans: 要认真对待冒险！

# TALK_REST_0051_01_VAR_00
source: Indeed, we are metalheads! How could you tell?
zh_hans: 我们的确是重金属发型！你怎么知道的？

# TALK_REST_0051_VAR_00
source: We aren't like this out of laziness! No way!
de: Dass wir blaumachen, war nicht unsere Entscheidung! Ehrlich!
es: Somos tres y, cuando uno quiere escaquearse del trabajo, los otros lo espabilan.
it: Non ci crederai, ma ho un valido motivo per non essere al lavoro!
zh_hans: 我们绝对不是想偷懒才无所事事！绝对不是！

# TALK_REST_0052_01_VAR_00
source: Hmph. I suppose I could lower myself to go on an adventure with the likes of you.
zh_hans: 哼哼，我想我可以放低身段，和你这样的家伙去冒险。

# TALK_REST_0052_02_VAR_00
source: I live for battle!!
zh_hans: 我为战斗而生！

# TALK_REST_0052_VAR_00
source: I like round things, meow!
de: Ich liebe runde Dinge! Miau!
es: Me encanta que todo salga redondo. ¡En realidad me pirro por todo lo redondo!
it: Mi piacciono le cose tonde! Meo!
zh_hans: 喵喵喜欢圆圆的东西！

# TALK_REST_0053_01_VAR_00
source: You're lucky I'm on your team.[pause=0] If I ambushed you, it'd be over in a few moments...
zh_hans: 你应该庆幸我和你是一伙的。[pause=0]要是我伏击的是你，一会儿就结束了哦……

# TALK_REST_0053_VAR_00
source: Where to the nearest bank?
de: Wo ist die nächste Bank?
es: ¿Hacia donde está el banco más cercano?
zh_hans: 离这里最近的银行在哪里？

# TALK_REST_0054_VAR_00
source: My head is always tormented. It hurts bad!
de: Ich leide immer unter Kopfschmerzen! Aua...
es: Este dolor de cabeza no se me quita ni queriendo.
it: Ho sempre al di testa...
zh_hans: 我的头总是好痛。好痛。

# TALK_REST_0055_VAR_00
source: I'm good at swimming!
de: Ich bin der schnellste Schwimmer von allen!
es: ¡La natación es mi especialidad!
it: Nel nuoto non mi batte nessuno!
zh_hans: 游泳可是我的拿手技！

# TALK_REST_0056_VAR_00
source: Mighty Mankey here has a short temper! I'm so frustrated!
de: Ich soll angeblich total jähzornig sein...[pause=0] Verleumdung! Das regt mich total auf!
es: ¡Tengo un pronto que para qué! ¡Siempre estoy a punto de saltar!
it: Sono un tipo nervoso. La mia pazienza è molto limitata.
zh_hans: 性格真是太暴躁了猴猴！真是非常生气猴猴！

# TALK_REST_0057_VAR_00
source: This erupting rage is unstoppable!
de: Ich spüre, wie die Wut in mir hochkommt! Unsere Gegner tun mir jetzt schon leid...!
es: ¡Mi furia es incontenible! ¡Va a estallar en cualquier momento!
it: Ho una rabbia... primitiva!
zh_hans: 我爆发的怒火谁也阻止不了！

# TALK_REST_0058_01_VAR_00
source: I'm still uneasy around other Pokémon. But I'll do my best for you! \u266A
zh_hans: 我还是对其他宝可梦不太放心。但和你在一起我倒完全不担心！\u266A

# TALK_REST_0058_VAR_00
source: Play with me! \u266A Graaaaw!
de: Lass uns spielen! \u266A Grrraaawf!
es: ¡Juega conmigooo! ¡Grow!
it: Dai, giochiamo insieme! Grooow! \u266A
zh_hans: 一起来玩吧！\u266A嗷呜！

# TALK_REST_0059_01_VAR_00
source: I'll lead our foes into a dance! A dance... of fiery destruction!
zh_hans: 我要让敌人为我伴舞！名为……炽热的毁灭！

# TALK_REST_0059_VAR_00
source: I swear on my mane that I'll fight fair and square!
de: Bei meiner Mähne: Ich werde fair kämpfen!
es: Por mis crines que lucharé con ecuanimidad.
it: Giuro sulla mia criniera che lotterò con coraggio!
zh_hans: 我向我的鬓毛起誓，我会英勇战斗！

# TALK_REST_0060_VAR_00
source: I want to swim a lot and keep my skin moist! Poli!
de: Ich will schwimmen und meine Haut immer schön feucht halten! Das ist das Beste!
es: Hay que nadar si quieres tener la piel bien escurridiza.
it: Nuotare fa bene alla mia pelle: la idrata e la rende lucida!
zh_hans: 我想多多去游泳，保持皮肤的湿润！

# TALK_REST_0061_VAR_00
source: Look at the spiral pattern on my belly!
de: Das Spiralmuster auf meinem Bauch ist voll toll!
es: ¡Mira qué chulo el torbellino de mi vientre!
it: Ammira la spirale sulla mia pancia!
zh_hans: 你应该看看我肚皮上的螺旋纹路！

# TALK_REST_0062_VAR_00
source: I'm Poliwrath! I'm the boss of the river!
it: Sono Poliwrath, il capo del fiume!
zh_hans: 我是蚊香泳士！河中的头目！

# TALK_REST_0063_VAR_00
source: Zzz...
zh_hans: 呼噜……

# TALK_REST_0064_VAR_00
source: Alpha waves are radiating from all over my body!
de: Aus mir strömen Unmengen an Alphawellen!
es: Todas las fibras de mi ser están emitiendo ondas alfa.
it: Il mio corpo emana onde alfa!
zh_hans: 我的身体能散发出阿尔法波！

# TALK_REST_0065_VAR_00
source: If you desire my power, I'll help you as much as I can.
de: Wenn du hier und jetzt meine Hilfe brauchst, dann werde ich alles geben, was ich habe!
es: Si así lo deseas, te prestaré como por arte de magia todo mi poder.
it: I miei poteri sono al tuo servizio!
zh_hans: 如果需要我的帮忙，我会出全力的！

# TALK_REST_0066_VAR_00
source: Muscle! Muscle!
de: Muskeln! Muskeln!!
es: ¡Un, dos! A levantar pesas.
it: Muscoli ci vogliono, muscoli!
zh_hans: 肌肉！肌肉！

# TALK_REST_0067_VAR_00
source: I have to show off my muscles! Macho!
de: Sieh nur, wie stark ich bin! Hehe!!
es: Me encanta fardar de este cuerpazo que tengo, ja, ja.
it: Ammira i miei potenti muscoli!
zh_hans: 我想展示一下自己的力量！豪力豪力！

# TALK_REST_0068_VAR_00
source: I can throw tons of punches in a matter of seconds! Take that!
de: Ich teile in zwei Sekunden 1 000 Schläge aus! Versuch ruhig, mitzuzählen! Hahaha!
es: Puedo propinar varios puñetazos en un abrir y cerrar de ojos. ¡Zas, zas, zas!
it: Posso sferrare scariche di pugni!
zh_hans: 我一眨眼间就能出拳数吨！看招！

# TALK_REST_0069_VAR_00
source: I may look skinny, but I work just as hard as anyone else!
de: Ich mag vielleicht schwächlich aussehen, aber man sollte mich nicht unterschätzen.
es: Mi complexión es más bien delgada, pero me esforzaré y no te defraudaré.
it: Sembro esile, ma so dare del filo da torcere!
zh_hans: 也许我看起来很瘦弱，但我也像他人那样努力着。

# TALK_REST_0070_VAR_00
source: Other Pokémon's kindness touches me and makes me weep with joy!
de: Sind andere besonders nett zu mir, flenne ich immer gleich los...!
es: Me llena de alegría que se me acerque algún Pokémon, aunque también me entra hambre...
it: Mi commuovo sempre davanti alla gentilezza degli altri.
zh_hans: 其他宝可梦的善良令我感激涕零！

# TALK_REST_0071_VAR_00
source: Once in my mouth, anything delicious quickly drops into my belly!
de: Was einmal in meinem Maul landet, ist verloren!
es: Cualquier cosa deliciosa que termine en mi boca no sale de ahí. ¡Ñam!
it: Mi piacciono tutte le cose buone. Sono... onnivoro!
zh_hans: 我张开嘴，美食通通滚下肚！

# TALK_REST_0072_VAR_00
source: I can shoot beams from my eyes! How cool is that?
de: Ich verschieße Strahlen aus meinen Augen! Wenn das mal nicht cool ist!
es: Puedo lanzar rayos por los ojos. ¿A que mola?
it: Emetto raggi dagli occhi!
zh_hans: 我能用眼睛射出光线！是不是很厉害？

# TALK_REST_0073_VAR_00
source: Relaxing on the ocean surface is nice. It's so soothing, isn't it?
de: Glaub mir! Nichts entspannt mehr, als im Meer zu entspannen!
es: Me encanta descansar en el mar y flotar a la deriva cuando necesito olvidarme de todo.
it: Mi piace starmene a mollo in acqua!
zh_hans: 在海面上放松真是惬意，没错吧？

# TALK_REST_0074_01_VAR_00
source: Like my hair? I took it from another [color=#00FF00]Geodude[color] with weaker magnetism!
zh_hans: 喜欢我的头发吗？我从另一个磁性更弱的[color=#00FF00]小拳石[color]那里拿的！

# TALK_REST_0074_VAR_00
source: Whatever you do, don't throw me like a pebble!
de: Wehe, du wirfst mich!
es: ¡Ni se te ocurra lanzarme como una piedra!
it: Questa abitudine di lanciarmi di qua e di là... Non sono mica una palla!
zh_hans: 无论如何，我可不是小石子！

# TALK_REST_0075_01_VAR_00
source: Got any dravite?[pause=0] I'll pay you back tomorrow.
zh_hans: 你有镁电气石吗？[pause=0]我明天还你。

# TALK_REST_0075_VAR_00
source: I may not look it, but I'm an explorer! Gahahahaha!
de: Ich sehe vielleicht nicht so aus, aber ich bin ein Erkunder! Hahaha!
es: Aunque no lo parezca, estoy hecho todo un explorador, je, je.
it: Sono un grande esploratore! Gah ah ah ah!
zh_hans: 也许看起来不像，但我真的是探险家！嘎哈哈哈哈！

# TALK_REST_0076_01_VAR_00
source: There was a time when I accidentally fired a [color=#00FF00]Geodude[color] at an enemy.[br][emote=Joyous]You should've seen the look on his face! Wa ha ha!
zh_hans: 有一次，我不小心向敌人发射了一个[color=#00FF00]小拳石[color]。[br][emote=Joyous]你真该看看他那脸上是什么表情！哇哈哈！

# TALK_REST_0076_VAR_00
source: I'm proud of my toughness!
de: Ich bin ein harter Brocken und stolz darauf!
es: Mi caparazón es algo que me llena de orgullo. ¡Soy bien resistente!
it: Sono robusto e me ne vanto!
zh_hans: 我坚韧的身体令我自豪！

# TALK_REST_0077_01_VAR_00
source: I'll protect you from the impure!
zh_hans: 我会保护你免受不洁之人的侵害！

# TALK_REST_0077_VAR_00
source: I love hopping! Jump around with me!
de: Ich springe für mein Leben gern! Komm und spring mit mir!
es: ¡Me encanta dar saltos! Venga, saltemos todos juntos.
it: Mi piace un sacco saltellare! Saltelliamo nsieme?
zh_hans: 我爱好蹦跶！来和我一起蹦跳吧！

# TALK_REST_0078_01_VAR_00
source: None can stand up to the might of my horn!
zh_hans: 没人能抵挡得住我的角！

# TALK_REST_0078_VAR_00
source: Why don't you gallop with me? Going zoooooom gives you the best feeling!
de: Was gibt es Schöneres, als zu galoppieren? Komm und galoppier mit mir!
es: ¿Por qué no te vienes a trotar conmigo? Me encanta soltarme la melena a toda velocidad.
it: Vuoi galoppare con me? È fantastico!
zh_hans: 你也一起来奔跑吧！？奔跑的那个瞬间最棒了！

# TALK_REST_0079_01_VAR_00
source: [speed=0.07]...[br]...[br]...[br][speed=0.2]Why is my head yellow?
zh_hans: [speed=0.07]...[br]...[br]...[br][speed=0.2]为什么头是黄色的呢？

# TALK_REST_0079_VAR_00
source: My mind is empty...
de: In meinem Kopf herrscht Leere...
es: Eh... tengo la mente en blanco.
it: Nella mia testa c'è solo... il vuoto!
zh_hans: ……呵————欠……

# TALK_REST_0080_02_VAR_00
source: My arm's all numb...
zh_hans: 我的胳膊都麻了……

# TALK_REST_0080_VAR_00
source: Shellder just bit me!
de: Muschas hat mich gebissen!
es: ¡Shellder me ha metido un bocado!
it: Shellder mi ha morso!
zh_hans: 我被大舌贝咬到了！

# TALK_REST_0081_VAR_00
source: Safety first! Pi-pi-pi!
de: SICHERHEIT GEHT VOR! *BIEP, BIEP, BIEP!*
es: La seguridad es lo primero. Bip, bip, bip...
it: La sicurezza prima di tutto! Bip bip bip!
zh_hans: 安全第一！哔哔哔！

# TALK_REST_0082_VAR_00
source: Protecting the safety around here! Pi-pi-pi!
de: ICH SORGE HIER FÜR SICHERHEIT! *BIEP, BIEP, BIEP!*
es: Salvaguardar y proteger alrededores. Bip, bip.
it: Mi occupo della sicurezza di questa zona.
zh_hans: 我要维护这个地方的治安！哔哔哔！

# TALK_REST_0083_01_VAR_00
source: Today, another foe shall fall before the might of my blade.
zh_hans: 今天，又一个敌人将倒在我的利剑之下。

# TALK_REST_0083_VAR_00
source: I guess I should go on an adventure from time to time.
de: Auch Lehrer sehnen sich manchmal nach einem Abenteuer!
es: Aunque sea profesor, debería embarcarme en alguna aventura. ¿Qué me dice, jovenzuelo?
it: Un'avventura ogni tanto non può farmi che bene!
zh_hans: 我想，我也得时不时去冒险一番啊。

# TALK_REST_0084_VAR_00
source: Run like the wind! *pant pant*
de: Auch heute wird wieder fleißig gejoggt! *Keuch, schnauf!*
es: ¿A que no sabes qué voy a hacer hoy durante todo el día? ¡Correr, claro está!
it: Ogni giorno mi faccio una sana corsetta! Un-due, un-due!
zh_hans: 今天也精神饱满地奔跑吧！呼哧呼哧……！

# TALK_REST_0085_VAR_00
source: Joy, sorrow, and rage... Three heads are in command!
de: Freude, Kummer und Ärger... Das Gefühlsspektrum unserer drei Köpfe!
es: Alegría, tristeza y rabia: tres cabezas que tienen que ponerse de acuerdo. ¡Un lío, oye!
it: Una testa felice, una triste e una arrabbiata: così sono io!
zh_hans: 喜悦、悲伤、愤怒……三个脑门也能指挥若定！

# TALK_REST_0086_VAR_00
source: Whaaaaat?
de: Wie, wo, was?!
es: ¿Eh? ¿Qué? ¿Qué?
it: Che c'è, che c'è?
zh_hans: 喂喂，什么啊？

# TALK_REST_0087_VAR_00
source: If you want to fight me, I'll just take a nap...
de: Wenn du gegen mich kämpfen willst, mach ich einfach ein Nickerchen.
es: Si quieres combatir contra mí, me echaré una siesta...
zh_hans: 要是你想和我打架，我就打个盹好了……

# TALK_REST_0088_01_VAR_00
source: The power of science is staggering!
zh_hans: 科技的力量真是太厉害了！

# TALK_REST_0088_VAR_00
source: I'm sticky.
de: Ich bin voll glitschig!
es: Soy más pegajoso que el pegamento.
it: Sono tutto appiccicoso.
zh_hans: 我黏糊糊黏糊糊的哟。

# TALK_REST_0089_01_VAR_00
source: I love the taste of Escape Orbs![pause=0] But Cleanse Orbs taste nasty.
zh_hans: 我喜欢逃脱之玉的味道！[pause=0]但清洗之玉就很难闻。

# TALK_REST_0089_VAR_00
source: Can I depend on you?
de: Du, sag mal, darf ich mich ein bisschen an dich anschmiegen?
es: ¿Puedo confiar en ti?
it: Abbracciami! Fammi un po' di coccole!
zh_hans: 呐，稍微偷懒一下也没问题吧？

# TALK_REST_0090_VAR_00
source: Let me know if you see Slowpoke. I'll clamp my shell down on him.
de: Sag mir Bescheid, wenn du Flegmon siehst. Ich will ihn unbedingt beißen!
es: Avísame cuando encuentres a Slowpoke. Me apetece darle un bocado, aunque con cariño.
it: Se vedi Slowpoke in giro, avvertimi! Gli voglio dare un bel morsicotto!
zh_hans: 要是你看到呆呆兽先生，记得告诉我。我会用外壳夹住他的。

# TALK_REST_0091_VAR_00
source: My shell is really hard! I'd say rock hard!
de: Mein Panzer ist sehr hart! Extrem hart!
es: ¡Mi caparazón es bien resistente! Como una piedra, vaya.
it: La mia conchiglia è indistruttibile!
zh_hans: 我的外壳非常坚硬！可谓是坚如磐石！

# TALK_REST_0092_VAR_00
source: My body's made of a gaseous material!
de: Ich habe einen gasförmigen Körper!
es: Mi cuerpo está formado a partir de material gaseoso.
it: Il mio corpo è fatto di gas!
zh_hans: 鬼斯的身体，由气体制造！

# TALK_REST_0093_VAR_00
source: Muwuhaha! I'm Haunter! I'm an immortal ghost!
de: Muahaha! Ich bin Alpollo! Ich werde dir die Lebenskraft stehlen!
es: Soy nada más y nada menos que un Haunter. Y, por si fuera poco, ¡soy inmortal, ja!
it: Sono Haunter! L'immortaaale! O-o-o-oh...
zh_hans: 呜哈哈！我是鬼斯通！不死之身的鬼魂！

# TALK_REST_0094_VAR_00
source: My name is Gengar! Good to see you, hee-hee!
de: Ich heiße Gengar! Sehr erfreut, hehehe!
es: ¡Buenas! Me llamo Gengar. Je, je, je...
it: Mi chiamo Gengar. Piacere!
zh_hans: 我叫耿鬼！请多关照，耿耿！

# TALK_REST_0095_VAR_00
source: I like digging! Let's make tunnels for fun!
de: Ich liebe es, zu graben! Lass uns aus Spaß einen Tunnel graben!
es: Me encanta excavar agujeros. Venga, hagamos algunos túneles, que me aburro.
it: Scavare è la mia passione. Dai, scaviamo un tunnel insieme!
zh_hans: 我喜欢挖地面！我们一起挖地玩吧！

# TALK_REST_0096_VAR_00
source: I can eat dreams. How do they taste? Not bad.
de: Ich verspeise Träume. Wie Träume so schmecken? Ganz gut.
es: Tengo la habilidad de devorar sueños. ¿Que a qué saben? Están de ensueño.
it: Io mangio i sogni! Sono buoni, sai?
zh_hans: 我能吃掉梦境。好吃吗？嘛，还好吧。

# TALK_REST_0097_VAR_00
source: Everyone should fall asleep with my Hypnosis!
de: Mit meinem Pendel versetze ich jeden Gegner in tiefe Hypnose...!
es: Mi Hipnosis deja dormido a quien quiera. Si tienes problemas para dormir, avísame.
it: Addormenterò tutti con i miei poteri ipnotici!
zh_hans: 大家都应该睡倒在我的催眠术下！

# TALK_REST_0098_VAR_00
source: I'm not good at rock-paper-scissors! *clip clip*
de: Bei Schere, Stein, Papier verliere ich immer. Ich weiß einfach nicht, warum das so ist!
es: Se me da muy mal jugar a "piedra, papel o tijera". ¡Siempre me pillan con piedra, grrr!
it: Perdo sempre quando gioco alla morra cinese. Zak zak!
zh_hans: 我不擅长猜拳！咔嚓咔嚓！

# TALK_REST_0099_VAR_00
source: One scissor blade is a bit too heavy. *pant pant*
de: Meine Schere ist leider so schwer, dass ich schnell müde werde...
es: Esta pinza tan grande pesa un montón. Tendré que hacer más ejercicio con ella.
it: Queste chele sono un po' pesanti... Uff...
zh_hans: 一只钳子有点太重了吧，哈……哈……

# TALK_REST_0100_01_VAR_00
source: I can barely contain my excitement!
zh_hans: 内心的兴奋几乎控制不住啊！

# TALK_REST_0100_VAR_00
source: *zap za-a-a-ap*
de: *Brtzz!* *Brtzz!*
es: ¡Hoy me he levantado con mucha chispa!
it: Zap! Za-zap!
zh_hans: 滋滋！滋啦滋啦！

# TALK_REST_0101_01_VAR_00
source: I may look like an Apricorn, but don't go throwing me at wild Pokémon!
zh_hans: 我可能确实有点像球果吧，但不要真的把我扔给野生宝可梦啊！

# TALK_REST_0101_VAR_00
source: Watch out! I sometimes explode.
de: Ich explodiere manchmal einfach so, also sieh dich vor!
es: De vez en cuando me da por explotar, así que ten cuidado.
it: A volte esplodo. State attenti.
zh_hans: 注意点，我有时会爆炸的！

# TALK_REST_0102_VAR_00
source: We happen to be together by chance. That's all!
de: Das glaubt uns sowieso nie jemand, aber uns hat nur der Zufall zusammengeführt!
es: Nuestros cuerpos están unidos. ¡Menudo revuelto!
it: Siamo insieme per puro caso. Ecco tutto.
zh_hans: 我们只是碰巧在一起，仅此而已。

# TALK_REST_0103_01_VAR_00
source: Who's more of a dragon, [color=#00FFFF]Charizard[color] or me?
zh_hans: 谁更像一条龙呢，是我还是[color=#00FFFF]喷火龙[color]呢？

# TALK_REST_0103_VAR_00
source: I'm from a warmer area. They often tell me I'm big-hearted!
de: Ich stamme aus dem Süden. Und alle sagen, daher rühre wohl mein großherziges Gemüt!
es: Soy de un área más bien tropical. Dicen que tengo una forma de ser relajada y llevadera.
it: Io vengo dai tropici. Tutti mi dicono che sono solare!
zh_hans: 我来自温暖的地方！大家都说我心胸宽广！

# TALK_REST_0104_VAR_00
source: I overcame sorrow to become strong!
de: Mit jeder vergossenen Träne werd ich stärker!
es: ¡Superar mis penas y lamentos me ha hecho mucho más fuerte!
it: Affrontando la tristezza mi rafforzo.
zh_hans: 我战胜了悲伤，变得坚强！

# TALK_REST_0105_01_VAR_00
source: Nothing will extinguish my spirit of burning vengeance!
zh_hans: 没人能熄灭我的诅咒之焰！

# TALK_REST_0105_VAR_00
source: I smack my enemies with a marvelous whack!
it: Prendo a mazzate i miei nemici con portentosi pugni!
zh_hans: 我用引以为傲的敲击打倒敌人！
