Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0367_VAR_00
source: Oh! You're on an expedition again? Such a hardworking team!
de: Huch, schon wieder auf Achse? Hut ab! Du gönnst dir wohl nie eine Pause, wie?
es: ¿Hoy también estás intentando resolver un caso? ¡Trabajáis sin descanso!
it: Oh! Anche oggi in missione?! Ottimo!
zh_hans: 哎呀！今天也在做调查的工作吗？真是辛苦啊！

# TALK_REST_0368_VAR_00
source: I'm beautiful, right? Behold my pink body! \u266A
de: Ist mein Körper nicht wunderbar rosarot? Darauf bin ich ganz besonders stolz!
es: ¿A que soy una preciosidad? Mi cuerpo rosáceo es un primor, un orgullo para mí.
it: Sono una bellezza, vero? Il mio corpo ha uno splendido colore rosa! \u266A
zh_hans: 我可真是美丽吧？聚焦在我粉红色的身体上吧！\u266A

# TALK_REST_0369_VAR_00
source: They say our kind has been like this for over 100 million years. So, what are we like?
de: Offenbar sahen meine Vorfahren vor 100 Millionen Jahren schon so aus. Interessant...
es: Mi especie tiene 100 millones de años. Me pregunto si siempre fuimos así.
it: Dicono che 100 milioni di anni fa avevo lo stesso aspetto... Che aspetto?
zh_hans: 听说我在一亿年前就长这个样子了。所以……我长什么样子呢？

# TALK_REST_0370_VAR_00
source: Really? You came to see me?[pause=0] I feel loved...[pause=0] I'm blushing!
de: Was? Du bist meinetwegen hier?[pause=0] Hach, wie romantisch![pause=0] Ich werde rot...
es: ¿De veras has venido a verme a mí?[pause=0] Qué alegría que me quieras tanto.[pause=0] Me sonrojo.
it: Eh? Sei venuto a trovarmi?[pause=0] Ma allora sei un mio fan...?[pause=0] Eh eh eh...
zh_hans: 欸？你是来见我的吗？[pause=0]感觉被爱了……[pause=0]脸红起来了！

# TALK_REST_0371_VAR_00
source: I want to fly through the sky! That's my dream!
de: Ich möchte durch die Luft fliegen! Ganz schwerelos! Das ist mein großer Traum!
es: ¡Quiero volar y surcar los cielos! Ese es mi sueño desde que tengo uso de razón.
it: Vorrei volare in alto fra le nuvole! È il mio sogno!
zh_hans: 我想飞上天空！那就是我的梦想！

# TALK_REST_0372_VAR_00
source: I need to be patient! I'm stuck in this shell! I have to. I need to. It's a foregone conclusion!
de: Ich muss mich in Geduld üben. Denn ich stecke in diesem Panzer fest. Nur Geduld!
es: Estoy encerrado en una coraza, así que he de ser paciente. No me queda más remedio.
it: Me ne sto rinchiuso nella mia corazza, aspettando pazientemente...
zh_hans: 必须要坚持下去！我被这个甲壳困住了！我必须要，一定要，未来已成定局！

# TALK_REST_0373_VAR_00
source: Anyone who opposes me will be burned to a crisp![pause=0] That's just one possibility...
de: Wer sich mir in den Weg stellt, dem gebe ich Feuer![pause=0] Und das ist mein Ernst!
es: Reduciré a cenizas a quien se atreva a plantarme cara...[pause=0] O quizá no...
it: Ridurrò in cenere chiunque si opponga a me...[pause=0] O forse no...
zh_hans: 任何反对我的家伙都要被烧成灰烬！[pause=0]其实也不一定……

# TALK_REST_0374_VAR_00
source: I'm made out of magnets![pause=0] ...What's a magnet?
de: In meinem Körper sollen magnetische Kräfte wirken.[pause=0] Weißt du, was das bedeutet...?
es: Como imán que soy, tengo propiedades magnéticas, aunque no sé qué significa eso.
it: Dicono che sono fatto di magneti... [pause=0] Ma cos'è un magnete?
zh_hans: 我的身体是由磁铁组成的！[pause=0]……磁铁是什么啊？

# TALK_REST_0376_VAR_00
source: Why is there a big X in the middle of my face?
de: Was hat nur dieses riesige X mitten in meinem Gesicht zu suchen?
es: Me pregunto por qué tendré esta X en mi cara.
it: Perché ho una grossa X sulla faccia?
zh_hans: 我的脸上有个大叉！为什么是叉？

# TALK_REST_0389_VAR_00
source: We live with the forest and move as slowly as the forest.
de: Wir leben im Einklang mit dem Wald und entwickeln uns gemeinsam mit ihm weiter!
es: Formamos parte de la naturaleza y hemos de vivir en armonía con ella.
it: Viviamo nella foresta, in armonia con i suoi ritmi.
zh_hans: 我们与森林同生，与森林同行。

# TALK_REST_0390_VAR_00
source: Fire means that I'm fired up! I'm full of energy today!
de: Meine Flamme zeigt, dass ich voller Tatendrang stecke!
es: Esta llama significa que estoy a toda mecha. ¡Hoy lo voy a dar todo!
it: Le fiamme dimostrano che sono pieno di energia! Anche oggi darò il massimo!
zh_hans: 火焰是活力的证明！今天也要活力满满！

# TALK_REST_0391_VAR_00
source: I'm more playful than anyone else!
zh_hans: 俺天性就好爱玩耍！没有谁能比得上！

# TALK_REST_0394_VAR_00
source: I'm the greatest Pokémon of all.[br]I'm not sure why I feel that way, but the idea plumps up my ego!
de: Ich bin das großartigste Pokémon von allen![br]Warum, weiß ich nicht, aber das ist nun mal meine Meinung!
es: ¡Soy el mejor de todos los Pokémon! No sé por qué lo pienso, pero es la verdad.
it: Io sono il Pokémon più importante![br]Non so bene perché lo penso, però sono convinto che sia così!
zh_hans: 我是世上最伟大的宝可梦。[br]虽然不知道为什么会这么想，但至少鼓舞了我的自尊心！

# TALK_REST_0396_VAR_00
source: I've been traveling through various places.
zh_hans: 到处游走，到处游走。

# TALK_REST_0397_VAR_00
source: Travel, adventure, expeditions... They are all similar in a sense. Exciting, aren't they?
de: Reisen, Abenteuer und Aufträge sind sich gar nicht so unähnlich! Sie sind alle aufregend!
es: Los viajes, las aventuras y los casos tienen algo en común: ¡son todos muy emocionantes!
it: I viaggi, le avventure e le missioni hanno una cosa in comune: sono molto emozionanti!
zh_hans: 旅行、冒险、征程……在某些层面上都是一样的。一样令人兴奋，没错吧？

# TALK_REST_0400_VAR_00
source: Adventure? I may look dull, but don't you underestimate me!
zh_hans: 去冒险吧？别看我呆呆的模样，可不要小瞧我哦！

# TALK_REST_0401_VAR_00
source: Lovely tunes soothe everyone's heart. Music is wonderful!
de: Süße Klänge besänftigen jedes Herz! Musik ist schon etwas Wundervolles!
es: Los sonidos agradables calman a cualquiera. No podría vivir sin música.
it: Un suono melodioso rasserena il cuore. La musica è veramente straordinaria!
zh_hans: 美妙的乐音也能抚慰大家的心灵。多么不可思议啊。

# TALK_REST_0403_VAR_00
source: Electricity? I can generate it easily!
de: Strom kann ich ohne Weiteres selbst herstellen!
es: No tengo problemas en generar una buena corriente de electricidad. Para chispa, ¡yo!
it: Che ci vuole per generare elettricità? Ne sono capace persino io!
zh_hans: 要发电吗？这有什么难的吗！

# TALK_REST_0404_VAR_00
source: I can let electric current flow through the tips of my claws. Do you want a taste of it?
de: Über meine Krallen kann ich Strom entladen! Soll ich es dir mal vorführen?
es: A través de mis garras fluye electricidad. ¿Quieres probarlo?
it: Dagli artigli sprigiono una forte corrente elettrica. Vuoi provare?
zh_hans: 我的爪尖能够放出电来。要不要尝尝这是什么滋味呢？

# TALK_REST_0405_VAR_00
source: Hiding behind things? There's no use! I can see through anything.[br]But I wouldn't stare at something I'm not supposed to.
de: Sich vor mir hinter Objekten zu verstecken, ist zwecklos! Ich kann ja doch hindurchsehen![br]Aber keine Sorge! Ich schaue mir nichts an, was mich nichts angeht!
es: Esconderse no sirve de nada, veo a través de todo. Aunque hay cosas que preferiría no ver...
it: Non serve a niente nascondersi, io posso vedere attraverso qualsiasi cosa![br]Cioè... Certe cose preferisco non vederle, a dire il vero.
zh_hans: 就算藏到哪里都没用的。我的眼睛能够看穿一切。[br]……但我还要告诉你……[br]我不会去看奇怪的东西。

# TALK_REST_0406_VAR_00
source: When I go home, I wanna eat lots of snacks! \u266A
de: Wenn ich wieder zu Hause bin, möchte ich leckere Knabbereien essen! \u266A
es: Cuando llegue a casa, quiero comer un porrón de aperitivos. ¡Ñaaaam!
it: Quando torno a casa voglio fare una merenda gigante! \u266A
zh_hans: 到家后，我要吃好多好多零食！\u266A

# TALK_REST_0407_VAR_00
source: Careful with the flowers, hun. They're toxic.
de: Sei vorsichtig mit den Blumen, Schätzchen. Die sind giftig.
es: Cuidado con las flores, cielo. Son venenosas.
zh_hans: 嗯，要当心这些花哦，它们有毒的。

# TALK_REST_0408_VAR_00
source: I have a thick head, but I enjoy when someone pats me on it.
de: Ich bin zwar ein echter Dickschädel, doch bei Streicheleinheiten werde ich butterweich!
es: Tengo la cabeza dura como una piedra, pero me encanta que me la acaricien.
it: Ho la testa dura come la pietra, ma ho un debole per le carezze.
zh_hans: 虽然我是个石头脑袋，但也想被摸摸头啊！

# TALK_REST_0409_VAR_00
source: I'm Rampardos! My hard head can bust through anything!
de: Ich bin Rameidon! Mein harter Schädel schlägt durch alles durch!
zh_hans: 战槌龙是也！我坚硬的脑壳可以突破一切！

# TALK_REST_0410_VAR_00
source: I don't like fighting much. We should all get along! \u266A
de: Ich streite mich nur äußerst ungern! Man sollte alle Probleme immer friedlich klären! \u266A
es: No me gusta demasiado luchar. Prefiero que todos nos llevemos bien y seamos amigos.
it: Non mi piacciono i litigi. Tutti dovremmo andare sempre d'accordo! \u266A
zh_hans: 我不太喜欢引起冲突。大家还是做朋友吧\u266A

# TALK_REST_0411_VAR_00
source: Life is all about defense! No attacking!
de: Auf die Verteidigung kommt es im Leben an! Angriff nimmer, Deckung immer!
es: El mejor ataque es una buena defensa. No sé si era así, ¡pero para mí lo es!
it: Nella vita l'importante è la difesa! Attaccare non serve!
zh_hans: 在生命中一定要懂得防守！不要肆意进攻！

# TALK_REST_0412_01_VAR_00
source: I've gathered some sand to wear. What do you think? Am I charming?
de: Schau, ich habe aus dem Sand hier einen Umhang angefertigt. Schön, oder?
es: Me he recubierto de arena. ¿Crees que me queda bien?
it: Ho raccolto della sabbia e ne ho fatto un manto. Che ne dici? Bello, no?
zh_hans: 我把砂土做成了蓑衣。你觉得怎么样？好看吗？

# TALK_REST_0412_02_VAR_00
source: I've gathered some trash to wear... I had no choice! That's all I could find.
de: Schau, ich habe aus dem Abfall hier einen Umhang angefertigt. Schön, oder?
es: He reunido basura para ponérmela encima. Eso sí, con mucho estilo. ¿Qué me dices?
it: Ho fatto un manto con degli scarti... Non ho avuto scelta, non c'era altro!
zh_hans: 我把垃圾做成了蓑衣……我也不想的，但我别无选择！

# TALK_REST_0412_VAR_00
source: I've gathered some of the plants from around here to wear. How do I look?
zh_hans: 我用附近的一些草木做成了蓑衣。看起来怎么样？

# TALK_REST_0413_01_VAR_00
source: Sand is stuck all over my body, and I can't get rid of it! Eeek!
de: Hör mal, ich krieg den Sand einfach nicht mehr von meinem Körper runter! Igitt!!!
es: Vaya, no me puedo quitar de encima toda la arena. Se me ha pegado al cuerpo.
it: La sabbia mi si è appiccicata al copro e non riesco più a toglierla. Che fastidio!
zh_hans: 沙砾都黏在我的身体上面弄不下来了！好恶心！

# TALK_REST_0413_02_VAR_00
source: Know what? The trash I've been wearing is now stuck on me! What should I do?
de: Ach, was mach ich nur? Die Lumpen kleben mir am Leib und gehen einfach nicht mehr ab!
es: Vaya, ahora no me puedo quitar de encima el traje que me he hecho con la basura.
it: Oh no! Non riesco più a togliere il manto di scarti. E adesso come faccio?!
zh_hans: 知道吗？我穿的垃圾都黏在我的身上了！怎么办才好啊？

# TALK_REST_0413_VAR_00
source: I can't get out of my plant cloak. Did I gain weight?
zh_hans: 跟你说，我的植物蓑衣好像脱不下来了。也许是我长胖了？

# TALK_REST_0414_VAR_00
source: I love the honey that Combee make!
zh_hans: 最喜欢三蜜蜂制作的蜂蜜了！

# TALK_REST_0416_VAR_00
source: I'm the queen of the hive.[pause=0] Our important task is making Honey.
zh_hans: 我是蜂巢的女王。[pause=0]对我们来说，制作蜂蜜可是很重要的。

# TALK_REST_0417_VAR_00
source: My cheeks and tail go zap!
de: Ich kann meine Backentaschen und meinen Schweif mit Strom aufladen!
es: Mis mejillas y mi cola siempre chisporrotean.
it: Le mie guance e la mia coda crepitano sempre per l'elettricità!
zh_hans: 我的脸颊和尾巴总是噼啪地响！

# TALK_REST_0418_00_1_VAR_00
source: Huh? You wanna go on an expedition together? Sure!
de: Hm? Du willst mit mir zusammen einen Forschungsauftrag übernehmen? Gerne!
es: ¿Cómo? ¿Quieres que resolvamos algún caso juntos? ¡Por supuesto que me apunto!
it: Mh? Vuoi che andiamo in missione insieme? Diamoci da fare, allora!
zh_hans: 喔？你想和我一起调查吗？没问题！

# TALK_REST_0418_00_2_VAR_00
source: When swimming, I use my tail like a propeller! Cool, huh?
de: Im Wasser nutze ich meinen Schweif als Propeller, um mich fortzubewegen! Toll, wie?
es: Cuando estoy en el agua, giro mi cola como un tornillo para nadar. ¿A que mola?
it: Per nuotare, uso la mia coda come un'elica! Niente male, vero?
zh_hans: 我的尾巴在游泳时就像螺旋桨一样！很厉害吧？

# TALK_REST_0419_00_1_VAR_00
source: I'm proud of my flotation sac, but... [pause=0] I wonder if I could swim without it.
de: Mein Schwimmreif ist mein ganzer Stolz![pause=0] Ob ich ohne ihn wohl schwimmen könnte?
es: Mi flotador me llena de orgullo.[pause=0] Me pregunto si podría nadar sin él.
it: Sono orgoglioso del mio galleggiante...[br]Se non ce l'avessi, non so se riuscirei a nuotare...
zh_hans: 我很为我的浮囊感到骄傲，但……[pause=0]如果没有它我还能游得动吗？

# TALK_REST_0419_00_2_VAR_00
source: Let me know if anyone's drowning! I'll come to the rescue right away!
de: Sollte ein Pokémon zu ertrinken drohen, bin ich zur Stelle und rette es im Nu!
es: Avísame si ves algún Pokémon ahogándose. ¡Lo rescataré en un abrir y cerrar de ojos!
it: Se c'è un Pokémon che sta annegando, avvisatemi e andrò a salvarlo!
zh_hans: 要是有谁溺水了，一定得告知我！我马上就去救援！

# TALK_REST_0420_VAR_00
source: I'm completely red from sunbathing! \u266A
de: Vor lauter Sonnenbaden bin ich knallrot geworden! \u266A
es: Me pone de muy buen rollo la luz del sol.
it: Ho preso un sacco di sole e ora ho un bel colore rosso! \u266A
zh_hans: 我晒红在了日光下\u266A

# TALK_REST_0422_01_VAR_00
source: I know some blame it on their upbringing.[pause=0] But anyone can overcome that, right?
de: Viele schieben ja alles auf ihre Herkunft, doch letztlich ist jeder seines Glückes Schmied!
es: Es fácil culpar el lugar donde creciste de tus problemas, pero te los buscas tú mismo, ¿no?
it: Spesso si incolpa di propri problemi l'ambiente in cui si è cresciuti...[br]Ma alla fine tutto dipende da noi stessi, vero?
zh_hans: 我经常听到有人把自己的不良行为归咎于环境……[pause=0]但这取决于你自己，不是吗？

# TALK_REST_0422_VAR_00
source: Our bodies look different depending on where we're from. Where you come from counts!
zh_hans: 环境似乎也影响到了我们的身体。成长是非常重要的吧？

# TALK_REST_0423_VAR_00
source: My friends have a squishy body. I do, too.
de: Meine Freunde haben einen nachgiebigen Körper. Ich auch.
es: Mis amigos tienen un cuerpo blandito. Yo, también.
zh_hans: 我的朋友都有软软的身体，我也是。

# TALK_REST_0424_VAR_00
source: I can manipulate anything with my tail. I have no use for my hands. Is that bad?
de: Es gibt nichts, was mein Schweif nicht kann! Eigentlich bräuchte ich meine Hände gar nicht!
es: Puedo manejar lo que sea con mi cola, así que no uso los brazos ni las manos. No hace falta.
it: Non so se sia un bene o un male, ma io non uso mai le mani, perché faccio tutto con le code.
zh_hans: 我光靠尾巴就能做到任何事情，所以我不用手。 我不知道这是好事还是坏事。

# TALK_REST_0428_VAR_00
source: Let's adventure! Nothing's impossible when we're together! \u2661
zh_hans: 出发冒险吧！一起结伴前行，我们的字典里就没有不可能！\u2661

# TALK_REST_0429_VAR_00
source: Can I chant incantations? They may sound strange, but they'll make everyone happy! \u266A
de: Darf ich eine Beschwörung sprechen? Keine Sorge, sie wird alle glücklich machen! \u266A
es: Creo que voy a afinar la voz y a cantar algún conjuro. Seguro que alegro a todos.
it: Posso recitare una formula magica? Una un po' strana, che renderà tutti felici. \u266A
zh_hans: 我可以念点咒语吗？虽然听着怪怪的，但大家都会开心起来的\u266A

# TALK_REST_0430_VAR_00
source: My name is Honchkrow! I'm the head honcho of all the Murkrow!
de: Ich bin Kramshef, der Anführer aller Kramurx!
es: Me llamo Honchkrow, y soy el jefazo de Murkrow.
it: Io sono Honchkrow, il capo di tutti i Murkrow!
zh_hans: 我是乌鸦头头！是黑暗鸦的老大！

# TALK_REST_0432_VAR_00
source: What? Overweight? Of course not! Where are your manners?
de: Wie bitte? Ich und übergewichtig? Ja, wo sind denn deine Manieren?!
es: ¿Cómo? ¿Que tengo unos kilos de más? ¡Qué maleducado eres! Estoy en mi peso ideal.
it: Eh? Non sono mica grassa io! Che maniere!
zh_hans: 什么？超重？你从哪看出来的？能不能有点礼貌？

# TALK_REST_0433_VAR_00
source: I make a ringing noise when I hop! \u266A
de: Wenn ich herumhüpfe, gebe ich lustige Klingelgeräusche von mir! *Klingeling* \u266A
es: Hago ruido al saltar, je, je.
it: Quando salto, suono! \u266A Ching! \u266A Gli-gling! \u266A
zh_hans: 我跳起来就能发出铃声\u266A 叮铃\u266A 叮铃铃\u266A

# TALK_REST_0435_VAR_00
source: Chaw-haw-haw!
zh_hans: 哦-呵-呵！

# TALK_REST_0436_VAR_00
source: Yep! I look like a mirror.
zh_hans: 没错！我看起来如明镜一般！

# TALK_REST_0437_VAR_00
source: So, I've been sleeping for over 2,000 years?[pause=0] I guess I overslept a bit, didn't I?
de: Was? Mehr als 2 000 Jahre soll ich geschlafen haben?[pause=0] Das ist aber arg lang!
es: ¿Así que llevo durmiendo unos 2000 años?[pause=0] Sí que ha durado la cabezadita, ja.
it: Ho dormito per più di 2000 anni, dici?[pause=0] Ho dormito un po' troppo, mi sa...
zh_hans: 我已经睡了2000多年了吗？[pause=0]这有点睡过头了吧！？

# TALK_REST_0440_VAR_00
source: I really like things that are round and white! \u266A I just get so drawn to them. \u266A
de: Ich mag kugelrunde weiße Dinge! \u266A Sie ziehen mich irgendwie magisch an! \u266A
es: Me encantan las cosas blancas y redondas. ¡Veo una y alucino en colores!
it: Le cose bianche e tonde sono troppo carine, non trovi? \u266A Io le adoro! \u266A
zh_hans: 白色的圆圆的东西好可爱哦\u266A 我就是很喜欢\u266A

# TALK_REST_0441_VAR_00
source: Let's make music together! \u266A
zh_hans: 一起来创造音乐吧！\u266A

# TALK_REST_0442_VAR_00
source: Hee-hee-hee! My name is Spiritomb! I was born from 108 spirits!
de: Hihihi! Ich heiße Kryppuk und bin die Essenz aus 108 verschiedenen geistigen Wesen!
es: Je, je, je. Soy un Spiritomb, y nací de la unión de 108 espíritus, si no recuerdo mal.
it: Eh eh eh! Io sono Spiritomb! Sono nato da 108 spiriti!
zh_hans: 呵、呵、呵！我是花岩怪！由108个魂魄所生！

# TALK_REST_0443_VAR_00
source: My mouth is big. My head is, too.
de: Ich habe nicht nur einen großen Mund, sondern auch einen ziemlich großen Kopf!
es: Con esta boca tan grande que tengo pego unos bocados de infarto.
it: La mia bocca è enorme! E anche la testa, a dire il vero.
zh_hans: 我的嘴很大。头也是一样。

# TALK_REST_0444_VAR_00
source: I like sparkly things! Maybe I should start a hoard...
de: Ich mag Glänziges! Vielleicht sollte ich einen Hort bauen...
es: ¡Me gustan las cosas brillantes! Quizá debería empezar a amontonarlo...
zh_hans: 我喜欢闪闪发亮的东西！也许我该收集起来了……

# TALK_REST_0446_VAR_00
source: Munchlax is hungry... Do you have anything to eat?
de: Ich habe Kohldampf... Hast du irgendwas zu mampfen?
es: Le hincaría el diente a algo de comida. ¿No tendrás algo rico por ahí?
it: Ho fame... Non hai niente da mangiare?
zh_hans: 小卡比兽肚子饿了……你有什么吃的吗？

# TALK_REST_0447_VAR_00
source: Feel and follow aura when lost.
de: Wenn man sich verlaufen hat, muss man einfach nur der Aura folgen!
es: Cuando me siento perdido, me concentro, percibo mi aura y la sigo. ¡Nunca falla!
it: Quando mi perdo, mi concentro sull'aura e la seguo!
zh_hans: 迷路的话，就跟随波导走吧。

# TALK_REST_0449_00_2_VAR_00
source: A dry environment is not good for your skin. But I like dry places!
de: Trockenes Klima ist Gift für zarte Haut, aber ich fühle mich total wohl!
es: Dicen que los lugares secos son malos para la piel, pero a mí me encantan.
it: Gli ambienti secchi non fanno bene alla pelle, ma a me piacciono tanto!
zh_hans: 太干燥了对皮肤不好。但我喜欢！

# TALK_REST_0453_VAR_00
source: My hands are soaked in poison... Meh-heh-heh!
de: Meine Hände sind mit Gift überzogen. Hehehe.
zh_hans: 两手可是浸了毒的哦……咩呵呵。

# TALK_REST_0455_VAR_00
source: I lure out Pokémon with my sweet scent, and the rest is done by my charm! \u266A
de: Mein süßer Duft lockt andere an und mein Charme schlägt sie in den Bann! \u266A
es: Atraigo a los Pokémon con mi olor dulce, y termino de embaucarlos con mi sonrisa.
it: Attiro le prede con un dolce profumo e le finisco con il mio fascino! \u266A
zh_hans: 先用甜甜的味道把人家引诱过来，接下来就得靠自己的魅力了\u266A

# TALK_REST_0457_VAR_00
source: The patterns on my body flash in the deep sea. \u266A Do you want to see them?
de: Mein Körper leuchtet ganz tief unten im Meer! Möchtest du mal sehen?
es: Mi cuerpo brilla en lo más profundo del mar. ¿Quieres verlo?
it: Io risplendo nelle profondità marine. \u266A Vorresti vedere, vero?
zh_hans: 我的花纹会在深海下发光\u266A 你想看看吗？

# TALK_REST_0458_VAR_00
source: What? Why does the pattern on my back look like a face? Yikes!
de: Was? Die Musterung auf meinem Rücken sieht aus wie ein Gesicht? Ärks!
es: ¿Qué? ¿Que el dibujo de mi espalda parece una cara? ¡Qué miedo!
it: Eh? Il disegno sulla mia schiena assomiglia a un viso, dici? Maddayke!
zh_hans: 欸？我背上的花纹像一张脸吗？又一个小球飞鱼！

# TALK_REST_0459_VAR_00
source: I love snow, so I live among snowy mountains. It's a beautiful place.
de: Ich liebe Schnee so sehr, dass ich die schönen, schneebedeckten Berge mein Zuhause nenne!
es: Me encanta la nieve, por eso vivo en una montaña nevada, je, je. Es un lugar precioso.
it: Io vivo nelle montagne innevate perché adoro la neve. È un posto splendido!
zh_hans: 我爱雪，所以我在雪山里生活。那是个美丽的地方。

# TALK_REST_0460_VAR_00
source: I like white things. I paint everything with white! My Blizzard will bury you!
de: Ich liebe weiße Dinge! Am liebsten würde ich alles weiß färben! Blizzard! Blizzard!
es: Me encanta el color blanco, así que lo pinto todo de blanco. ¡Ventiscas, ventiscas!
it: Mi piace il bianco! Voglio tingere tutto di bianco con una bufera di neve!
zh_hans: 我喜欢白色，我要把一切都变成白色！暴雪！暴雪！

# TALK_REST_0461_VAR_00
source: My claws come out when I meet resistance!
zh_hans: 有谁胆敢抵抗的话，我的利爪可不会放过！

# TALK_REST_0462_VAR_00
source: The force is strong... my magnetic force that is!
zh_hans: 牢牢紧贴的强力……我的磁力就是这样的力量！

# TALK_REST_0463_VAR_00
source: Can I lick your food?[pause=0] No? Why not? *sigh*
de: Sag mal, darf ich dich abschlabbern?[pause=0] Häh? Das findest du ekelhaft? Warum denn?
es: ¿Puedo lamer tu comida?[pause=0] ¿No? ¿Porqué no? Vaya...
it: Posso darti una leccatina?[pause=0] Eh? Non vuoi? Peccato...
zh_hans: 呐呐，你能让我好好舔上一口吗～？[pause=0]嗯？不行吗？失望……

# TALK_REST_0464_VAR_00
source: I never miss what I aim for.
zh_hans: 看上的宝物我绝不会轻易放手！

# TALK_REST_0465_VAR_00
source: They say I should trim my vines. But then the tangles won't be free to grow!
de: Man sagt mir ständig, dass ich meine Ranken beschneiden lassen sollte...[br]Doch dieses Gerede tangiert mich nicht!
es: Todos me dicen que me toca un buen corte, pero a mí me gusta ir así...
it: Mi dico spesso che avrei bisogno di una spuntatina.[br]Ma se lo facessi non sarei più io!
zh_hans: 总有宝可梦说我该好好修剪一下了。[br]但是，生为藤蔓……

# TALK_REST_0466_VAR_00
source: Need a jolt? Gahaha!
zh_hans: 要用电了吗？嘎哈哈！

# TALK_REST_0467_VAR_00
source: I'll cook something burning hot with my bare hands!
zh_hans: 就算徒手，我也能给你烤上个好火候！

# TALK_REST_0468_VAR_00
source: Kiss! Kiss! Togekiss![pause=0] What do I need to do to get a kiss?
de: „Kuss“ reimt sich auf „Verdruss“![pause=0] Zufall? Ich glaube ja!
es: Prefiero estar siempre contento y disfrutar de la paz que estar combatiendo.
it: Il mio motto è: Kiss! Kiss! Togekiss![pause=0] Cosa vuol, dire, dici?[pause=0] No saprei...
zh_hans: 基斯！基斯！波克基斯！[pause=0]啵叽啵叽！

# TALK_REST_0469_VAR_00
source: Buzz! [pause=0]What? I'm too noisy?[pause=0] Sorry...
de: *BSSS!!*[pause=0] Was?! Ich bin zu laut?[pause=0] Tut mir leid...
es: ¡Bzzzz![pause=0]¿Qué dicezzz? ¿Te molezzzta el zumbido?[pause=0] Lo zzziento...
it: Bzzzzzzzzzzzzz![pause=0] Eh? Faccio troppo rumore?[pause=0] Mi dispiace...
zh_hans: 吱～～～～～嗡！！[pause=0]额？我太吵了吗？[pause=0]真是抱歉……

# TALK_REST_0470_VAR_00
source: I can clean the air by using photosynthesis! Ecology conscious, aren't I?
de: Ich kann die Luft mittels Photosynthese reinigen! Das nenne ich mal umweltbewusst!
es: Puedo purificar el aire mediante un proceso de fotosíntesis. ¿A que es genial?
it: Io produco aria pulita grazie alla fotosintesi. Sono un Pokémon ecologico!
zh_hans: 我可以通过光合作用制造清洁的空气！很环保吧？

# TALK_REST_0471_VAR_00
source: I can freeze the air around me.[br]No, I don't mean that I freeze others out.
de: Ich kann die Luft um mich herum gefrieren lassen![pause=0] Aber ich hoffe, ich wirke nicht kalt!
es: Los dejo a todos congelados. Literalmente, no de forma figurada.
it: Riesco a creare un'atmosfera gelida intorno a me.[br]Letteralmente, dico, non nel senso che sono freddo e sprezzante.
zh_hans: 我的寒冷足以把边的空气都冻住。[br]不是那样的，是只能冻住空气。

# TALK_REST_0472_VAR_00
source: I want to glide around the planet on the wind!
de: Ich möchte mich von den Winden einmal um diesen Planeten herumtragen lassen!
es: ¡Quiero emprender el vuelo y sobrevolar los cielos de este planeta!
it: Vorrei girare il mondo trasportato del vento!
zh_hans: 要乘风环绕整个世界天蝎！
