Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0182_VAR_00
source: Come on! Let's dance! \u266A
de: Lass uns tanzen! Taaanzen! \u266A
es: \u266A Venga, vamos a bailar todos juntos. \u266A
it: Dai, balliamo insieme! \u266A
zh_hans: 快点，来跳舞吧！\u266A

# TALK_REST_0183_VAR_00
source: I'm not that strong, but I'll do my best!
de: Ich bin zwar nicht besonders stark, aber ich hänge mich immer voll rein!
es: No soy muy fuerte, que digamos, ¡pero me esforzaré al máximo!
it: Non sono molto forte ma mi impegno!
zh_hans: 我也许弱小，但也要全力以赴！

# TALK_REST_0184_VAR_00
source: Shhhh! You can hear lots of things if you stay quiet.
de: Du wärst erstaunt, was ich alles hören kann, wenn ich nur die Ohren spitze! \u266A
es: \u266A Si aguzo el oído puedo discernir un montón de sonidos. \u266A
it: Ascolta... Tendi l'orecchio... Li senti? Tanti piccoli suoni a cui non avevi fatto caso. \u266A
zh_hans: 侧耳倾听的话，就能听到世间万物！

# TALK_REST_0185_VAR_00
source: Pseudo! \u266A Lies! \u266A All lies! \u266A You should be more careful!
de: Gemogelt! \u266A Alles nur gemogelt! \u266A Lass dich ja nicht anmogeln, okay?!
es: Cuando el enemigo se plante ante mí, en vez de plantarle cara, me plantaré.
it: Frottole... \u266A Frottole... \u266ATutte frottole. \u266A Non facciamoci metter nel sacco! Woodo!
zh_hans: 胡说！\u266A假的！\u266A都是假的！\u266A你可要当心这些谣言了！

# TALK_REST_0187_VAR_00
source: I'm drifting on the wind! \u266A
de: Ich reite auf dem Wind! \u266A Juhuuu! \u266A
es: Me dejo llevar por el viento. \u266A ¡Yujuuuu! \u266A
it: Oh, com'è bello svolazzar sulle ali del ventooo. \u266A
zh_hans: 乘着风儿轻飘飘～\u266A轻飘飘～\u266A

# TALK_REST_0188_VAR_00
source: My flower just bloomed! \u266A
de: Meine Blüte hat sich endlich geöffnet! \u266A
es: \u266A La flor que llevo en la cabeza ha abierto los pétalos de par en par. \u266A
it: Il fiore sulla mia testa è fiorito! \u266A
zh_hans: 花儿绽开了哦～\u266A

# TALK_REST_0189_VAR_00
source: There go the cotton spores! \u266A
de: Baumwollsamen für die ganze Weeelt! \u266A
es: ¡Pompones acicalados y listos para partir!
it: I mei batuffoli si librano nell'aria. \u266A
zh_hans: 棉花孢子肆意飘散～\u266A

# TALK_REST_0190_VAR_00
source: How about a tail version of rock-paper-scissors? Huh? You can't?
de: Lass uns Schere, Stein, Papier spielen! Jedoch mit unseren Schweifen! Was? Das ist unfair?!
es: ¿Jugamos a piedra, papel y tijera con la cola? Oh... Es verdad, que no puedes...
it: Dai giochiamo alla morra cinese? Io uso la coda, ok? Dai! Perché no?
zh_hans: 用尾巴来猜拳怎么样？[pause=30]哎？不行吗？

# TALK_REST_0191_VAR_00
source: Off we go! Adventures can make you lose weight!
de: Los geht's! Abenteuer sind gut für die Figur!
es: ¡Vamos juntos a la aventura! ¡Es un ejercicio bien sano!
it: Diamo in meglio di noi nelle avventure, ok? Fa bene anche alla linea, sai?
zh_hans: 一起去冒险吧！还有助于减肥！

# TALK_REST_0192_VAR_00
source: Oh My Gosh! How exciting!
de: Du meine Güte! Wie aufregend!
es: ¡Ay, qué emoción! ¡Qué alegría!
it: Oh, che emozione!
zh_hans: 哎呀！总感觉好激动呢！

# TALK_REST_0193_VAR_00
source: Yanma goes zoooom!
de: Ich stürze mich blitzschnell auf unsere Gegner!
es: ¡Me voy zumbando!
it: Sono veloce come una scheggia! Yanmaaa!
zh_hans: 蜻蜻蜓嗡嗡飞！

# TALK_REST_0194_01_VAR_00
source: Do you want to play Mud Sport?[pause=0] I promise I won't use poison.
zh_hans: 你想要来玩泥巴吗？[pause=0]我保证没有毒的！

# TALK_REST_0194_VAR_00
source: Do you want to play Water Sport? No? How about Mud Sport?
de: Lust auf eine Runde Nassmacher? Nein? Wie wär's dann mit Lehmsuhler?
es: ¿Te gusta jugar en el agua o prefieres chapotear en el lodo?
it: Ti va di giocare un po' con l'acqua? Se non ti va, possiamo giocare con il fango!
zh_hans: 你想要来玩水吗？不想吗？那来玩泥怎么样？

# TALK_REST_0195_VAR_00
source: Let's float, float down the river...
de: Lass uns treiben... Einfach den Fluss entlang treiben...
zh_hans: 漂流吧，在河面上漂流……

# TALK_REST_0196_VAR_00
source: The sunlight keeps me cute! \u266A
de: Durch die Kraft der Sonne bin ich ewig schön! \u266A
es: \u266A Los rayos del sol mantienen mi belleza. \u266A
it: La luce del sole mi rende più attraente. \u266A
zh_hans: 阳光让我变得更加可爱\u266A

# TALK_REST_0197_VAR_00
source: I become more powerful with moonlight!
de: Mondlicht macht mich stark!
es: ¡La luna me da fuerza!
it: La luce della luna mi rende più forte!
zh_hans: 月光让我变得更加强大！

# TALK_REST_0198_VAR_00
source: Don't be so hasty! Don't leave me here!
de: Immer diese Hetzerei! Lass mich hier bloß nicht zurück!
es: ¡No te olvides de mí! ¿Tienes prisa o qué?
it: Cos'è questa fretta? Non mi lasciare indietro!
zh_hans: 不要那么急啊！不要就这样丢下我！

# TALK_REST_0199_01_VAR_00
source: Master [color=#00FFFF]Shellder[color], I ask your advice...[pause=0] Is the one before us of good character?
zh_hans: [color=#00FFFF]大舌贝[color]主人，请您指教……[pause=0]我们面前的这位品行是否高尚？

# TALK_REST_0199_VAR_00
source: You should take things slowly, always.
de: Stets gelassen und besonnen, ist schon halb gewonnen!
es: Hay que tomarse las cosas con calma.
it: Fa sempre bene prendersela con comodo.
zh_hans: 无论做什么事情都慢慢地做比较好。

# TALK_REST_0200_VAR_00
source: I just lo-o-o-ove scaring others![br]It gives me chills to see other Pokémon frightened! \u266A
de: Ich liiiebe es, andere zu erschrecken! Ihre Angst ist meine Energie! \u266A
es: ¡Me encanta asustar! ¡Veo la cara que ponen y me estremezco de placer!
it: Adoro spaventare gli altri. Vederli terrorizzati mi dà i brividi!
zh_hans: 我真是太太太喜欢去吓唬别人了。[br]看到他们害怕的样子，我就不自觉地打起寒碜来\u266A

# TALK_REST_0201_01_VAR_00
source: I'm B. Be amazed!
de: B wie Bravo! Das kannst du mir nach dem Sieg zurufen!
es: Soy B. Belleza es mi segundo nombre.
it: Sono B. Buongiorno!
zh_hans: 我是B。团结一致，B须的！

# TALK_REST_0201_02_VAR_00
source: I am C. You may not see that right away, though.
de: C wie Cool! So wie ich eben!
es: Soy C. Cerebro del equipo.
it: Sono C. Ciao!
zh_hans: 在下是C。不知天上宫阙，今C是何年？

# TALK_REST_0201_03_VAR_00
source: I'm D. Don't ask me, "So what?"
de: D wie Dankeschön! Danke, dass du mich mitgenommen hast!
es: Soy D. De toda la vida.
it: Sono D. Niente da D-re.
zh_hans: 我是D！ＤＤ金勾臂的D！

# TALK_REST_0201_04_VAR_00
source: I'm E. I'm full of energy!
de: E wie Episch! Genau wie unser Abenteuer!
es: Soy E. ¡Estoy listo para partir!
it: Sono E. Evviva!
zh_hans: 我叫E。E直以来，请多关照。

# TALK_REST_0201_05_VAR_00
source: I'm F.[br]Frankly, nothing comes to mind, sorry!
de: F wie Fantastisch! So fühle ich mich gerade!
es: Soy F. Fervor a raudales, efectivamente.
it: Sono F. F come...[pause=0] Boh? Uhm... Questo andrebbe bene per B.
zh_hans: 我是F。愿天下孩子能受父母爱抚。

# TALK_REST_0201_06_VAR_00
source: G, I am! G for grandpa! So what, you say?
de: G wie Gewinnen! Nur das zählt!
es: Soy G. Genio y figura.
it: Sono G quindi sono... Giovane! Non è colpa mia se "vecchietto" comincia per V.
zh_hans: 我是G。在迷宫里遇到困难，G算是很重要的！

# TALK_REST_0201_07_VAR_00
source: I'm H. I'm not a hypocrite!
de: H wie Hallo! Schön, mit dir zu plaudern!
es: Soy H. ¡Haré lo que quieras!
it: Sono H. Ma non sono muta.
zh_hans: 我是H。我会努力工作的！[pause=0]……什么，倒下的H不算H？

# TALK_REST_0201_08_VAR_00
source: I am who I am. I scream!
de: I wie Ich! Will!! Spaaaß!!!
es: Soy I. Increíble pero cierto.
it: Io sono I. Ecco perché sono Io!
zh_hans: 我是I。你要不要也来成为I的战士？

# TALK_REST_0201_09_VAR_00
source: I'm J! No joke!
de: J wie Ja! Sagt ja zu tollen Abenteuern!
es: Soy J. Jamás me rindo.
it: Sono J e nessuno mi batte nel Judo!
zh_hans: 我是J！J讲救局！[br]诀：久积技，窘境忌急，就阶即救局！[pause=0]……既记？

# TALK_REST_0201_10_VAR_00
source: I'm K. K for king, or not!
de: K wie Krass! Einfach nur krass!
es: Soy K. Kilos de amor para ti.
it: Sono K, ma non per questo mi manderete facilmente KO!
zh_hans: 我是K！K酷酷，可靠！快夸夸！

# TALK_REST_0201_11_VAR_00
source: I'm L! I can locate little Pokémon!
de: L wie Los geht's!
es: Soy L. Lancémonos a la aventura.
it: Sono L, L come...[pause=0] spLendido? Uhm... No?
zh_hans: 我是L！L来聊聊力量咯！[pause=0]例？[pause=0]……略！

# TALK_REST_0201_12_VAR_00
source: I'm M.[pause=0] You want a joke?[pause=0] Ermmm...
de: M wie...[pause=0] Mitnichten! Die dummen Witze überlasse ich den anderen!
es: Soy M. Menos da una piedra.
it: Sono M.[pause=0] E Me ne vanto!
zh_hans: 我是M。可不要随便爱慕我哦。\u2661

# TALK_REST_0201_13_VAR_00
source: I'm N. EN-forgettable!
de: N wie Natürlich! Natürlich gewinnen wir!
es: Soy N. No nos rendiremos.
it: Sono N e questa è la mia eNNesima lotta.
zh_hans: 我是N。N……怎么说呢。

# TALK_REST_0201_14_VAR_00
source: I'm O, oval and open!
de: O wie Oho! Wir sind gut unterwegs!
es: Soy O. Optimista hasta el final.
it: Sono O. Ok!
zh_hans: 我是O。一切OK！

# TALK_REST_0201_15_VAR_00
source: I'm P. I'm perfect!
de: P wie Perfekt! Alles ist einfach perfekt!
es: Soy P. Puedes contar conmigo.
it: P come... Più di così?
zh_hans: 我是P！期待和你一起开天P地！

# TALK_REST_0201_16_VAR_00
source: I'm Q! I'm really cute!
de: Q wie Qualität! Und davon hat unser Abenteuer reichlich!
es: Soy Q. ¡Qué suerte la tuya!
it: Sono Q. Che Questo sia chiaro!
zh_hans: 我是阿Q！不过阿Q精神可要不得哦！

# TALK_REST_0201_17_VAR_00
source: I'm R. I'm from a ruin.
de: R wie Respekt! Den verdienen wir uns jetzt!
es: Soy R. Raro sería que no me escogieras.
it: Sono R e vengo da certe famose Rovine.
zh_hans: 我是R。我是不是在遗迹里沉睡了R百多年……？

# TALK_REST_0201_18_VAR_00
source: I'm S. My S-shaped body is what attracts others the most!
de: S wie Sieg! Nur dafür bin ich hier!
es: Soy S. Ese soy yo.
it: Sono S e sono Sinuosa.
zh_hans: 我是S。[pause=0]即便有哀思，太阳依然照常升起。[pause=0]乐观向前看！

# TALK_REST_0201_19_VAR_00
source: I'm T! I'll try to attack! Tsk! Tsk!
de: T wie Toll! Ich find's hier echt toll!
es: Soy T. ¿Te parece bien?
it: Sono T. Tadaaa!
zh_hans: 我是T！看我的飞踢！T！T！

# TALK_REST_0201_20_VAR_00
source: I'm U! Are U Unown? Yes, I am!
de: U wie Unglaublich! Wir sind einfach nur unglaublich!
es: Soy U. Único en mi género.
it: Uh? Dici a me?
zh_hans: 我是U。热爱不需要理U。

# TALK_REST_0201_21_VAR_00
source: I'm V! V for victory!
de: V wie Vital! Ich bin noch total vital!
es: Soy V. ¡Victoria para los valientes!
it: Sono V come Vittoriaaa!
zh_hans: 我是V！胜利的V！

# TALK_REST_0201_22_VAR_00
source: I'm W! [pause=0]Double U attack![pause=0] Sorry... I just wanted to say that. Just because.
de: W wie Wahnsinn![pause=0] Ich weiß ja auch nicht wieso, aber ich find's hier echt einfach nur Wahnsinn!
es: Soy W. Wenceslao para los amigos.
it: Sono W![pause=0] Doppia V, doppia Vittoria!
zh_hans: 我是W。[pause=0]不顺心的事情其实没什么大不了的，开心探险最重要哦。

# TALK_REST_0201_23_VAR_00
source: I'm X![pause=0] No, my fingers aren't crossed.
de: X wie X-beliebig![pause=0] So wären meine Worte an jedem anderen Orte!
es: Soy X. ¡XXL de lo bueno que soy!
it: Sono X ma non un X qualsiasi.
zh_hans: 我是X。[pause=0]不是叉叉哦。是X哦。

# TALK_REST_0201_24_VAR_00
source: I'm Y. Don't ask me why. I don't know why.
de: Y wie Yep! Immer schön positiv bleiben!
es: Soy Y. ¿Y qué?
it: Sono Y. Faccio Yoga per tenermi in forma.
zh_hans: 我是Y。出门在Y靠朋友，请多关照。

# TALK_REST_0201_25_VAR_00
source: I'm Z best!
de: Z wie Zauberhaft![pause=0] Findest du nicht auch?
es: Soy Z. Zalamerías a mí, no.
it: Z come... Zzzz...[pause=0] Ah![pause=0] Scusate! Mi ero appisolato.
zh_hans: 我是Z！Z招式准备！究级无敌大冲撞！！

# TALK_REST_0201_26_VAR_00
source: I'm exclaiming! Oh my!
de: Ein wirklich großartiges Abenteuer!!!
es: Soy ! ¡¡¡Sorpresa!!!
it: Io sono l'esclamazione in persona!!!
zh_hans: 太激动了啊！！这样激动！！！

# TALK_REST_0201_VAR_00
source: I'm A, the ace of my kind!
zh_hans: 我是A。最开始的A。

# TALK_REST_0202_00_1_VAR_00
source: Wooooobbuffffeeeeeeeet!
de: Wohin genau?!
es: ¡Wobbuffeeeet!
it: Wooobbuffeeet!
zh_hans: 索————南——斯——

# TALK_REST_0202_00_2_VAR_00
source: I can't stand putting up with stuff! I want to live freely!
de: Geduld ist eine Tugend. Aber ich will lieber jetzt mein Leben genießen! Genau!
es: En la vida no hay que aguantar, hay que disfrutar.
it: A me piace vivere come mi pare. Non sopporto le costrizioni.
zh_hans: 无法忍受成为生活的奴隶！我想要自由自在地生活！

# TALK_REST_0203_VAR_00
source: My name is Girafarig! Reading backward won't change a thing!
de: Hallo! Mein Name ist Girafarig! Von hinten wie von vorne! Aha? Oho!
es: Me llamo Girafarig. Prueba a leerlo al revés.
it: Il mio nome mi porta fortuna perché può essere letto anche al contrario!
zh_hans: 正着念是麒麟奇！倒过来念还是麒麟奇！

# TALK_REST_0204_VAR_00
source: I may look like a Berry, but I'm a Bug type.[br]Yep, they often tell me I'm confusing.
de: Ich sehe aus wie ein Tannenzapfen, bin aber vom Typ Käfer.[br]Ganz schön verwirrend, ich weiß!
es: Siempre me confunden con una piña, cuando en realidad soy un bicho.
it: Sembro una pigna ma in realtà sono di tipo Coleottero. Lo so, è strano, lo dicono tutti.
zh_hans: 虽然我看起来像是树果，但其实我是虫属性的。[br]……是的，经常容易混淆。

# TALK_REST_0205_VAR_00
source: I want to stick to a tree!
de: Wie konnte ich bloß meinen Baum verlassen...!
es: ¡Estoy deseando clavarme a un árbol!
it: Voglio starmene attaccato al mio alberello.
zh_hans: 想粘在树上……！

# TALK_REST_0206_VAR_00
source: I'd like to be a first-rate adventurer someday![br]I have a long way to go, but I'll do my best!
de: Ich will ein erstklassiger Abenteurer werden![br]Ich habe zwar noch einen weiten Weg vor mir, aber ich bin bereit, ihn zu gehen!
es: Quiero ser un aventurero experto. Sé que aún me queda mucho... ¡pero no me rendiré!
it: Un giorno sarò un grande avventuriero! Ho ancora molto da imparare ma ce la farò!
zh_hans: 我想成为世界一流的探险家！[br]虽然还有很长的路要走……但我会尽力的！

# TALK_REST_0207_VAR_00
source: I like to glide in the wind! Wind feels great! Gahahaha!
de: Ich segle lautlos durch die Lüfte! Hahaha! Der Wind weht mir um die Hüfte! Huhuhu!
es: Me gusta planear por las corrientes. ¡Es una sensación fantástica! ¡Ja, ja, ja!
it: Adoro la sensazione che ti dà planare sulle ali del vento.
zh_hans: 我喜欢在风中滑翔！感觉很舒服啊！哈哈哈！

# TALK_REST_0209_VAR_00
source: Don't call me ugly, or I'll bite you!
it: Non dirmi che sono brutta o ti mordo!
zh_hans: 敢说我丑的话，咬你哦！

# TALK_REST_0210_VAR_00
source: Adventure sounds good, but no scary places, please!
de: Für Abenteuer bin ich immer zu haben! Aber bitte nicht an gruseligen Orten...!
es: ¡Yo me apunto a ir donde sea! Excepto si da miedo...
it: Voglio vivere di avventure! Ma i posti che fanno paura preferirei evitarli.
zh_hans: 去冒险吧！但可以的话，不要去可怕的地方！

# TALK_REST_0211_01_VAR_00
source: I'm so mad at everything, I feel like I could explode!
zh_hans: 世界上的万物都太气人了啊，我都快要气炸了！

# TALK_REST_0211_VAR_00
source: Do I look prickly? I am NOT prickly! OK?
de: Gefällt dir mein Äußeres nicht, bin ich dir ein Dorn im Auge?![pause=0] Haha, ich mach ja bloß Spaß!
es: Cualquiera diría que me gusta pinchar a los demás, pero no es verdad.
it: Dicono che ho un carattere spinoso. Ma dove le vedono queste spine? I miei sono aculei!
zh_hans: 我看起来气鼓鼓的吗？拜托，我哪里生气了！

# TALK_REST_0212_VAR_00
source: Do I look like I have three heads?
it: Non sembra che io abbia tre teste?
zh_hans: 我看起来像有三个脑袋吗？

# TALK_REST_0213_VAR_00
source: This Shuckle loves juice!
de: Saft gibt Kraft! Kraft dank Saft!
es: ¡Yo, si hay zumo, voy donde sea!
it: Stravedo per i succhi di bacca! Slurp!
zh_hans: 最喜欢果汁了！壶壶！

# TALK_REST_0215_01_VAR_00
source: Mountaineering's fun![pause=0] You should try it sometime.
zh_hans: 登山很有意思！[pause=0]你有空应该也来试试！

# TALK_REST_0215_VAR_00
source: Don't make me mad if you don't want to taste my claws!
de: Worte der Warnung: Wer mich wütend macht, bekommt meine scharfen Krallen zu spüren!
es: Como me enfades, sentirás el toque de mis garras.
it: Vi avverto, non fatemi arrabbiare. I miei artigli non perdonano.
zh_hans: 敢惹恼我的话，那就别怪我的利爪不客气！

# TALK_REST_0216_VAR_00
source: I want to become bigger!
de: Ich will größer werden!
es: ¡Quiero hacerme mayor!
it: Il mio sogno è diventare grande e grosso!
zh_hans: 我想变得更大！

# TALK_REST_0217_VAR_00
source: Let me handle heavy things!
de: Die Schwerarbeit kannst du mir überlassen!
es: ¡Yo me encargo del trabajo duro!
it: I lavori pesanti non mi... pesano.
zh_hans: 有什么重活就交给我吧！

# TALK_REST_0218_VAR_00
source: I get stiff if I don't move.
de: Bleibe ich nicht ständig in Bewegung, kühle ich aus und verhärte mich!
es: Tengo que moverme o me quedo entumecido.
it: Se non mi muovo mi solidifico.
zh_hans: 如果不运动的话，身体就会僵硬的。

# TALK_REST_0223_VAR_00
source: I can't help it. I like to cling to Mantine!
de: Wenn ich Mantax sehe, muss ich mich einfach an seine Unterseite heften! Ist wie ein Zwang!
es: Es ver un Mantine y me tengo que enganchar. ¡No puedo evitarlo!
it: Mi piace un sacco accattarmi a Mantine!
zh_hans: 我一看到巨翅飞鱼，就想粘着人家。

# TALK_REST_0225_VAR_00
source: Delivering presents to all the children in the world is my dream!
de: Mein Traum ist, an alle Kinder auf der ganzen Welt Geschenke zu verteilen!
es: Mi gran sueño es repartir regalos a los niños de todo el mundo.
it: Il mio sogno è distribuire regali a tutti i bambini del mondo!
zh_hans: 给全世界的孩子们送礼物！那就是我的梦想！

# TALK_REST_0226_VAR_00
source: I want to swim through a huge ocean!
de: Ich will über die Wellen des Meeres springen!
es: ¡Quiero nadar a mis anchas por el océano!
it: Voglio nuotare e perdermi nell'infinito blu del mare!
zh_hans: 我想在大海里游个不停！

# TALK_REST_0230_VAR_00
source: They say that spiraling currents appear everywhere I go...[pause=0] I wonder if it's true.
de: Ich soll mächtige Strudel verursachen, wo ich auftauche...[pause=0] Ob das echt stimmt?
es: Dicen que allí donde voy se levantan torbellinos. ¿Será cierto?
it: Ovunque vado creo enormi vortici. Almeno così dicono...
zh_hans: 据说我的所到之处都会出现巨大的漩涡……[pause=0]我想知道是不是真的？

# TALK_REST_0231_VAR_00
source: I want to be strong like my dad!
de: Ich will so stark werden wie mein Papa!
es: ¡Quiero ser tan fortachón como mi padre!
it: Quando sarò grande, voglio essere forte come papà.
zh_hans: 我想变得像爸爸那样强大！

# TALK_REST_0232_VAR_00
source: Where are you going today? I'll help you if you need me.
de: Wohin geht es denn heute? Ich helfe dir!
es: ¿Hasta dónde llegaremos hoy? Si necesitas fuerza, cuenta conmigo.
it: Ovunque tu vada oggi, conta pure sul mio aiuto.
zh_hans: 今天要去哪里呢？有需要的话我愿意帮忙。

# TALK_REST_0234_VAR_00
source: They say that staring at my antlers makes others drowsy.[pause=0] Don't ask me why.
de: Der Anblick meines Geweihs lässt Betrachter ohnmächtig werden...[pause=0] Keine Ahnung, warum!
es: No sé por qué, pero parece que mirarme a los cuernos da sueño.
it: Dicono che chiunque guardi le mie corna si addormenti. Non chiedetemi perché.
zh_hans: 别人说，盯着我的鹿角看就会昏昏欲睡。[pause=0]我也不知道为什么。

# TALK_REST_0235_VAR_00
source: I'm a painter. To me, art is... Well, art is...
de: Also ich bin ja Maler! Und Kunst ist wichtig, weil... Na ja, weil... Sie ist jedenfalls wichtig!
es: Soy pintor y mi arte no se entiende... ¡Se vive, se respira!
it: Io sono un pittore. Aaaah, l'arte... mia croce e delizia!
zh_hans: 我是一名画家。所谓艺术就是……呃，艺术就是……

# TALK_REST_0239_VAR_00
source: I swing my arms to charge electricity! Here they go! *swing swing*
de: Sieh her! Ich lasse meine Arme kreisen, um Strom zu erzeugen! Los geht's...!
es: Genero electricidad moviendo los brazos. ¡Zum, zum!
it: Ruotando le mie braccia produco energia elettrica!
zh_hans: 我通过挥动手臂来充电！就像这样！滋嗡！滋嗡！

# TALK_REST_0242_VAR_00
source: I do my best, with a big smile!
de: Mit einem Lächeln geht alles besser!
es: ¡No hay que olvidar sonreír!
it: Ce la metto tutta senza perdere mai il buonumore.
zh_hans: 我要笑容满面，全力以赴！

# TALK_REST_0246_VAR_00
source: Dirt is pretty yummy! Larvee-larvee!
de: Erde hab ich zum Fressen gern!
es: ¿No crees que la tierra es una delicia? ¡Pues yo sí!
it: La terra è così saporita. Dovreste assaggiarla.
zh_hans: 泥土的味道太美味了！幼基幼基！

# TALK_REST_0247_VAR_00
source: I may be a pupa, but I'm strong! I will thrash about!
de: Ich bin zwar eine Puppe, aber trotzdem stark! Ich werde abgehen wie eine Rakete, wart's ab!
es: ¡Al que se meta conmigo le voy a hacer pupita!
it: Sono una crisalide ma sono una furia!
zh_hans: 就算是蛹，也依旧充满力量！我要乱撞一顿！

# TALK_REST_0248_VAR_00
source: I'm Tyranitar! I'm proud of my armored body and power!
it: Sono Tyranitar, ammirate la mia potente armatura!
zh_hans: 我是班基拉斯！牢固的身躯和结实的力量，这是我的骄傲！

# TALK_REST_0252_VAR_00
source: Let's do our best! Trees are on our side!
de: Ich gebe mein Bestes! Für Wald und Baum!
es: ¡Siempre adelante! ¡Que los árboles te acompañen!
it: Mettiamocela tutta! Gli alberi sono con noi?
zh_hans: 一起全力以赴吧！树木与我们为伍！

# TALK_REST_0253_VAR_00
source: Tough situations make me strong! Don't give up!
de: Je auswegloser die Lage, desto stärker werde ich! Man darf nie aufgeben!
es: ¡La adversidad me hace fuerte! ¡No me rendiré nunca!
it: Le avversità mi rendono forte. Io non mollo!
zh_hans: 逆境造就英雄，不要放弃！

# TALK_REST_0254_VAR_00
source: I'm second to none when it comes to the jungle!
de: Im Dschungelkampf gibt es kein stärkeres Pokémon als mich!
es: A mí en la jungla no me gana nadie. ¡A reptar se ha dicho!
it: Sono il principe della giungla!
zh_hans: 说到丛林，我可是首屈一指的！

# TALK_REST_0255_00_1_VAR_00
source: I'm spitting fire today, literally!
de: In mir lodert ein Feuer! Das mein ich wörtlich!
es: ¡Hoy estoy que echo fuego!
it: Anche oggi fuoco a volontà!
zh_hans: 今天也要精神饱满地喷射火焰！

# TALK_REST_0255_00_2_VAR_00
source: I'm always warm. Do you want me to warm you up?
de: Ich bin immer heiß auf Kämpfe! Liegt wohl an dem Feuer in meinem Körper...!
es: Yo nunca tengo frío. ¿Quieres que te caliente?
it: Io sono sempre calda. Vuoi che scaldi un po' anche te?
zh_hans: 我的毛总是又蓬松又暖和。要摸摸看吗？

# TALK_REST_0256_00_1_VAR_00
source: I train my legs and lower back to prepare for battle! Hyahhh!
de: Ich trainiere meine Beine und Oberschenkel, damit ich Gegnern eins überbraten kann!
es: Me entreno a diario para fortalecer mi cuerpo de cara al combate. ¡Kyaaa!
it: Per dare il meglio nelle sfide tengo sempre allenate le gambe e la schiena. Hop hop!
zh_hans: 坚持腰腿力量的锻炼，是为了迎接战斗！喝呀！

# TALK_REST_0256_00_2_VAR_00
source: I'm burning hot to the touch!
de: Fass mich nicht an, oder du verbrennst dich!
es: ¡Cuidado, que quemo! ¡Kyaaa!
it: Non mi toccare, scotto!
zh_hans: 靠近我的家伙都要被燃烧殆尽！

# TALK_REST_0257_00_1_VAR_00
source: The tougher the foe, the bigger my flames!
de: Je stärker ein Gegner ist, desto stärker lodert mein Feuer!
es: Cuanto más fuerte es el rival, más intensas son mis llamas.
it: Più il mio avversario è forte, più arde il mio fuoco.
zh_hans: 对手越强大，我的火焰就越猛烈！

# TALK_REST_0257_00_2_VAR_00
source: Do you want a taste of my fiery knee kick?
de: Lust auf meinen feurigen Kniestoß?
es: ¿Quieres probar mi rodillazo ardiente?
it: Vuoi assaggiare la mia ginocchiata infuocata?
zh_hans: 想要尝尝我的火焰膝踢吗？

# TALK_REST_0258_VAR_00
source: I may be small, but I'm strong!
de: Für meine Größe bin ich sehr stark!
es: Que no te engañe mi tamaño. Soy mucho más fuerte de lo que aparento.
it: Le dimensioni ingannano. Sono più forte di quello che sembro.
zh_hans: 我的个子虽小，但也不好欺负哦！

# TALK_REST_0259_VAR_00
source: Hey, wanna play Mud Sport?
de: Wollen wir uns im Lehm suhlen?!
es: ¡A chapotear en el lodo!
it: Giochiamo con il fango!
zh_hans: 喂喂，一起来玩泥巴吧！

# TALK_REST_0260_VAR_00
source: I feel that a storm is coming...
de: Ein Sturm zieht auf, sage ich dir...!
es: Se acerca una tormenta. ¡Lo presiento!
it: Sento aria di tempesta...
zh_hans: 我有预感……一场暴风雨即将来袭……！！

# TALK_REST_0261_VAR_00
source: Wanna play chase?
de: Lass uns Fangen spielen!
es: ¿Jugamos al pilla-pilla?
it: Dai, giochiamo a rincorrerci!
zh_hans: 要来玩追逐游戏吗？

# TALK_REST_0262_VAR_00
source: Teamwork is the key! We need to coordinate our attacks!
de: Gegner bekämpft man am besten als Team. Wir müssen perfekt zusammenarbeiten!
es: ¡Lo importante es trabajar en equipo! ¡Debemos coordinar nuestro ataque!
it: Il lavoro di gruppo è fondamentale. Che ne dici di combinare i nostri attacchi?
zh_hans: 致胜的关键就是团结协作！默契地战斗吧！

# TALK_REST_0263_VAR_00
source: Hey, we should all turn at right angles! Come on! Let's go zigzag!
de: Alle laufen im Zickzack! Das bringt's! Abgebogen wird nur im rechten Winkel!
es: ¡Venga! ¡Todos juntos a zigzaguear!
it: Cambiamo direzione ad angolo retto! E poi procediamo a zig-zag!
zh_hans: 喂，大家都来转成直角吧！来嘛！像之字形那样走路！
