Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_NIGHTMARE_START
source: {0} is being stalked by a nightmare!
de: {0} wird von einem Alptraum heimgesucht!
es: ¡{0} está siendo acosado por una pesadilla!
fr: {0} est coincé dans un cauchemar!
it: {0} è perseguitato dagli incubi!
zh_hans: {0}被恶梦缠身了！

# MSG_NO_EFFECT
source: But it failed to affect {0}!
de: Aber es hat {0} nicht beeinflusst!
es: ¡Pero no afectó a {0}!
fr: Mais cela n'a pas affecté {0}!
it: Ma non ha effetto su {0}!
zh_hans: 但是对{0}没有效果！

# MSG_NO_EXIT
source: There doesn't seem to be an exit around...
de: Es scheint keinen Ausgang in der Nähe zu geben...
es: No parece haber una salida alrededor...
fr: Il ne semble pas y avoir de sortie à proximité...
it: Non sembra esserci alcuna uscita nelle vicinanze...
zh_hans: 周围似乎没有出口……

# MSG_NO_LONGER_PROTECTED
source: {0} is no longer protected by {1}!
de: {0} ist nicht mehr durch {1} geschützt!
es: ¡{0} ya no está protegido por {1}!
fr: {0} n'est plus protégé par {1}!
it: {0} non è più protetto da {1}!
zh_hans: {0}不再受到{1}的保护！

# MSG_NO_MORE_CHARGES
source: There's no PP left for that move!
de: Die Attacke besitzt keine AP mehr!
es: ¡No queda PP para ese movimiento!
fr: Il n'y a plus de PP restant pour cette capacité!
it: Questa mossa non ha più PP!
zh_hans: 那个招式已经没有PP了！

# MSG_NO_SPLASH_DAMAGE
source: {0} prevented the splash damage!
de: {0} verhindert Schaden durch Bereichsangriffe!
es: ¡{0} evitó el daño por salpicadura!
fr: {0} a évité les dégats d'éclaboussure!
it: {0} ha evitato i danni da splash!
zh_hans: {0}阻止了溅射伤害！

# MSG_NOT_ASLEEP
source: {0} isn't asleep!
de: {0} schläft nicht!
es: ¡{0} no está dormido!
fr: {0} n'est pas endormi!
it: {0} non dorme!
zh_hans: {0}没有睡着！

# MSG_NOT_HAILING
source: But it isn't hailing!
de: Aber es hagelt nicht!
es: ¡Pero no está granizando!
zh_hans: 但现在没有在下冰雹！

# MSG_NOTHING_HAPPENED
source: But nothing happened.
de: Aber nichts ist passiert.
es: Pero no pasó nada.
fr: Mais rien ne se passe!
it: Ma non succede nulla.
zh_hans: 但是什么事也没发生。

# MSG_OBLIVIOUS
source: {0} is Oblivious!
de: {0}s Dösigkeit verhindert Anziehungen!
es: ¡{0} tiene Despiste!
fr: {0} est Benêt!
it: {0} è indifferente!
zh_hans: {0}很迟钝！

# MSG_OWN_TEMPO
source: {0}'s Own Tempo prevented confusion!
de: {0}s Tempomacher verhindert Verwirrungen!
es: ¡Ritmo propio de {0} evitó la confusión!
fr: Tempo Perso de {0} a empêché la confusion!
it: Mente Locale di {0} evita la confusione!
zh_hans: 由于特性 我行我素，{0}不会混乱！

# MSG_PARALYZE_ALREADY
source: {0} is already paralyzed!
de: {0} ist bereits paralysiert!
es: ¡{0} ya está paralizado!
fr: {0} est déjà paralysé!
it: {0} è già paralizzato!
zh_hans: {0}已经麻痹了！

# MSG_PARALYZE_END
source: {0} shook off the paralysis!
de: {0} schüttelt die Paralyse ab!
es: ¡{0} se libró de la parálisis!
fr: {0} peut de nouveau bouger!
it: {0} si è scrollato di dosso la paralisi!
zh_hans: {0}不再麻痹了！

# MSG_PARALYZE_FAIL
source: {0} didn't get paralyzed!
de: {0} wurde nicht paralysiert!
es: ¡{0} no se quedó paralizado!
fr: {0} n'a pas été paralysé!
it: {0} non è stato paralizzato!
zh_hans: {0}没有麻痹！

# MSG_PARALYZE_FAIL_TYPE
source: {0}'s type doesn't get paralyzed!
de: {0}s Typ kann nicht paralysiert werden!
es: ¡El tipo de {0} no puede ser paralizado!
fr: Le type de {0} est résistant à la paralysie!
it: I Pokémon del tipo di {0} non si paralizzano!
zh_hans: {0}的属性不会麻痹！

# MSG_PARALYZE_START
source: {0} became paralyzed!
de: {0} wurde paralysiert!
es: ¡{0} se quedó paralizado!
fr: {0} est paralysé!
it: {0} è paralizzato!
zh_hans: {0}麻痹了！

# MSG_PARALYZED
source: {0} is fully paralyzed!
de: {0} ist vollständig paralysiert!
es: ¡{0} está completamente paralizado!
fr: {0} est complétement paralysé!
it: {0} è completamente paralizzato!
zh_hans: {0}因麻痹而无法行动！

# MSG_PASS_ATTACK
source: {0} passed the attack to {1}!
de: {0} gibt den Angriff an {1} weiter!
es: ¡{0} pasó el ataque a {1}!
fr: {0} a passé l'attaque à {1}!
it: {0} ha passato l'attacco a {1}!
zh_hans: {0}把攻击传给了{1}！

# MSG_PASSAGE_FAIRY
source: ...[pause=0]A mysterious energy permeates the area.
de: ...[pause=0]Eine mysteriöse Energie durchdringt die Umgebung.
es: ...[pause=0]Una energía misteriosa impregna el área.
it: ...[pause=0]Una forza misteriosa pervade l'area.
zh_hans: ……[pause=0]一股不可思议的能量弥漫在这里。

# MSG_PASSAGE_FAIRY_OPEN
source: It swirls and gathers around {0}!
de: Sie wirbelt und sammelt sich um {0}!
es: ¡Gira y se reúne alrededor de {0}!
it: Rotea e si raccoglie attorno a {0}!
zh_hans: 它在{0}周围旋转聚集！

# MSG_PASSAGE_FLYING
source: ...[pause=0]A mysterious wind current is blowing upwards.
de: ...[pause=0]Ein mysteriöser Windzug bläst nach oben.
es: ...[pause=0]Un viento misterioso está soplando hacía arriba.
it: ...[pause=0]Una corrente di vento misteriosa soffia verso l'alto.
zh_hans: ……[pause=0]一股不可思议的风正吹向上方。

# MSG_PASSAGE_FLYING_OPEN
source: {0} is carried by the updraft!
de: {0} wird durch den Aufwind davongetragen!
es: ¡{0} es llevado por la corriente ascendente!
it: {0} è trasportato via dalla corrente!
zh_hans: {0}被上升气流带走了！

# MSG_PASTEL_VEIL
source: {0} can't be poisoned due to Pastel Veil!
de: {0} kann aufgrund von Pastellhülle nicht vergiftet werden!
es: ¡{0} no puede ser envenenado por Velo Pastel!
it: {0} non può essere avvelenato grazie a Pastelvelo!
zh_hans: 由于特性 粉彩护幕，{0}没有中毒！

# MSG_PAUSE
source: {0} is paused and can't move!
de: {0} ist erschöpft und kann sich nicht bewegen!
es: ¡{0} está pausado y no se puede mover!
fr: {0} est fatigué et ne peut pas bouger!
it: {0} è in pausa e non può muoversi!
zh_hans: {0}正在观望而无法行动！

# MSG_PAUSE_END
source: {0} is no longer paused!
de: {0} hat sich erholt!
es: ¡{0} ya no se encuentra pausado!
fr: {0} n'est plus fatigué!
it: {0} non è più in pausa!
zh_hans: {0}不再观望了！

# MSG_PAUSE_START
source: {0} became paused!
de: {0} ist pausiert!
es: ¡{0} se ha vuelto pausado!
fr: {0} est fatigué!
it: {0} è in pausa!
zh_hans: {0}开始观望了！

# MSG_PERISH_COUNT
source: {0}'s perish count fell to {1}!
de: {0}s Abgesang ist auf {1} gefallen!
es: ¡El contador de Canto Mortal {0} bajó a {1}!
fr: Le compte du Requiem de {0} est tombé à {1}!
it: L'Ultimoconto di {0} scende a {1}!
zh_hans: {0}的死亡计时还有{1}回合！

# MSG_PERISH_START
source: {0} heard the Perish Song!
de: {0} hört den Abgesang!
es: ¡{0} escuchó el Canto Mortal!
fr: {0} entend Requiem!
it: {0} ha ascoltato Ultimocanto!
zh_hans: {0}听到了灭亡之歌！

# MSG_PICKUP
source: {0} found a {1} from somewhere.
de: {0} findet {1} irgendwo.
es: {0} encontró {1} de alguna parte.
fr: {0} a trouvé {1} quelque part.
it: {0} ha trovato un {1} da qualche parte!
zh_hans: {0}在附近找到了{1}。

# MSG_PIERCE_END
source: {0} lost its Pierce status!
de: {0} verliert seinen Perforier-Status!
es: ¡{0} perdió su estado Perforador!
fr: {0} perd le statut Perceur!
it: {0} ha perso lo stato di Perforazione!
zh_hans: {0}不再有贯穿状态了！

# MSG_PIERCE_START
source: {0} took on the Pierce status!
de: {0} nimmt den Perforier-Status an!
es: ¡{0} obtuvo el estado Perforador!
fr: {0} obtient le statut Perceur!
it: {0} ha acquisito lo stato di Perforazione!
zh_hans: {0}的投掷物可以贯穿了！

# MSG_PLEDGE
source: {0} followed up on {1}'s attack!
de: {0} folgt dem Angriff von {1}!
es: ¡{0} siguió el ataque de {1}!
fr: {0} suit l'attaque de {1}!
it: {0} ha dato un seguito all'attacco di {1}!
zh_hans: {0}组合了{1}的攻击！

# MSG_PLEDGE_ALREADY
source: {0} already has a {1}!
de: {0} besitzt bereits einen {1}!
es: ¡{0} ya tiene {1}!
fr: {0} à déjà le statut Aire d'Eau!
it: {0} ha già un {1}!
zh_hans: {0}已经学习了{1}！

# MSG_PLEDGE_START
source: {0} is ready to follow up on its team's attacks!
de: {0} ist bereit sich dem Angriff seines Teams anzuschließen!
es: ¡{0} está listo para seguir los ataques de su equipo!
fr: {0} est prêt à suivre les attaques de son équipe!
it: {0} è pronto a dare un seguito agli attacchi del team!
zh_hans: {0}正在准备组合团队的攻击！

# MSG_POISON_ALREADY
source: {0} is already poisoned!
de: {0} ist bereits vergiftet!
es: ¡{0} ya está envenenado!
fr: {0} est déjà empoisonné!
it: {0} è già avvelanto!
zh_hans: {0}已经中毒了！

# MSG_POISON_END
source: {0} recovered from poisoning!
de: {0} erholt sich von der Vergiftung!
es: ¡{0} se recuperó del veneno!
fr: {0} ne souffre plus du poison!
it: {0} si è ripreso dall'avvelenamento!
zh_hans: {0}挺过了中毒！

# MSG_POISON_FAIL
source: {0} didn't get poisoned!
de: {0} wurde nicht vergiftet!
es: ¡{0} no fue envenenado!
fr: {0} n'a pas été empoisonné!
it: {0} non è stato avvelenato!
zh_hans: {0}没有中毒！

# MSG_POISON_FAIL_ELEMENT
source: {0}'s type doesn't get poisoned!
de: {0}s Typ verhindert eine Vergiftung!
es: ¡El tipo de {0} impide ser envenenado!
fr: Le type de {0} est résistant au poison!
it: I Pokémon del tipo di {0} non si avvelenano!
zh_hans: {0}的属性不会中毒！

# MSG_POISON_HEAL
source: {0} recovered HP with Poison Heal!
de: {0} heilte KP aufgrund von Aufheber!
es: ¡{0} recuperó PS con Antídoto!
fr: {0} a récupérer des PV avec Soin Poison!
it: {0} recupera PS con Velencura!
zh_hans: 由于特性 毒疗，{0}回复了HP！

# MSG_POISON_POINT
source: {0}'s Poison Point poisons on contact!
de: {0}s Giftdorn verursacht Vergiftungen bei Kontakt!
es: ¡Punto Tóxico de {0} envenena al contacto!
fr: Le Soin Poison de {0} empoisonne au contact!
it: Velenopunte di {0} avvelena al contatto!
zh_hans: {0}的特性 毒刺 使接触者中毒了！

# MSG_POISON_START
source: {0} became poisoned!
de: {0} wurde vergiftet!
es: ¡{0} se envenenó!
fr: {0} est empoisonné!
it: {0} è stato avvelenato!
zh_hans: {0}中毒了！

# MSG_POISON_TOUCH
source: {0}'s Poison Touch added poison to the attack!
de: {0}s Giftgriff fügt Vergiftungen durch jegliche Angriffe hinzu!
es: ¡Toque Tóxico de {0} añadió veneno al ataque!
fr: Toxitouche de {0} a ajouté du poison à l'attaque!
it: Velentocco di {0} ha aggiunto del veleno all'attacco!
zh_hans: {0}的特性 毒手 使攻击具有毒性！

# MSG_POISON_TOXIC_START
source: {0} became badly poisoned!
de: {0} wurde schwer vergiftet!
es: ¡{0} se envenenó gravemente!
fr: {0} est gravement empoisonné!
it: {0} è stato avvelenato gravemente!
zh_hans: {0}中剧毒了！

# MSG_POISONED
source: {0} is hurt by poison!
de: {0} nimmt durch die Vergiftung Schaden!
es: ¡{0} es herido por el veneno!
fr: {0} est touché par le poison!
it: {0} subisce danno dall'avvelenamento!
zh_hans: {0}受到了中毒的伤害！

# MSG_POWDER
source: The powder ignited!
de: Das Puder entzündet sich!
es: ¡El polvo se encendió!
fr: La poudre s'est enflammée !
it: La polvere ha preso fuoco!
zh_hans: 粉尘被点燃了！

# MSG_POWDER_START
source: {0} became covered in explosive powder!
de: {0} wurde mit explosivem Puder bedeckt!
es: ¡{0} se cubrió de polvo explosivo!
fr: {0} est devenu couvert par de la poudre explosive!
it: {0} è stato coperto da una polvere esplosiva!
zh_hans: {0}被爆炸性粉尘覆盖了！

# MSG_POWER_CHARGE_END
source: {0} is no longer charged with power!
de: {0} ist nicht mehr mit Kraft geladen!
es: ¡{0} ya no se encuentra cargado con poder!
fr: {0} n'est plus surchargé!
it: {0} non è più carico di energia!
zh_hans: {0}不再蓄力了！

# MSG_POWER_CHARGE_START
source: {0} is charged with power!
de: {0} ist mit Kraft geladen!
es: ¡{0} se ha cargado con poder!
fr: {0} est surchargé!
it: {0} si è caricato di energia!
zh_hans: {0}开始积蓄能量！

# MSG_PP_TO_ONE
source: The PP of {0}'s moves were set to 1!
de: Die AP von {0}s Attacken wurden auf 1 gesetzt!
es: ¡Los PP de los movimientos de {0} se fijaron a 1!
fr: Les PP des capacités de {0} ont été fixés à 1!
it: I PP delle mosse di {0} sono portati a 1!
zh_hans: 将{0}的招式PP设为了1！

# MSG_PROTECT
source: {0} protected itself!
de: {0} beschützt sich selbst!
es: ¡{0} se protegió!
fr: {0} se protège!
it: {0} si è protetto!
zh_hans: {0}保护了自己！

# MSG_PROTECT_ALREADY
source: {0} is already protecting itself!
de: {0} beschützt sich bereits selbst!
es: ¡{0} ya se está protegiendo!
fr: {0} se protège déjà!
it: {0} si sta già proteggendo!
zh_hans: {0}已经在保护了！

# MSG_PROTECT_STAT_DROP
source: {0} is protected from stat drops by {1}!
de: {0}s {1} verhindert Statuswertveränderungen!
es: ¡{0} está protegido de bajadas de estadística por {1}!
fr: {0} est protégé de la baisse de stat par {1}!
it: {0} è stato protetto dalle modifiche alle statistiche grazie a {1}!
zh_hans: {0}被{1}保护了，能力不会降低！

# MSG_PROTECT_STATUS
source: {0} was protected from the status by {1}!
de: {0} wurde von {1} vor dem Statusproblem geschützt!
es: ¡{0} fue protegido del estado por {0}!
fr: {0} a été protégé de l'état par {1}!
it: {0} è stato protetto dai problemi di stato grazie a {1}!
zh_hans: {0}被{1}保护了，不会陷入异常状态！

# MSG_PROTECT_WITH
source: {0} is protected by {1}!
de: {0} ist durch {1} geschützt!
es: ¡{0} está protegido por {1}!
fr: {0} est protégé par {1}!
it: {0} è stato protetto da {1}!
zh_hans: {0}被{1}保护了！

# MSG_PSYCHIC_TERRAIN_END
source: The weirdness disappeared from the battlefield.
de: Die Seltsamkeit ist verschwunden.
es: El campo de batalla dejó de estar extraño.
it: La strana forza psichica è scomparsa dal terreno.
zh_hans: 场地上的奇妙感消失了。

# MSG_PSYCHIC_TERRAIN_START
source: The battlefield got weird!
de: Die Umgebung fühlt sich seltsam an!
es: ¡El campo de batalla se volvió extraño!
it: Il terreno è coperto da una strana forza psichica.
zh_hans: 场地变得奇妙了！

# MSG_QUICK_GUARD_START
source: {0} is protected from long-range attacks!
de: {0} ist nun geschützt gegen Angriffe langer Reichweite!
es: ¡{0} está protegido de ataques a distancia!
fr: {0} est protégé des attaques longue distance!
it: {0} è protetto dagli attacchi a lungo raggio!
zh_hans: {0}受到远程攻击保护了！

# MSG_RAGE_END
source: {0} is no longer enraged!
de: {0} ist nicht mehr in einer Raserei!
es: ¡{0} ya no está furioso!
fr: {0} n'est plus frénétique!
it: {0} non è più furioso!
zh_hans: {0}不再被激怒了！

# MSG_RAGE_POWDER
source: {0} can't target anyone but {1}!
de: {0} kann niemand anderen außer {1} als Ziel wählen!
es: ¡{0} no puede atacar a nadie salvo a {1}!
fr: {0} ne peut attaquer personne à part {1}!
it: {0} non può prendere di mira nessuno eccetto {1}!
zh_hans: {0}不能攻击除了{1}的任何目标！

# MSG_RAGE_POWDER_ALREADY
source: {0} is already focused on {1}!
de: {0} ist bereits auf {1} fokussiert!
es: ¡{0} ya está concentrado en {1}!
fr: {0} est déjà folcalisé sur {1}!
it: {0} è già concentrato su {1}!
zh_hans: {0}已经专注于{1}了！

# MSG_RAGE_POWDER_END
source: {0} is no longer focused on {1}!
de: {0} ist nicht mehr auf {1} fokussiert!
es: ¡{0} ya no está concentrado en {1}!
fr: {0} n'est plus focalisé sur {1}!
it: {0} non è più concentrato su {1}!
zh_hans: {0}不再专注于{1}了！

# MSG_RAGE_POWDER_START
source: {0} can only attack {1}!
de: {0} kann nur noch {1} angreifen!
es: ¡{0} sólo puede atacar a {1}!
fr: {0} ne peut attaquer que {1}!
it: {0} può attaccare solamente {1}!
zh_hans: {0}只能攻击{1}了！

# MSG_RAGE_START
source: {0} became enraged!
de: {0} verfällt in Raserei!
es: ¡{0} se enfureció!
fr: {0} est frénétique!
it: {0} si è infuriato!
zh_hans: {0}被激怒了！

# MSG_RAIN_END
source: The rain stopped.
de: Der Regen lässt nach.
es: Dejó de llover.
fr: La pluie s'est arrêtée.
it: Ha smesso di piovere.
zh_hans: 雨停了。

# MSG_RAIN_START
source: It started to rain!
de: Es beginnt zu regnen!
es: ¡Empezó a llover!
fr: Il commence à pleuvoir!
it: Ha cominciato a piovere!
zh_hans: 开始下雨了！

# MSG_RATTLED
source: {0}'s Rattled raised its Movement Speed!
de: {0}s Hasenfuß erhöht dessen Bewegungsgeschwindigkeit!
es: ¡Cobardía de {0} aumentó su Velocidad de Movimiento!
fr: Phobique de {0} a augmenté sa Vitesse de mouvement!
it: Paura di {0} ha aumentato la sua velocità di movimento!
zh_hans: 由于特性 胆怯，{0}的移动速度提高了！

# MSG_RAZOR_WIND_CHARGE
source: {0} whipped up a whirlwind!
de: {0} schlägt einen Wirbelwind auf!
es: ¡{0} generó un remolino!
fr: {0} déclenche un cyclone!
it: {0} ha generato un turbine!
zh_hans: {0}刮起了一阵旋风！

# MSG_RECEIVE_ITEM_CURSED
source: {0} couldn't accept the item because its held item was sticky!
de: {0} konnte das Item nicht akzeptieren, weil das Item klebrig ist!
es: ¡{0} no pudo aceptar el objeto porque su objeto equipado estaba pegajoso!
fr: {0} n'a pas pu accepté l'objet car son objet tenu était collant!
it: {0} non può accettare lo strumento perché il suo strumento equipaggiato è viscido!
zh_hans: {0}无法收下道具，因为它携带的道具被粘着了！

# MSG_RECRUIT
source: {0} joined {1} to go on adventures!
de: {0} schließt sich {1} an um auf Abenteuer zu gehen!
es: ¡{0} se unió a {1} para ir de aventuras!
fr: {0} a rejoins {1} pour partir à l'aventure!
it: {0} si è unito a {1} per partire all'avventura!
zh_hans: {0}加入了{1}冒险的行列！

# MSG_RECRUIT_ANY
source: {0} joined the party to go on adventures!
de: {0} ist dem Team beigetreten um Abenteuer to erleben!
es: ¡{0} se unió al equipo para ir de aventuras!
fr: {0} a rejoins l'équipe pour partir à l'aventure!
it: {0} si è unito al team per partire all'avventura!
zh_hans: {0}加入了冒险的行列！

# MSG_RECRUIT_BOOST_START
source: {0}'s chance of recruitment was boosted!
de: {0}s Chancen auf eine Rekrutierungen sind gestiegen!
es: ¡Las posibilidades de reclutamiento de {0} fueron aumentadas!
fr: {0} à plus de chances de recruter d'autres membres!
it: La probabilità di reclutare di {0} è stata aumentata!
zh_hans: {0}的招募机会提高了！

# MSG_RECRUIT_FAIL
source: {0} seems hesitant to join the team...
de: {0} zögert sich dem Team beizutreten...
es: {0} parece indeciso para unirse al equipo...
fr: {0} semble hésitant à rejoindre l'équipe...
it: {0} non sembra voler unirsi al team...
zh_hans: {0}似乎犹豫不决……

# MSG_RECRUIT_GUEST
source: {0} was brought along for the adventure.
de: {0} kommt für dieses Abenteuer mit.
it: {0} è stato portato con sé all'avventura.
zh_hans: 带上了{0}继续探险。

# MSG_RECYCLE
source: {0}'s {1} was recycled and became a {2}.
de: {0}s {1} wurde recycelt und wurde zu {2}.
es: {1} de {0} fue reciclado y se convirtió en {2}.
fr: {1} de {0} a été recyclé et est devenu {2}
it: {1} di {0} è stato reciclitato ed è diventato un {2}.
zh_hans: {0}的{1}被回收成了{2}。

# MSG_REDIRECT_ATTACK
source: {0} redirected the attack!
de: {0} leitet den Angriff um!
es: ¡{0} redirigió el ataque!
fr: {0} a redirigé l'attaque!
it: {0} ha reinderizzato l'attacco!
zh_hans: {0}重调了攻击方向！

# MSG_REFLECT
source: The damage was reflected back!
de: Der Schaden wurde zurückreflektiert!
es: ¡El daño fue reflejado!
fr: Les dégats ont été renvoyés!
it: Il danno è stato restituito!
zh_hans: 伤害被反弹了！

# MSG_REFLECT_ALL
source: The damage was reflected everywhere!
de: Der Schaden wurde überall reflektiert!
es: ¡El daño fue reflejado a todas partes!
fr: Les dégats ont été renvoyés partout!
it: Il danno è stato restituito ovunque!
zh_hans: 伤害被反弹到了各处！

# MSG_REFLECT_ALREADY
source: {0} already has Reflect!
de: {0} besitzt bereits einen Reflektor!
es: ¡{0} ya tiene Reflejo!
fr: {0} a déjà le statut Protection!
it: {0} ha già un Riflesso!
zh_hans: {0}已经有反射壁了！

# MSG_REFLECT_BY
source: {0}'s {1} reflected the damage back!
de: {0}s {1} hat den Schaden der Attacke reflektiert!
es: ¡{1} de {0} reflejó el daño!
fr: {1} de {0} a renvoyé les dégats!
it: {1} di {0} ha restituito il danno!
zh_hans: {0}的{1}将伤害反弹了！

# MSG_REFLECT_HEAL_BY
source: {0}'s {1} returned the recovered HP!
de: {0}s {1} hat die geheilten KP reflektiert!
es: ¡{1} de {0} devolvió el PS recuperado!
fr: {1} de {0} a renvoyé les PV récupéré!
it: {1} di {0} ha restituito i PS recuperati!
zh_hans: {0}的{1}返还了恢复的HP！

# MSG_REFLECT_START
source: Reflect protected {0} from Physical attacks!
de: Reflektor beschützt {0} vor physischen Angriffen!
es: ¡Reflejo protegió a {0} de ataques físicos!
fr: Protection réduit les dégâts Physique infligés à {0}!
it: Riflesso protegge {0} dagli attacchi fisici!
zh_hans: 对{0}的物理攻击被反射壁削弱了！

# MSG_REGEN
source: {0} is regenerating HP!
de: {0} regeneriert KP!
es: ¡{0} está regenerando PS!
fr: {0} est entrain de regénérer ses HP!
it: {0} sta recuperando PS!
zh_hans: {0}再生了HP！

# MSG_REGEN_END
source: {0} is no longer regenerating HP!
de: {0} regeneriert keine KP mehr!
es: ¡{0} ya no está regenerando PS!
fr: {0} n'est plus entrain de regénérer ses HP!
it: {0} ha smesso di recuperare PS!
zh_hans: {0}停止再生HP了！

# MSG_REGEN_START
source: {0} began regenerating HP!
de: {0} fängt an KP zu regenerieren!
es: ¡{0} empezó a regenerar PS!
fr: {0} commence à regénérer ses HP!
it: {0} comincia ha recuperare PS!
zh_hans: {0}开始再生HP！

# MSG_REST
source: {0} went to sleep and became healthy!
de: {0} ist schlafen gegangen und erholte sich!
es: ¡{0} se fue a dormir y recobró salud!
fr: {0} est aller dormir et a retrouvé la santé!
it: {0} è andato a dormire ed è tornato in salute!
zh_hans: {0}用睡觉恢复了健康！

# MSG_RETALIATE
source: {0} retaliated on {1}'s attack!
de: {0} zahlte {1}s Attacke heim!
es: ¡{0} represalió el ataque de {1}!
fr: {0} se venge de l'attaque de {1}!
it: {0} si vendica dell'attacco di {1}!
zh_hans: {0}为{1}的攻击而报了仇！

# MSG_RETALIATE_ALREADY
source: {0} is already ready to retaliate!
de: {0} kann bereits Vergeltung ausüben!
es: ¡{0} ya está listo para represaliar!
fr: {0} est déjà prêt à se venger!
it: {0} è già pronto per vendicarsi!
zh_hans: {0}已经准备报仇了！

# MSG_RETALIATE_END
source: {0} is no longer ready to retaliate!
de: {0} kann nicht mehr länger Vergeltung ausüben!
es: ¡{0} ya no está listo para represaliar!
fr: {0} n'a plus envie de se venger!
it: {0} non è più pronto a vendicarsi!
zh_hans: {0}不再准备报仇了！

# MSG_RETALIATE_START
source: {0} is ready to retaliate!
de: {0} kann bereit Vergeltung auszuüben!
es: ¡{0} está listo para represaliar!
fr: {0} est prêt à se venger!
it: {0} è pronto per vendicarsi!
zh_hans: {0}正在准备报仇！

# MSG_REVIVE
source: {0} was revived!
de: {0} wurde wiederbelebt!
es: ¡{0} fue revivido!
fr: {0} a été réssuscité!
it: {0} torna in forma!
zh_hans: {0}复活了！

# MSG_REVIVE_NONE
source: But there was no one to revive!
de: Aber es gab niemanden zum Wiederbeleben!
es: ¡Pero no había nadie para revivir!
fr: Mais il n'y a personne à ressusciter!
it: Non c'è nessuno da far tornare in forma!
zh_hans: 但是没有人复活！

# MSG_ROOST_END
source: {0} is no longer roosting!
de: {0} beginnt wieder zu fliegen!
es: ¡{0} ya no está descansando!
fr: {0} ne bénéficit plus des effets d'attérrissage!
it: {0} non è più appolaiato!
zh_hans: {0}不再羽栖了！

# MSG_ROOST_START
source: {0} lost its Flying-type match-ups!
de: {0} regeneriert KP und verliert seinen Flug-Typ!
es: ¡{0} perdió sus emparejamientos de tipo Volador!
fr: {0} perd ses faiblesse lié au type Vol!
it: {0} ha perso il suo tipo Volante!
zh_hans: {0}失去飞行属性的克制关系了！

# MSG_RUN_AWAY
source: {0} can't be immobilized due to Run Away!
de: {0} kann dank Angsthase nicht bewegungsunfähig werden!
es: ¡{0} no puede ser inmovilizado debido a Fuga!
fr: {0} ne peut pas être immobilisé à cause de Fuite!
it: Non è può essere immobilizzato grazie a Fugafacile!
zh_hans: 由于特性 逃跑，{0}不会禁足！

# MSG_SAFEGUARD_END
source: {0}'s Safeguard disappeared!
de: {0}s Bodyguard verschwindet!
es: ¡Velo Sagrado de {0} desapareció!
fr: La Rune Protect de {0} disparaît!
it: Salvaguardia di {0} è scomparso!
zh_hans: {0}的神秘守护消失了！

# MSG_SAFEGUARD_START
source: {0} was protected from status problems!
de: {0} wurde vor Statusproblemen beschützt!
es: ¡{0} fue protegido de los problemas de estado!
fr: {0} est protégé des problèmes de statut!
it: {0} è stato protetto dai problemi di stato!
zh_hans: {0}被保护而不会陷入异常状态了！

# MSG_SAND_END
source: The sandstorm subsided.
de: Der Sandsturm lässt nach.
es: La tormenta de arena amainó.
fr: La tempête de sable se calme.
it: La tempesta di sabbia è cessata.
zh_hans: 沙暴平息了。

# MSG_SAND_START
source: A sandstorm brewed!
de: Ein Sandsturm braut auf!
es: ¡Se levantó una tormenta de arena!
fr: Une tempête de sable se lève!
it: Si è scatenata una tempesta di sabbia!
zh_hans: 刮起了沙暴！

# MSG_SAND_STREAM
source: {0}'s {1} started a sandstorm!
de: {0}s Fähigkeit verursacht einen Sandsturm!
es: ¡Chorro Arena de {0} provocó una tormenta de arena!
fr: Sable Volant de {0} a provoqué une tempête de sable!
it: Sabbiafiume di {0} ha scatenato una tempesta di sabbia!
zh_hans: {0}的特性 扬沙，使刮起了沙暴！

# MSG_SAND_TOMB_START
source: {0} was trapped in quicksand!
de: {0} ist in Treibsand gefangen!
es: ¡{0} quedó atrapado en arenas movedizas!
fr: {0} est piégé dans un tourbillon!
it: {0} è intrappolato nelle sabbie mobili!
zh_hans: {0}被流沙困住了！
