Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0619_VAR_00
source: Let's go! I'll use my fighting moves to deliver some swift kicks!
de: Lass uns losgehen! Ich werde meine tollen Kampftechniken einsetzen!
es: ¡Vamos allá! Procuraré aprovechar al máximo mis movimientos de tipo Lucha.
it: Su, andiamo! Mi farò valere con le mie mosse di tipo Lotta!

# TALK_REST_0621_VAR_00
source: Who's describing me as "prickly," again? I'm "craggy," not "prickly." Got it?
de: Die Leute sagen oft, mein Körper wäre stachlig, dabei finde ich ihn eher beulig!
es: Dicen que mi piel tiene un tacto espinoso, pero yo lo veo más bien rugoso.
it: Dicono tutti che sono puntuto, ma io sono bitorzoluto, non puntuto!

# TALK_REST_0622_VAR_00
source: Go, go, Golett! That's my motto!
de: Go, go, Golbit! Das ist mein Motto!
es: Me esforzaré al máximo para que me vitoreen al grito de "¡Olé, Golett!".
it: Io sono infaticabile. Per darmi la carica mi dico: forza Golett!

# TALK_REST_0623_VAR_00
source: Cool? Thank you, but I'm not a super robot or anything like that. *clang*
de: Ich sehe fesch aus? Danke, aber ich bin kein Super-Roboter oder so was!
es: ¿Que molo? Pues no soy ningún superrobot de esos, no creas. De hecho, chirrío un poco.
it: Niente male, vero? Però non sono un robottone! Clang! Clang!

# TALK_REST_0625_VAR_00
source: Hi, kids! How are you?[pause=0] Say my name! Say, "Bisharp!" Ready?
de: Geht es euch gut, Kinder? Ruft bitte alle im Chor meinen Namen. Ruft „Caesurio“!
es: ¿Qué tal estamos? ¿Bien? ¡Me alegro![pause=0] Decid mi nombre, todos a coro: ¡Bisharp!
it: Ciao bambini! State tutti bene?[br]Forza, dite tutti insieme il mio nome: Bisharp!

# TALK_REST_0626_VAR_00
source: [emote=normal]My fur protects me when I strike with a headbutt.[br][emote=happy]It doesn't hurt even a tiny bit![br][emote=pain]Ahaha![pause=0] Ahahahahahahaha...
de: [emote=normal]Mein zottiges Fell schützt mich bei Kopfstößen vor Schmerzen.[br][emote=happy]Es tut wirklich überhaupt nicht weh![pause=0] [emote=pain]Ahaha![pause=0] Ahahahahahahaha...
es: [emote=normal]Este peinado afro que llevo me protege tanto que cuando doy cabezazos no siento dolor.[br][emote=happy]¡No me duele nada de nada, de verdad![br][emote=pain]Ja, ja, jaaa...[pause=0] Ay que no me pase nada...
it: [emote=normal]Grazie alla mia pelliccia, se do una testata, non mi faccio male![br][emote=happy]Davvero, neanche un po'![br][emote=pain]Ah... ah ah![pause=0] Aaaaaaaaah...

# TALK_REST_0638_VAR_00
source: I will protect my friends with my steely body and mind!
de: Meine Freunde beschütze ich mit meinem Körper und Geist aus Stahl!
es: Protegeré a todos mis compañeros de equipo con mi cuerpo y mente de acero.
it: Proteggerò i miei amici col mio corpo e il mio spirito d'acciaio!

# TALK_REST_0639_VAR_00
source: I'll protect my friends no matter what, with all my might!
de: Ich werde alles in meiner Macht Stehende unternehmen, um meinen Freunden zu helfen!
es: ¡Protegeré a mis compañeros de equipo a toda costa con mi fuerza abrumadora!
it: Col mio enorme potere proteggerò i miei compagni, a tutti i costi!

# TALK_REST_0640_VAR_00
source: Hehe. Adventure's always fun, isn't it? Shall we go on?
de: Hihi, Abenteuer sind schon was Feines! Lass uns schnell losgehen!
es: Ji, ji. Qué divertido es salir de aventuras, ¿eh? ¡Venga, vamos!
it: Eh eh... Che bello partire all'avventura! Forza, sbrighiamoci!

# TALK_REST_0641_VAR_00
source: I'm a legend who rides on divine winds to summon storms! Come forth, tempest!
de: Ich bin der Herr über die Winde![pause=0] Zieht auf, o Stürme, und peitscht über das Land!
es: Soy una deidad capaz de invocar violentas tempestades.[pause=0] ¡Venid a mí! ¡Arreciad!
it: Io sono il signore dei venti e posso provocare violente tempeste![pause=0] Scatenati vento!

# TALK_REST_0642_VAR_00
source: My name is Thundurus![pause=0] I'm a legend, and I throw down lightning wherever I go!
de: Ich bin der Herr über Blitz und Donner![pause=0] Wo ich auftauche, regnet es Blitze hinab aufs Land!
es: Soy Thundurus, la deidad del rayo.[pause=0] Dejo un rastro de relámpagos allá donde voy.
it: Io sono Thundurus, il signore dei fulmini![pause=0] Lascio cadere saette ovunque vado!

# TALK_REST_0643_VAR_00
source: I'm the true embodiment of flame! My blinding white flames will scorch everything!
de: Als fleischgewordenes Feuerwesen brenne ich alles mit gleißenden Flammen nieder!
es: El enemigo juega con fuego, porque puedo abrasar todo con mis llamas de blanco veraz.
it: Io sono l'incarnazione del fuoco! Posso incenerire tutto con le mie fiamme bianche!

# TALK_REST_0644_VAR_00
source: I'm the ideal embodiment of lightning! My lightning will blacken and scorch the world!
de: Als fleischgewordener Donnerhall versenge ich die Welt mit meinen schwarzen Blitzen!
es: ¡Mi trueno resuena dondequiera que voy! Con mis rayos de negro puro chamusco el mundo.
it: Sono l'incarnazione del fulmine! Le mie saette nere inceneriranno il mondo!

# TALK_REST_0645_VAR_00
source: I am the Guardian of the Fields! I am the one that nourishes the ground!
de: Ich bin der Herr des Ackerbaus und beschere dem Land reiche Ernte!
es: ¡Soy la deidad de las cosechas! Las tierras por donde paso se vuelven más fértiles.
it: Io porto fertilità e rendo feconda la terra!

# TALK_REST_0646_VAR_00
source: I know the coming of all things![br]I defeat without mercy anyone who would oppose that future!
de: Ich kann in die Zukunft blicken![br]Und ich bekämpfe jeden, der den Ablauf der Zukunft bedroht!
es: ¡Puedo predecir el futuro! Y también aniquilar sin piedad alguna a quien ose interponerse.
it: Io vedo il futuro e le cose che saranno.[br]Spazzerò via senza pietà chi oserà opporsi alla loro realizzazione!

# TALK_REST_0647_VAR_00
source: Adventures are simply exciting![pause=0] I get to see all kinds of stuff!
de: Abenteuer sind ein Riesenspaß![pause=0] Da kann man so viel erleben!
es: ¡Ya decía yo que ir de aventura es divertido![pause=0] Te permite ver tantas cosas... ¡Qué ilusión!
it: Che belle le esplorazioni![pause=0] Si vedono cose di tutti i tipi! È così emozionante!

# TALK_REST_0649_VAR_00
source: What? Bothered by the cannon on my back?[pause=0] Don't worry! I won't use it on you!
de: Was? Dich beunruhigt die Kanone auf meinem Rücken? Keine Sorge, ich schieße schon nicht.
es: ¿No te hace nada de gracia el cañón que llevo a la espalda?[pause=0] ¡Tranquilo, que tiene el seguro!
it: Eh? Ho un cannone sulla schiena, dici?[pause=0] Non ti preoccupare! Non ti sparo mica!

# TALK_FULL_0773
source: GRRR-OOOOOO!
es: ¡GRR!
fr: GRRROOOOOOAAAA!

# TALK_FULL_0782
source: GRRR-OOOOOO!
es: ¡GRR!

# TALK_FULL_0792
source: RRRRR... RRRRR... RRRRR...
es: RRR... RRR...

# TALK_REST_0452_VAR_00
source: Blindspot? What blindspot?
de: Toter Winkel? Welcher toter Winkel?
es: ¿Punto ciego? ¿Qué punto ciego?

# TALK_TUTOR
source: [tmp]I'm a traveling move tutor! I can teach {0}, but it looks like you can't learn it.
es: [tmp]¡Soy un tutor de movimientos deambulante! Puedo enseñar {0}, pero parece que no puedes aprenderlo.

# TALK_TUTOR_ACCEPT
source: [tmp]Great! Now watch me closely!
es: [tmp]¡Bien! ¡Ahora presta atención!

# TALK_TUTOR_ALREADY
source: [tmp]I'm a traveling move tutor! I can teach {0}, but it looks like you already know it.[br]Oh well, maybe I'll swing by town and teach the locals instead.
es: [tmp]¡Soy un tutor de movimientos deambulante! Puedo enseñar {0}, pero parece que ya lo sabes.[br]Oh bueno, puede que pase por el pueblo y se lo enseñe a los locales.

# TALK_TUTOR_ASK
source: [tmp]I'm a traveling move tutor! Want me to teach you {0}?
es: [tmp]¡Soy un tutor de movimientos deambulante! ¿Quieres que te enseñe {0}?

# TALK_TUTOR_DECLINE
source: [tmp]That's disappointing. Maybe I'll swing by town and teach the locals instead.
es: [tmp]Qué decepción. Puede que pase por el pueblo y se lo enseñe a los locales entonces.

# TALK_TUTOR_DONE
source: [tmp]I'll swing by town and teach the locals too.
es: [tmp]Me pasaré por el pueblo y se lo enseñaré a los locales también.

# TALK_TUTOR_REPLACE
source: [tmp]Which move will you forget to learn {0}?
es: [tmp]¿Qué movimiento quieres olvidar para aprender {0}?

# TALK_TUTOR_VISIT
source: [tmp]I'll swing by town and teach the locals too.
es: [tmp]Me pasaré por el pueblo y se lo enseñaré a los locales también.

# TALK_WAIT_0057
source: Zzzz... Zzzz...
es: Zzz... zzz...
fr: Rrrr... zzzz...
