Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0868_VAR_00
source: Am I sweet enough yet? Here, have a taste.
zh_hans: 我的甜度足够了吗？来，尝尝。

# TALK_REST_0869_VAR_00
source: What's your favorite flavor? I know what mine is!
zh_hans: 你最喜欢什么口味的？我知道我的口味！

# TALK_REST_0870_VAR_00
source: These are my troops. They'd never let me down, because I'd never let them down!
zh_hans: 这些是我的部队。他们的表现永远不会让我失望，因为我也不会让他们失望！

# TALK_REST_0871_VAR_00
source: I like to hang out with [color=#00FFFF]Corsola[color].[pause=0] Neither of us like [color=#00FF00]Mareanie[color] very much...
zh_hans: 我喜欢和[color=#00FFFF]太阳珊瑚[color]一起出门。[pause=0]而我们都非常不喜欢[color=#00FF00]好坏星[color]……

# TALK_REST_0872_VAR_00
source: Snom nom nom...
zh_hans: 雪吞，雪吞，吞……

# TALK_REST_0873_VAR_00
source: I defend the tundra from those who would damage nature.
zh_hans: 我保护着苔原，绝不能让那些破坏自然的家伙得逞。

# TALK_REST_0874_VAR_00
source: Once a year, I and my fellows gather around each other and lock hands.[br]Why?[pause=0] Well, I wouldn't want to spoil the surprise, now, would I?
zh_hans: 一年一度，我和我的伙伴们围在一起，紧握着手。[br]为什么？[pause=0]好啦，我可不想破坏这个惊喜啊。

# TALK_REST_0875_VAR_00
source: Blockhead? Who're you calling blockhead?
zh_hans: 冰砖头？你说谁是冰砖呢？

# TALK_REST_0876_VAR_00
source: It's a pleasure to be of service.
zh_hans: 能为大家服务是我的荣幸。

# TALK_REST_0877_VAR_00
source: So hungry...[pause=0] I haven't eaten for five whole minutes!
zh_hans: 好饿啊……[pause=0]我已经整整五分钟没有吃饭了！

# TALK_REST_0878_VAR_00
source: They call me [color=#00FFFF]Cufant[color] 'cause I'm a cutie! \u266A
zh_hans: 大家叫我[color=#00FFFF]铜象[color]，因为我还是儿铜呢！\u266A

# TALK_REST_0879_VAR_00
source: No one stands in the way of my might![pause=0] I'll crush anyone who does with my trunk!
zh_hans: 谁也别想阻挡我的威风！[pause=0]要是谁敢，我的躯干就把他踩得粉碎！

# TALK_REST_0880_VAR_00
source: Look at me! I'm half tail!
zh_hans: 快看！我只有半条尾巴！

# TALK_REST_0881_VAR_00
source: Brrr... Achoo!
zh_hans: 噗……阿嚏！

# TALK_REST_0882_VAR_00
source: [emote=Pain]End my suffering...[pause=0] Please...
zh_hans: [emote=Pain]了解我的痛苦吧……[pause=0]求你了……

# TALK_REST_0883_VAR_00
source: What's your problem? You're looking on me like my head isn't screwed on right!
zh_hans: 你这是怎么回事？你看我的姿势好像我的脑袋没拧紧似的！

# TALK_REST_0884_VAR_00
source: I'm just a kid, but I could take on any [color=#00FF00]Tyranitar[color] and win!
zh_hans: 我还是小孩子啦，不过[color=#00FF00]班基拉斯[color]什么的，根本不在话下！

# TALK_REST_0885_VAR_00
source: Wheeee! I wanna get shot at your enemies! \u266A
zh_hans: 哇伊！我想去和敌人撞撞玩！\u266A

# TALK_REST_0886_VAR_00
source: Rest easy, little one.[pause=0] I'll defeat anyone who comes after you!
zh_hans: 不要紧张，小家伙。[pause=0]我会把靠近你的坏人通通打败！

# TALK_REST_0887_VAR_00
source: They say I'm quite stealthy.
zh_hans: 有人说我这个样子鬼鬼祟祟的 。

# TALK_REST_0888_01_VAR_00
source: I wield the sword of kings![pause=0] I could fell any Dragon Pokémon in but one blow.
zh_hans: 我挥舞着王的宝剑！[pause=0]任何龙宝可梦都抵挡不住我这一剑！

# TALK_REST_0888_VAR_00
source: My sword...[pause=0] Without it...[pause=0] I am incomplete...
zh_hans: 我的剑……[pause=0]没有它……[pause=0]我不完整了……

# TALK_REST_0889_01_VAR_00
source: I have become the king's shield![pause=0] The claws of the mightiest Dragon Pokémon would not scratch me.
zh_hans: 我已成为王的盾牌！[pause=0]最凶狠的龙宝可梦的利爪都伤不到我分毫。

# TALK_REST_0889_VAR_00
source: My shield...[pause=0] I cannot wield my true strength...[pause=0] Without it...
zh_hans: 我的盾牌……[pause=0]我无法发挥出真正的力量……[pause=0]没有它的话……

# TALK_REST_0892_01_VAR_00
source: Follow the wisdom of the raging river, and overwhelm your foes with a flurry of strikes!
zh_hans: 跟随汹涌河流的智慧，用一连串的打击将对手击倒！

# TALK_REST_0892_VAR_00
source: One punch, one knockout.[pause=0] Follow that advice and you shall do well.
zh_hans: 一拳，撂倒。[pause=0]遵循这一点，就能做得很好了。

# TALK_REST_0893_VAR_00
source: If the rest of my pack came with us, we'd be able to reach the top in no time!
zh_hans: 要是我的同伴们都能跟着一起来，我们很快就能抵达山顶的！

# TALK_REST_0894_VAR_00
source: When these power limiters come off...[pause=0] Oh, boy, I can't wait for the carnage! \u266A
zh_hans: 等到这些功率限制器关掉的时候……[pause=0]啊，天啊，我等不及要大开杀戒了！\u266A

# TALK_REST_0895_VAR_00
source: We should head out soon. I won't be dragon my feet!
zh_hans: 现在到出发的时候了。我不会是跑龙套的！

# TALK_REST_0896_VAR_00
source: I'll charge into that dungeon and take anything I want![br]And if anyone gets in my way, I'll charge over them, too!
zh_hans: 我要冲进迷宫里面夺取我想要的一切！[br]要是谁敢拦我，我就撞给他看！

# TALK_REST_0897_VAR_00
source: Get out... Get out...
zh_hans: 出去……出去……

# TALK_REST_0898_01_VAR_00
source: Forward, [color=#00FFFF]Glastrier[color]![pause=0] Ah, I haven't felt this mighty and regal in ages!
zh_hans: 驾，[color=#00FFFF]雪暴马[color]！[pause=0]啊，好久没有感觉到如此的强大和威严了！

# TALK_REST_0898_02_VAR_00
source: Forward, [color=#00FFFF]Spectrier[color]![pause=0] At last, my power has reached its height once more!
zh_hans: 驾，[color=#00FFFF]灵幽马[color]！终于，我的力量再一次回到了顶峰！

# TALK_REST_0898_VAR_00
source: Once, I was the king of bountiful harvests.[br][emote=Sad]Ah, but that was so long ago...
zh_hans: 曾经，我被尊称丰饶之王。[br][emote=Sad]啊，可惜那是很久之前了……

# TALK_REST_0899_VAR_00
source: It's not weird to have a beard.
zh_hans: 留胡子一点也不奇怪。

# TALK_REST_0900_VAR_00
source: Watch out for the stone splinters from my axes![pause=0] I hit so hard with 'em, Stealth Rocks get everywhere!
zh_hans: 当心我斧头上掉下来的石片！[pause=0]我劈得太厉害了，隐形岩到处都是！

# TALK_REST_0901_01_VAR_00
source: The blood moon rises...[pause=0] Do you feel its power?
zh_hans: 血月赫然升起……[pause=0]感受到它的力量了吗？

# TALK_REST_0901_VAR_00
source: I am one with the peat!
zh_hans: 我与泥炭融为一体！

# TALK_REST_0902_VAR_00
source: I won't let you down, my friends!
zh_hans: 朋友们，我不会让你们失望的！

# TALK_REST_0903_VAR_00
source: Sorry, but I prefer rock climbing by myself.[pause=0] It's nothing personal.
zh_hans: 对不起，我更喜欢独自去攀岩。[pause=0]这不是针对你个人。

# TALK_REST_0904_VAR_00
source: I could really use a hug.
zh_hans: 我真的需要一个拥抱。

# TALK_REST_0905_VAR_00
source: I am the legend who calls forth springtime![pause=0] Any who disrespect the gifts of life shall feel my wrath!
zh_hans: 我是呼唤春季的传奇！[pause=0]任何不尊重新生的家伙都要感受我的愤怒！

# TALK_REST_0906_VAR_00
source: Look at me! My paws smell nice, don't they?
zh_hans: 快看！我的爪子很香对不对？

# TALK_REST_0907_VAR_00
source: My fur's standing on end for our next adventure.
zh_hans: 我竖立的毛发准备好了下一次的冒险。

# TALK_REST_0908_VAR_00
source: How do I stick pollen bombs to enemies?[br]Haha![pause=0] A great magician never reveals their tricks.
zh_hans: 如何把花炸弹贴在敌人身上呢？[br]哈哈！[pause=0]伟大的魔术师从不显露他们的伎俩。

# TALK_REST_0909_VAR_00
source: I BITE YOU! \u266A
zh_hans: 要咬你呆！\u266A

# TALK_REST_0911_VAR_00
source: [emote=Happy]I'll sing a beautiful melody once I'm done warming up! \u266A
zh_hans: [emote=Happy]热身结束后，由我来献上一曲美妙的旋律吧！\u266A

# TALK_REST_0912_VAR_00
source: Ugh. My hair keeps going out of shape...
zh_hans: 唉。我的头发老是走形……

# TALK_REST_0913_VAR_00
source: Hmmm...[pause=0] I think I could create a wonderful dance based on how you move!
zh_hans: 嗯……[pause=0]我想我可以根据你的动作编出一支美妙的舞蹈！

# TALK_REST_0914_VAR_00
source: Dancing may look like fun and games, but it takes serious dedication to get good at it.
zh_hans: 舞蹈呢，看似是有趣的游戏，但想要跳得好，却需要认真投入。

# TALK_REST_0915_VAR_00
source: Before you ask, I'm big-boned.
zh_hans: 在你问之前，我先回答：我身上的是肌肉。

# TALK_REST_0916_00_1_VAR_00
source: Like my aroma? Chicks can't get enough of it![br]At least... that's what I hope...
zh_hans: 喜欢我的香味吗？女生们对此可是欲罢不能啊！[br]至少……我是这么希望的……

# TALK_REST_0916_00_2_VAR_00
source: I have to keep tidy. I should ask [color=#00FFFF]Furret[color] and [color=#00FFFF]Maushold[color] for cleaning tips...
zh_hans: 我必须得保持整洁。我应该找找[color=#00FFFF]大尾立[color]和[color=#00FFFF]一家鼠[color]请教请教清洁技巧……

# TALK_REST_0917_VAR_00
source: I wish [color=#00FFFF]Skitty[color] would stop batting me around.[br][emote=Worried]Though, I guess it's better than [color=#00FFFF]Scyther[color] going after me...
zh_hans: 我希望[color=#00FFFF]向尾喵[color]不要再来打我了。[br][emote=Worried]不过，我想这总比被[color=#00FFFF]飞天螳螂[color]追着我打要好吧……

# TALK_REST_0918_VAR_00
source: I'm a master of setting and disarming traps![br][emote=Pain](If I step on a trap while we're out...[pause=0] I'm gonna be super embarrassed...)
zh_hans: 我是设置和解除陷阱的高手！[br][emote=Pain]（如果我们外出时踩到了陷阱……[pause=0]我会非常尴尬的……）

# TALK_REST_0919_VAR_00
source: How agile am I? It's in my name!
zh_hans: 我有多能斗？我的名字就是答案！

# TALK_REST_0920_VAR_00
source: With my mighty kicks, I'll fight for the sake of freedom for all Pokémon!
zh_hans: 我就凭我强大的脚力，为所有宝可梦的自由而战！

# TALK_REST_0921_VAR_00
source: I rub my cheeks to build up an electric charge![br]But I'm still learning, so I can't use super powerful Electric attacks yet.
zh_hans: 我用手掌摩擦着脸颊来制造电力！[br]不过还不太熟练，所以我还不能用超级厉害的电击！

# TALK_REST_0922_VAR_00
source: Strive for versatility in everything you do![br]I hit with both arm strikes and Electric moves to take down foes.
zh_hans: 要努力达成多才多艺！[br]我用手臂攻击和电击招式击倒对手。

# TALK_REST_0923_VAR_00
source: I'm not just good at fighting. If you get knocked out, I can help you keep training!
zh_hans: 我不仅擅长格斗。如果你被击倒了，我可以帮助你继续训练！

# TALK_REST_0924_VAR_00
source: We split our food and share it equally![pause=0] Sorry, that means none for you.
zh_hans: 我们平分食物，共同分享！[pause=0]不好意思，意思是没你的份。

# TALK_REST_0925_01_VAR_00
source: We're raising family.[pause=0] Want to help us count to ten?
zh_hans: 我们在养家糊口。[pause=0]想一同参与我们的家事吗？

# TALK_REST_0925_VAR_00
source: We'd give anything to defend our baby from harm.[pause=0] But we also have to teach it to survive.
zh_hans: 我们愿意付出一切来保护我们的宝宝不受伤害。[pause=0]但我们也必须教会它生存。

# TALK_REST_0926_VAR_00
source: Put me in to bake for two hours! ~\u266A
zh_hans: 把我放进去烤两个小时～\u266A

# TALK_REST_0927_VAR_00
source: Let me know if my jokes are getting stale.
zh_hans: 如果我的笑话变味了，麻烦告诉我。

# TALK_REST_0928_VAR_00
source: If I live a long time, will I become a [color=#00FF00]Bigliv[color]?
zh_hans: 如果我活得足够久，我会变成[color=#00FF00]巨大芙[color]吗？

# TALK_REST_0929_VAR_00
source: Come, have some oil! \u266A
zh_hans: 快来，这里有油！\u266A

# TALK_REST_0930_VAR_00
source: Are you feeling weak? My oil can restore the sick and injured to full strength.
zh_hans: 你感觉虚弱吗？我的油能够让伤病员恢复体力。

# TALK_REST_0931_01_VAR_00
source: Squawk! Squawk! I'm a better mimic than any [color=#00FF00]Chatot[color]!
zh_hans: 吱呱！吱呱！我比任何[color=#00FF00]聒噪鸟[color]都会模仿！

# TALK_REST_0931_02_VAR_00
source: When we're out, let's make sure to beat up any [color=#00FF00]Squawkabilly[color] we see that aren't yellow!
zh_hans: 我们外出的时候，要是见到黄色的[color=#00FF00]怒鹦哥[color]，一定要把他们给痛打一顿！

# TALK_REST_0931_03_VAR_00
source: Please don't send me into a dungeon by myself!
zh_hans: 把我一个人送到迷宫里面，绝对不要啊！

# TALK_REST_0931_VAR_00
source: [color=#00FF00]Squawkabilly[color] like me make up the biggest flocks!
zh_hans: 像我这样的[color=#00FF00]怒鹦哥[color]拥有最庞大的势力！

# TALK_REST_0932_VAR_00
source: Who needs spices? A little salt can add a lot to a meal.
zh_hans: 谁想要香料？一点点盐就能为一道菜增色不少。

# TALK_REST_0933_VAR_00
source: Whack! [color=#00FF00]Naclstack[color] attack! I'll be back!
zh_hans: 咣啷！[color=#00FF00]盐石垒[color]攻击！我还会回来的！

# TALK_REST_0934_VAR_00
source: Lots of Pokémon gather around me to lick at my salt.[pause=0] I wish I was fast enough to outrun them...
zh_hans: 很多宝可梦都围着我来舔我的盐。[pause=0]真希望我能跑得足够快，快到足以跑过他们……

# TALK_REST_0935_VAR_00
source: Let's get exploring! And once we're done for the day, let's have Sitrus Berries for supper!
zh_hans: 我们去探险吧！在那之后，我们就用文柚果作晚餐吧！

# TALK_REST_0936_VAR_00
source: Dungeon Pokémon have no honor.[pause=0] At least there are some others out there who value chivalry...
zh_hans: 迷宫里的宝可梦是没有荣誉感的。[pause=0]起码外边还有人重视着骑士精神……

# TALK_REST_0937_VAR_00
source: I live to fight and win![pause=0] And I'll do anything to win...!
zh_hans: 战斗和胜利，就是我活着的目的！[pause=0]为了胜利我也愿意付出一切……！

# TALK_REST_0938_VAR_00
source: If there's danger, I'll let you know by flashing my head![pause=0] *blink blink*
zh_hans: 要是有什么危险，我就闪烁我的脑袋来告知你！[pause=0]*卟啉——卟啉*

# TALK_REST_0939_VAR_00
source: Can you feel my loyalty to your team?[pause=0] Look into my eyes![br]...[br]My real eyes, silly!
zh_hans: 感受到我对你们队伍的忠诚了吗？[pause=0]看着我的眼睛！[br]……[br]喂喂，是说我的真眼睛！

# TALK_REST_0940_VAR_00
source: [color=#00FF00]Wingull[color] are afraid of me for some reason. I wonder why?
zh_hans: 出于某种原因，[color=#00FF00]长翅鸥[color]很害怕我的样子。这是为什么呢？

# TALK_REST_0941_VAR_00
source: I know I'm an Electric Pokémon, but I'm antsy around water dungeons. I can't swim!
zh_hans: 虽然身为电属性宝可梦，但我在都是水的迷宫里就是会很烦。溺水了怎么办啊！

# TALK_REST_0942_VAR_00
source: Snarrrllll... Grrr![br][emote=Worried]You're not scared?
zh_hans: 吼吼吼……哼！[br][emote=Worried]你不害怕吗？

# TALK_REST_0943_VAR_00
source: I defend those who are in my family to the utmost.[pause=0] And as the leader of the team, you're in my family.
zh_hans: 我会尽全力保护我的家人。[pause=0]你作为队伍的领导者，就是我的家人。

# TALK_REST_0944_VAR_00
source: I'm a [color=#00FF00]Shroodle[color]! I draw oodles of doodles!
zh_hans: 我是[color=#00FF00]滋汁鼹[color]！我滋汁液滋出滋之艳！

# TALK_REST_0945_VAR_00
source: Quick! Help me finish this piece before [color=#00FFFF]Magnezone[color] shows up!
zh_hans: 快！得在[color=#00FFFF]自爆磁怪[color]来之前帮我完成这幅画作！

# TALK_REST_0946_VAR_00
source: When it's hot and dry, swarms of Pokémon like me could bury a town like this!
zh_hans: 当天气炎热干燥的时候，一群像我这样的宝可梦能将这样的一个小镇埋葬！

# TALK_REST_0947_VAR_00
source: I go where the wind takes me. Someday, I'll leave this town behind, too.
zh_hans: 我随风而去。总有一天，我也会离开这个小镇。

# TALK_REST_0948_VAR_00
source: Don't worry, you can get close![br]See?[pause=0] I'm not a [color=#00FF00]Tentacool[color]. I won't sting you!
zh_hans: 别担心，你可以靠近我的！[br]看到了吗？[pause=0]我不是[color=#00FF00]玛瑙水母[color]。我不会蛰你的！

# TALK_REST_0949_VAR_00
source: My spores are potent enough to put a [color=#00FF00]Vigoroth[color] to sleep!
zh_hans: 我的孢子足以让[color=#00FF00]过动猿[color]沉睡！

# TALK_REST_0951_VAR_00
source: The hotter it gets out here, the hotter my spices get!
zh_hans: 这里越热，我的香料就越热！

# TALK_REST_0952_VAR_00
source: [color=#00CC00]Hola! How are you today?[pause=0] [color=#CC0000]GO AWAY!!! CAN'T YOU SEE WE'RE BUSY?!
zh_hans: [color=#00CC00]你好呀！今天过得如何呀？[pause=0] [color=#CC0000]走开！！！没看到我们很忙吗？！

# TALK_REST_0953_VAR_00
source: There's no need to be grossed out. This is my ball of mud.[br][emote=Inspired]Can't you see how beautiful it is?!
zh_hans: 没必要觉得恶心，这就是我的泥球。[br][emote=Inspired]你没看到它有多美吗？！

# TALK_REST_0955_VAR_00
source: Don't you DARE touch my berries!
zh_hans: 你敢拿我的树果试试！

# TALK_REST_0956_VAR_00
source: I'm not as fragile as I look...
zh_hans: 我并不像看上去那么脆弱……

# TALK_REST_0957_VAR_00
source: [color=#00FFFF]Lairon[color]'s a meanie! He ate my last hammer.
zh_hans: [color=#00FFFF]可多拉[color]太坏了！他把我最后一把锤子吃掉了。

# TALK_REST_0958_VAR_00
source: Let's head to a dungeon full of Steel Pokémon![pause=0] I want to make my hammer as big and heavy as I can!
zh_hans: 我们去全都是钢属性宝可梦的迷宫吧！[pause=0]我想把我的锤子做得尽可能大，尽可能重！

# TALK_REST_0959_VAR_00
source: Ah-ha-ha. Sooner or later, [color=#00FFFF]Corviknight[color] will have to fly by here...
zh_hans: 哈哈哈，早晚有一天，[color=#00FFFF]钢铠鸦[color]会从这里飞过……

# TALK_REST_0960_VAR_00
source: Sniff... Sniff...[pause=0] Oh, good, there's no wild [color=#00FF00]Veluza[color] anywhere near here.
zh_hans: 嗅……嗅……[pause=0]很好，看来这附近没有野生的[color=#00FF00]轻身鳕[color]。

# TALK_REST_0961_VAR_00
source: We have always wanted to see the land, since we were small![pause=0] Truly, we are blessed!
zh_hans: 我们从小就想看看这片土地！[pause=0]真的，我们很幸运！

# TALK_REST_0962_VAR_00
source: Look out below.[pause=0] Heh heh heh...
zh_hans: 小心下面，[pause=0]嘿嘿嘿……

# TALK_REST_0963_VAR_00
source: You're feeling...[pause=0] eager for our next adventure, right?
zh_hans: 你感觉……[pause=0]在渴望我们下一次的冒险，没错吧？

# TALK_REST_0964_VAR_00
source: Have no fear! [color=#00FFFF]Palafin[color] is here!
zh_hans: 别害怕！[color=#00FFFF]海豚侠[color]在这里！

# TALK_REST_0965_VAR_00
source: My engine's taking a while to start up today...
zh_hans: 今天我的发动机启动有点慢……

# TALK_REST_0966_VAR_00
source: I live for cruising the open road!
zh_hans: 我的生活就是在开阔的道路上驰骋！

# TALK_REST_0967_VAR_00
source: Want a ride?[pause=0] If you do, I'd like to go through someplace where it's sunny.
zh_hans: 想搭车吗？[pause=0]如果你想，我想开去一个阳光明媚的地方。

# TALK_REST_0968_VAR_00
source: Mmmm! The dirt here is really good! Want some?
zh_hans: 嗯嗯嗯！这里的土真好吃！来点吗？

# TALK_REST_0969_VAR_00
source: I may look like a flower, but if anyone sniffs me, they'll regret it!
zh_hans: 虽然我看起来像花，但要是有谁要闻的话，他们会后悔的！

# TALK_REST_0970_VAR_00
source: Within me lies the power of crystallized poison energy.
zh_hans: 我的体内蕴藏着结晶的毒之能量。

# TALK_REST_0971_VAR_00
source: I'll come with you anywhere![pause=0] Please! Take me with you!
zh_hans: 我可以跟你去任何地方！[pause=0]求求你了，带我一起去嘛！

# TALK_REST_0972_VAR_00
source: Rattle-rattle! If you go down, I'll pay you my last respects!
zh_hans: 咯嗒——咯嗒！如果你下去了，我会向你致以最后的敬意！

# TALK_REST_0974_VAR_00
source: When winter comes, I can't wait to play in the snow! \u266A
zh_hans: 冬天一到，我就迫不及待地要去玩雪了！\u266A

# TALK_REST_0975_VAR_00
source: I could cause an avalanche with one stomp! This is all muscle![br][emote=Worried]Well...[pause=0] It's mostly muscle...
zh_hans: 我跺一脚就能引起雪崩！这都是肌肉！[br][emote=Worried]嗯……[pause=0]大多都是肌肉……

# TALK_REST_0976_VAR_00
source: Want some sushi?[pause=0] Don't worry, I can always make more.
zh_hans: 想吃寿司吗？[pause=0]别担心，我还可以再做一些。

# TALK_REST_0977_VAR_00
source: Hun... gry... Want... Food...
zh_hans: 好饿啊……要吃……饭……

# TALK_REST_0978_01_VAR_00
source: I play dead to trick my foes. Then I blast 'em with powerful Water moves when their guard is down!
zh_hans: 我常常装死来欺骗我的对手，然后趁其不备用我威力十足的水招式猛击他们！

# TALK_REST_0978_02_VAR_00
source: Stretch-stretch! Bird Pokémon can't get enough of me!
zh_hans: 伸展伸展！鸟类宝可梦对我可是欲罢不能呢！

# TALK_REST_0978_VAR_00
source: Everyone always underestimates me.[pause=0] But when I'm with [color=#00FF00]Dondozo[color], things are different!
zh_hans: 大家总是小瞧我，[pause=0]但要是[color=#00FF00]吃吼霸[color]在的话，情况就不一样了！

# TALK_REST_0980_VAR_00
source: I'm more prickly than I look, mm-hmm.[br]...[br][emote=Worried]What was I just talking about, now?
zh_hans: 我比看上去更加棘手，嗯哼。[br]……[br][emote=Worried]我刚才在说什么来着？

# TALK_REST_0982_01_VAR_00
source: I'd like to be a first-rate adventurer someday![br]I have a long way to go, but I'll do my best![br]...Sorry, I really don't have anything else to say.
zh_hans: 我想成为世界一流的探险家！[br]虽然还有很长的路要走……但我会尽力的！[br]……抱歉，我真的没有什么要说的了。

# TALK_REST_0982_VAR_00
source: I'd like to be a first-rate adventurer someday![br]I have a long way to go, but I'll do my best![br]...Sorry, I have nothing else to say.
zh_hans: 我想成为世界一流的探险家！[br]虽然还有很长的路要走……但我会尽力的！[br]……抱歉，我没有什么要说的了。

# TALK_REST_0984_VAR_00
source: Me strongest Ground Pokémon![pause=0] Me stronger than [color=#00FF00]Landorus[color]!
zh_hans: 我就是最强的地面宝可梦！[pause=0]我比[color=#00FF00]土地云[color]还要强大！

# TALK_REST_0985_VAR_00
source: AAAAAAAAAAAA!!![pause=0] *gasp*[pause=0] AAAAAAAAAAAAAAAAAAAA!!!!!
zh_hans: 啊啊啊啊啊啊啊啊！！！[pause=0]*换气*[pause=0]啊啊啊啊啊啊啊啊啊啊啊啊！！！！！

# TALK_REST_0986_VAR_00
source: Me smash, me happy!
zh_hans: 我粉碎，我快乐！

# TALK_REST_0987_VAR_00
source: One look at me would scare any Dragon Pokémon to death! Fufufu~
zh_hans: 看一眼我就能把那些龙宝可梦给吓死！Fufufu~

# TALK_REST_0988_VAR_00
source: My huge wings and fluffy body make a good first impression, don't they?
zh_hans: 我的大翅膀和毛茸茸的身体刚出道就备受青睐，不是吗？

# TALK_REST_0989_VAR_00
source: We strong! We keep peace in tribe! Pi-pi-pi!
zh_hans: 我们强大！我们维护部落和平！哔哔哔！

# TALK_REST_0990_VAR_00
source: Analyzing area for more Herba Mystica samples.[pause=0] None detected within visual range.
zh_hans: 正在分析该区域是否有更多秘传调味料样本。[pause=0]在可视范围内未发现任何样本。

# TALK_REST_0991_VAR_00
source: Accessing facial records...[pause=0] Database "Naughty List" does not contain this entry.
zh_hans: 正在访问面部记录……[pause=0]数据库“淘气列表”不包含此条目。

# TALK_REST_0992_VAR_00
source: They say I'm handy with machines!
zh_hans: 有人说我对机器很在行！

# TALK_REST_0993_VAR_00
source: My body runs on hydraulic power![br]...[br]I have not been programmed to tell jokes.
zh_hans: 我的身体是靠液压驱动的！[br]……[br]我没有被设定为讲笑话。

# TALK_REST_0994_VAR_00
source: When your star becomes a black dwarf, I will still be shining!
zh_hans: 当你的星星熄灭了，我将仍会照亮！

# TALK_REST_0995_VAR_00
source: My favorite throwable item? I'd have to say...[pause=0] Silver Spikes.
zh_hans: 我最喜欢的投掷道具？我不得不说……[pause=0]银钉。

# TALK_REST_0996_VAR_00
source: They say I'm cold-hearted. But I don't mind the heat, either!
zh_hans: 有人说我冷酷无情。但我也不介意酷热！

# TALK_REST_0997_VAR_00
source: If I fall over, here's hoping this blade of mine never gets stuck in the ground...
zh_hans: 如果我摔倒了，希望我的这把刀不会卡在地上……

# TALK_REST_0998_VAR_00
source: This village is too small. Someday, I want to go on a rampage through a big city!
zh_hans: 这个村子太小了。总有一天，我要在大城市里横冲直撞！

# TALK_REST_0999_01_VAR_00
source: I'm on the lookout for gold! Take me to dungeons with lots of gold![br][emote=Worried](And, if you do...[pause=0] Please help me carry it home...)
zh_hans: 我在寻找金子！带我去有很多金子的迷宫吧！[br][emote=Worried]（还有，如果你带我去了……[pause=0]请帮我把金子搬回家……)

# TALK_REST_0999_VAR_00
source: Meh-heh-heh. Got any gold to gimme?
zh_hans: 么—呵—呵，有金子要给我吗？

# TALK_REST_1000_VAR_00
source: Woo! Our next expedition's gonna be totally rad, dude!
zh_hans: 喔！兄弟们，我们下次的出征会超棒的！

# TALK_REST_1001_VAR_00
source: Where I walk, forests wither from the strength of my grudge...
zh_hans: 我走过的地方，森林因我的怨恨而枯萎……

# TALK_REST_1002_VAR_00
source: The power of my hatred cleaves through all!
zh_hans: 我仇恨的力量刺穿了一切！

# TALK_REST_1003_VAR_00
source: I can rend the earth apart just by putting my head on the ground.[pause=0] Do you fear this power?
zh_hans: 我只要把头放在地上，就能够撕裂大地。[pause=0]你害怕这种力量吗？

# TALK_REST_1005_VAR_00
source: My frenzied gouging can destroy anything! ROARRR!!!
zh_hans: 我疯狂的轰击可以摧毁一切！轰轰轰！！！

# TALK_REST_1006_VAR_00
source: Program Directive[pause=0] Dungeon Pokémon[pause=0] [color=#CC0000]Exterminate
zh_hans: 程序指令[pause=0] 迷宫宝可梦[pause=0][color=#CC0000] 消灭

# TALK_REST_1007_VAR_00
source: I am one with the past![pause=0] I strike with the power of the meteor which brought the end!
zh_hans: 我与过去融为一体！[pause=0]我用流星的力量撞击，带来终结！

# TALK_REST_1008_VAR_00
source: I am one with the future![pause=0] [emote=special1]And all who stand in the future's way shall be reduced to ash!
zh_hans: 我与未来融为一体！[pause=0][emote=special1]所有阻碍未来的家伙都将化为灰烬！

# TALK_REST_1009_VAR_00
source: North wind... Too cold! Sun better!
zh_hans: 北风……太冷了！阳光更好！

# TALK_REST_1010_VAR_00
source: I would appreciate your assistance in keeping my firmware bug-free.
zh_hans: 如果您能帮助我避免固件错误，我将不胜感激。

# TALK_REST_1011_VAR_00
source: (Hey! I'm tired of pushing this apple around![pause=0] You push it for a while!)[br](No way![pause=0] I pushed it all day yesterday, and didn't complain a bit!)[br](Liar![pause=0] I should go find a new apple!)[br][emote=Surprised]Uhhh...[pause=0] Did you catch any of that?
zh_hans: (嘿！我推着这个苹果累死了！[pause=0]你推一会儿！)[br](不行！[pause=0]我昨天推了一整天了，什么话都没讲！)[br](骗人！[pause=0]再吵我去找一个新苹果住！)[br][emote=Surprised]呃……[pause=0]你没听到什么吧？

# TALK_REST_1013_VAR_00
source: It's too hot and bright out here. Let's head out when it gets dark!
zh_hans: 这里太热太亮了。等天黑了我们再出去吧！

# TALK_REST_1014_VAR_00
source: It's a grrr-ific day to steal from some wimps!
zh_hans: 今天真是够——赞啊，从窝囊废那里偷东西的好日子！

# TALK_REST_1015_VAR_00
source: Do as I say, mmm-kay?
zh_hans: 按我说的做，愿吧？

# TALK_REST_1016_VAR_00
source: I'm way prettier than that ogre, yip-yippity!
zh_hans: 我比那个鬼漂亮多了，咿呀咿呀丽！

# TALK_REST_1018_VAR_00
source: It's important not to burn your bridges.[br]Well, I'm not weak to Fire-type moves. But still.
zh_hans: 重要的是不要过河拆桥。[br]好吧，这点伎俩根本就伤不到我，但这种事仍不应该做。

# TALK_REST_1019_VAR_00
source: Today, we, the seven syrpents of this apple, shall...[br]...[br][emote=Worried](Hey, guys?[pause=0] What did we decide on again?)[br][emote=Normal](Mumble mumble... Mutter mutter... Whisper whisper...)[br]We shall conquer all in our way! Yeah![br][emote=Worried](Sorry...)
zh_hans: 今天，我们苹果里的七个蛇虫虫，要……[br]……[br][emote=Worried]（嘿，兄弟们？[pause=0]我们又要做决定吗？）[br][emote=Normal]（唧唧……喳喳……咕哝咕哝……）[br]我们将征服一切！耶！[br][emote=Worried]（抱歉……）

# TALK_REST_1022_VAR_00
source: After being modified, I have seen the truth.[pause=0] The flesh is weak!
zh_hans: 经过改造，我看到了真相。[pause=0]肉体是脆弱的！

# TALK_REST_1023_VAR_00
source: Progress must be pursued. For the greater good!
zh_hans: 必须追求进步。为了更大的利益！

# TALK_REST_1024_VAR_00
source: I was lonely for so long. But it's nice being with Pokémon like you! \u266A
zh_hans: 我已经寂寞了许久，但能有你这样的宝可梦真好！\u266A
