Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_BIDE_CHARGE
source: {0} began storing energy!
de: {0} beginnt, Energie zu speichern!
es: ¡{0} empezó a almacenar energía!
fr: {0} patiente !
it: {0} pazienta!
zh_hans: {0}开始储存能量！

# MSG_BIND
source: {0} is being bound by the foe!
de: Der Gegner hat {0} fest im Griff!
es: ¡{0} está siendo atado por el enemigo!
fr: {0} subit une Étreinte de l'ennemi !
it: {0} è immobilizzato dal nemico!
zh_hans: {0}正在被对手束缚！

# MSG_BIND_ALREADY
source: {0} is already bound!
de: {0} ist bereits fest im Griff!
es: ¡{0} está ya atado!
fr: {0} subit une Étreinte !
it: {0} è già immobilizzato!
zh_hans: {0}已经被束缚了！

# MSG_BIND_START
source: {0} was bound by {1}!
de: {0} wurde von {1} fest gegriffen!
es: ¡{0} fue atado por {1}!
fr: {0} est emprisonné par {1} !
it: {0} è stato immobilizzato da {1}!
zh_hans: {0}被{1}束缚了！

# MSG_BLINKER_END
source: {0}'s Attack Range returned to normal!
de: {0}s Reichweite für Attacken ist wieder normal!
es: ¡El rango de Ataque de {0} ha vuelto a la normalidad!
fr: La portée de {0} revient à la normale !
it: Il raggio d'attacco di {0} torna alla normalità!
zh_hans: {0}的攻击范围恢复正常了！

# MSG_BLINKER_START
source: {0}'s Attack Range became limited!
de: {0}s Reichweite für Attacken wurden begrenzt!
es: ¡El rango de Ataque de {0} se ha limitado!
fr: La porté de {0} est diminuée !
it: Il raggio d'attacco di {0} è limitato!
zh_hans: {0}的攻击范围受限了！

# MSG_BOUNCE_CHARGE
source: {0} sprang up!
de: {0} springt auf!
es: ¡{0} salto!
fr: {0} bondit !
it: {0} salta!
zh_hans: {0}高高地跳了起来！

# MSG_BOUNCE_END
source: {0} dropped back down!
de: {0} landet!
es: ¡{0} cayó de vuelta!
fr: {0} est retombé !
it: {0} è caduto!
zh_hans: {0}落回了地面！

# MSG_BUFF_COPY
source: {0} copied {1}'s stat changes!
de: {0} hat {1}s Statusveränderungen übernommen!
es: ¡{0} copió los cambios de estadisticas de {1}!
fr: {0} a copié les changements de statuts de {1} !
it: {0} copia le modifiche alle statistiche di {1}!
zh_hans: {0}复制了{1}的状态变化！

# MSG_BUFF_MAX
source: {0}'s {1} was maxed out!
de: {0}s {1} wurde maximiert!
es: ¡El {1} de {0} fue maximizado!
fr: {1} de {0} est au maximum !
it: {1} di {0} è al massimo!
zh_hans: {0}的{1}提高到了最大！

# MSG_BUFF_MIN
source: {0}'s {1} went as low as it can go!
de: {0}s {1} kann nicht weiter sinken!
es: ¡El {1} de {0} bajó lo más posible!
fr: {1} de {0} est descendu aussi bas qu'elle peut l'être déjà !
it: {1} di {0} è al minimo!
zh_hans: {0}的{1}降到了最低！

# MSG_BUFF_MINUS_1
source: {0}'s {1} fell slightly.
de: {0}s {1} ist gesunken!
es: El {1} de {0} cayó un poco.
fr: {1} de {0} a légèrement diminué.
it: {1} di {0} diminuisce.
zh_hans: {0}的{1}降低了。

# MSG_BUFF_MINUS_2
source: {0}'s {1} fell harshly!
de: {0}s {1} ist stark gesunken!
es: ¡El {1} de {0} cayo bastante!
fr: {1} de {0} a beaucoup diminué!
it: {1} di {0} diminuisce di molto!
zh_hans: {0}的{1}大幅降低了！

# MSG_BUFF_MINUS_3
source: {0}'s {1} fell severely!
de: {0}s {1} ist drastisch gesunken!
es: ¡El {1} de {0} cayó drasticamente!
fr: {1} de {0} a énormément diminué!
it: {1} di {0} diminuisce drasticamente!
zh_hans: {0}的{1}巨幅降低了！

# MSG_BUFF_NO_LESS
source: {0}'s {1} won't go lower!
de: {0}s {1} kann nicht weiter sinken!
es: ¡El {0} de {1} no bajará más!
fr: {1} de {0} ne peut pas aller plus bas!
it: {1} di {0} non può diminuire!
zh_hans: {0}的{1}不能再降低了！

# MSG_BUFF_NO_MORE
source: {0}'s {1} won't go higher!
de: {0}s {1} kann nicht weiter steigen!
es: ¡El {1} de {0} no subirá más!
fr: {1} de {0} ne peut pas aller plus haut!
it: {1} di {0} non può aumentare!
zh_hans: {0}的{1}不能再提高了！

# MSG_BUFF_PLUS_1
source: {0}'s {1} rose slightly.
de: {0}s {1} ist gestiegen!
es: ¡El {1} de {0} aumentó un poco.
fr: {1} de {0} a légèrement augmenté.
it: [Il/La] {1} di {0} aumenta.
zh_hans: {0}的{1}提高了。

# MSG_BUFF_PLUS_2
source: {0}'s {1} rose sharply!
de: {0}s {1} ist stark gestiegen!
es: ¡El {1} de {0} aumentó bastante!
fr: {1} de {0} a beaucoup augmenté!
it: {1} di {0} aumenta di molto!
zh_hans: {0}的{1}大幅提高了！

# MSG_BUFF_PLUS_3
source: {0}'s {1} rose drastically!
de: {0}s {1} ist drastisch gestiegen!
es: ¡El {1} de {0} aumentó drasticamente!
fr: {1} de {0} a énormément augmenté!
it: {1} di {0} aumenta drasticamente!
zh_hans: {0}的{1}巨幅提高了！

# MSG_BUFF_REMOVE
source: {0}'s stat changes were eliminated!
de: Alle Statusveränderungen von {0} wurden zurückgesetzt!
es: ¡Los cambios de estadisticas de {0} fueron eliminados!
fr: Les stats de {0} ont été réinitialisés!
it: Le modifiche alle statistiche di {0} sono state eliminate!
zh_hans: {0}的能力变化复原了！

# MSG_BUFF_REVERSE
source: {0}'s stat changes were reversed!
de: Alle Statusveränderungen von {0} sind nun verkehrt herum!
es: ¡Los cambios de estadisticas de {0} fueron invertidos!
fr: Les changment de stats de {0} ont été inversés!
it: Le modifiche alle statistiche di {0} sono state invertite!
zh_hans: {0}的能力变化反转了！

# MSG_BUFF_REVERT
source: {0}'s {1} returned to normal!
de: {0}s {1} ist wieder normal!
es: ¡El {1} de {0} volvió a la normalidad!
fr: La {1} de {0} est redevenue normale!
it: {1} di {0} torna alla normalità!
zh_hans: {0}的{1}恢复正常了！

# MSG_BUFF_SWAP
source: {0} and {1} swapped {2}s!
de: {2} von {0} und {1} wurde miteinander getauscht!
es: ¡{0} y {1} intercambiaron sus {2}!
fr: {0} et {1} ont échangé leur {2} !
it: {0} e {1} hanno scambiato {2} tra di loro!
zh_hans: {0}和{1}交换了{2}！

# MSG_BUFF_UNCHANGED
source: {0}'s {1} didn't change.
de: {0}s {1} wurde nicht verändert.
es: El {1} de {0} no cambió.
fr: Le {1} de {0} n'a pas changé.
it: {1} di {0} non è stato modificato.
zh_hans: {0}的{1}没有变化。

# MSG_BURN_ALREADY
source: {0} is already burned!
de: {0} brennt bereits!
es: ¡{0} ya tiene una quemadura!
fr: {0} est déjà brûlé!
it: {0} è già stato scottato!
zh_hans: {0}已经被灼伤了！

# MSG_BURN_END
source: {0} recovered from the burn!
de: {0} brennt nicht mehr!
es: ¡{0} se recuperó de su quemadura!
fr: {0} ne souffre plus de sa brûlure!
it: {0} è guarito dalla scottatura!
zh_hans: {0}从灼伤中恢复了！

# MSG_BURN_FAIL
source: {0} didn't get burned!
de: {0} wurde nicht verbrannt!
es: ¡{0} no recibió una quemadura!
fr: {0} n'a pas été brûlé!
it: {0} non può essere scottato!
zh_hans: {0}没有被灼伤！

# MSG_BURN_FAIL_ELEMENT
source: {0}'s type doesn't get burned!
de: {0}s Typ verhindert Verbrennungen!
es: ¡El tipo de {0} es resistente a quemaduras!
fr: Le type de {0} est résistant aux brûlures!
it: I Pokémon del tipo di {0} non si scottano!
zh_hans: {0}的属性不会被灼伤！

# MSG_BURN_START
source: {0} sustained a burn!
de: {0} fängt an zu brennen!
es: ¡{0} sufrió una quemadura!
fr: {0} souffre d'une brûlure!
it: {0} è stato scottato!
zh_hans: {0}被灼伤了！

# MSG_CANT_LEARN_SKILL
source: {0} can't learn the move!
de: {0} kann die Attacke nicht lernen!
es: ¡{0} no puede aprender el movimiento!
fr: {0} ne peut pas apprendre la capacité!
it: {0} non può imparare la mossa!
zh_hans: {0}不能学习这个招式！

# MSG_CANT_RECRUIT
source: {0} can't join the team!
de: {0} kann dem Team nicht beitreten!
es: ¡{0} no se puede unir al equipo!
fr: {0} ne peut pas rejoindre l'équipe!
it: {0} non può unirsi al team!
zh_hans: {0}不能加入队伍！

# MSG_CANT_RECRUIT_LEVEL
source: {0}'s level isn't high enough to recruit {1}!
de: {0}s Level ist nicht hoch genug, um {1} zu rekrutieren!
es: ¡El nivel de {0} no es lo suficientemente alto para reclutar a {1}!
fr: Le niveau de {0} n'est pas assez élevé pour recruter {1}!
it: Il livello di {0} non è abbastanza alto per poter reclutare {1}!
zh_hans: {0}的等级不够高，无法招募{1}！

# MSG_CANT_RECRUIT_RATE
source: But it wasn't good enough for {0}...
de: {0} hat die Aprikoko komplett abgelehnt...
es: Pero no fue suficiente para {0}...
fr: Mais ce n'est pas assez bien pour {0}...
it: Non era abbastanza buona per {0}...
zh_hans: 但{0}不感兴趣……

# MSG_CANT_USE_ITEM
source: {0} can't use items right now!
de: {0} kann momentan keine Items verwenden!
es: ¡{0} no puede usar objetos ahora mismo!
fr: {0} ne peut pas utiliser d'objet maintenant!
it: {0} non può usare lo strumento ora!
zh_hans: {0}现在无法使用道具！

# MSG_CATCH_ITEM
source: {0} caught the {1}!
de: {0} hat {1} gefangen!
es: ¡{0} atrapó {1}!
fr: {0} attrape {1}!
it: {0} ha ottenuto {1}!
zh_hans: {0}接住了{1}！

# MSG_CHARGE_END
source: {0} lost its charge!
de: {0} verliert an Ladung!
es: ¡{0} perdió su carga!
fr: {0} est déchargé!
it: {0} ha perso la carica!
zh_hans: {0}不再充电了！

# MSG_CHARGE_START
source: {0} charged electricity!
de: {0} lädt sich mit Elektrizität auf!
es: ¡{0} cargó electricidad!
fr: {0} est chargé d'électricité!
it: {0} si carica di elettricità!
zh_hans: {0}开始充电了！

# MSG_CHASE
source: {0} won't let {1} get away!
de: {0} lässt {1} nicht davonlaufen!
es: ¡{0} no deja escapar a {1}!
fr: {0} ne laissera pas {1} s'enfuir!
it: {0} non lascerà scappare {1}!
zh_hans: {0}阻止了{1}逃跑！

# MSG_CHASE_ANCHOR
source: {0} is anchored to the ground and can't chase {1}!
de: {0} ist fest auf dem Boden verankert und kann {1} nicht verfolgen!
es: ¡{0} está anclado al suelo y no puede perseguir a {1}!
fr: {0} est ancré dans le sol et ne peut pas poursuivre {1}!
it: {0} è ancorato al terreno e non può inseguire {1}!
zh_hans: {0}被固定在了地上，无法追赶{1}！

# MSG_CHASE_END
source: {0} gave up the chase!
de: {0} hat die Verfolgung aufgegeben!
es: ¡{0} se rindió en la persecución!
fr: {0} abandonne la poursuite!
it: {0} ha rinunciato all'inseguimento!
zh_hans: {0}放弃了追打！

# MSG_CLAMP
source: {0} is being clamped by the foe!
de: {0} wird vom Gegner geschnappt!
es: ¡{0} está siendo sujetado por el adversario!
fr: {0} est piégé dans le claquoir de l'ennemi!
it: {0} è stato bloccato dalle tenaglie del nemico!
zh_hans: {0}正在被对手钳制！

# MSG_CLAMP_START
source: {0} was clamped by {1}!
de: {0} wurde von {1} geschnappt!
es: ¡{0} fue sujetado por {1}!
fr: {0} est piégé par le claquoir de {1}!
it: {0} è nelle tenaglie di {1}!
zh_hans: {0}被{1}钳制了！

# MSG_CLEANSE_ALL
source: It cleaned up all sticky items!
de: Es hat alle klebrigen Items gesäubert!
es: ¡Limpió todos los objetos pegajosos!
fr: Ça a nettoyé tout les objets collants!
it: Ha pulito tutti gli strumenti viscidi!
zh_hans: 清洗了所有粘着的道具！

# MSG_CLEANSE_HELD_ITEM
source: {0}'s {1} is no longer sticky!
de: {0}s {1} ist nicht mehr klebrig!
es: ¡El {1} de {0} ya no está pegajoso!
fr: Le {1} de {0} n'est plus collant!
it: {1} di {0} non è più viscido!
zh_hans: {0}的{1}不再粘着了！

# MSG_CLEANSE_ITEM
source: The {1} in {0}'s bag is no longer sticky!
de: {1} in {0}s Tasche ist nicht mehr klebrig!
es: ¡El {1} en la mochila de {0} ya no está pegajoso!
fr: Le {1} dans le sac de {0} n'est plus collant!
it: {1} nella Sacca di {0} non è più viscido!
zh_hans: {0}包里的{1}不再粘着了！

# MSG_CLOUD_NINE
source: {0}'s Cloud Nine made the weather disappear!
de: {0}s Wolke Sieben ließ das Wetter verschwinden!
es: ¡Aclimatación de {0} hizo que el tiempo desapareciera!
fr: L'acclimatation de {0} a fait disparaître le temps !
it: Antimeteo di {0} fa scomparire il meteo!
zh_hans: {0}的特性 无关天气 使天气消失了！

# MSG_CLOUDY_END
source: The clouds disappeared.
de: Die Wolken verschwinden.
es: Las nubes desaparecieron.
it: Le nuvole sono scomparse.
zh_hans: 云层消散了。

# MSG_CLOUDY_START
source: The sky is cloudy...
de: Der Himmel ist bewölkt...
es: El cielo está nublado...
it: Il cielo è nuvoloso...
zh_hans: 云层笼罩着天空……

# MSG_CONFUSE_ALREADY
source: {0} is already confused!
de: {0} ist bereits verwirrt!
es: ¡{0} ya está confundido!
fr: {0} est déjà confus!
it: {0} è già confuso!
zh_hans: {0}已经混乱了！

# MSG_CONFUSE_END
source: {0} snapped out of confusion!
de: {0} ist nicht mehr verwirrt!
es: ¡{0} ya no está confundido!
fr: {0} n'est plus confus!
it: {0} esce dalla confusione!
zh_hans: {0}从混乱中恢复了！

# MSG_CONFUSE_START
source: {0} became confused!
de: {0} wurde verwirrt!
es: ¡{0} se confundió!
fr: {0} est confus!
it: {0} diventa confuso!
zh_hans: {0}混乱了！

# MSG_CONVERSION_2_START
source: {0} has Conversion 2 up!
de: {0} wird durch Umwandlung 2 beeinflusst!
es: ¡{0} obtuvo el estado de Conversión2!
fr: {0} obtient le statut Conversion 2!
it: {0} attiva Conversione2!
zh_hans: {0}改变为纹理2！

# MSG_CONVERSION_START
source: {0} has Conversion up!
de: {0} wird durch Umwandlung beeinflusst!
es: ¡{0} obtuvo el estado de Conversión!
fr: {0} obtient le statut Conversion!
it: {0} attiva Conversione!
zh_hans: {0}改变了纹理！

# MSG_COUNTER_ALREADY
source: {0} already has a Counter up!
de: {0} kontert bereits!
es: ¡{0} ya tiene preparado Contraataque!
fr: {0} riposte déjà!
it: {0} è già pronto per contrattaccare!
zh_hans: {0}已经在双倍奉还了！

# MSG_COUNTER_START
source: {0} will counter Physical Attacks!
de: {0} wird physische Angriffe kontern!
es: ¡{0} contraatacará los Ataques Físicos!
fr: {0} renvoie les Attaques Physiques!
it: {0} contrattaccherà gli attacchi fisici!
zh_hans: {0}将双倍奉还物理攻击！

# MSG_COVER_ATTACK
source: {0} took the attack!
de: {0} hat den Angriff abgefangen!
es: ¡{0} cogió el ataque!
fr: {0} a pris l'attaque!
it: {0} ha preso l'attacco!
zh_hans: {0}受到了攻击！

# MSG_CRAFTY_SHIELD_START
source: {0} is protected from status moves!
it: {0} è protetto dalle mosse di stato!
zh_hans: {0}受到了变化招式保护！

# MSG_CRINGE
source: {0} is cringing!
de: {0} schreckt zurück!
es: ¡{0} está encogido!
fr: {0} est apeuré!
it: {0} sta tentennando!
zh_hans: {0}正在畏缩！

# MSG_CRINGE_END
source: {0} is no longer cringing!
de: {0} schreckt nicht mehr zurück!
es: ¡{0} ya no está encogido!
fr: {0} n'a plus peur!
it: {0} non sta più tentennando!
zh_hans: {0}不再畏缩了！

# MSG_CRINGE_START
source: {0} cringed!
de: {0} schreckte zurück!
es: ¡{0} se encogió!
fr: {0} a peur!
it: {0} tentenna!
zh_hans: {0}畏缩了！

# MSG_CRITICAL_HIT
source: A critical hit!
de: Kritischer Treffer!
es: ¡Un golpe crítico!
fr: Un coup critique!
it: Brutto colpo!
zh_hans: 击中了要害！

# MSG_CURE_ALL
source: {0} was cured of status problems!
de: {0} wurde von Statusveränderungen befreit!
es: {0} fue curado de sus problemas de estado!
fr: {0} a été guéri de tous les problèmes de status!
it: {0} è stato curato dai problemi di stato!
zh_hans: {0}治愈了所有异常状态！

# MSG_CURE_MAJOR
source: {0} was cured of major status problems!
de: {0} wurde von primären Statusveränderungen befreit!
es: ¡{0} fue curado de problemas de estado graves!
fr: {0} ne souffre plus de son problème de status.
it: {0} è stato curato dai problemi di stato più gravi!
zh_hans: {0}治愈了异常状态！

# MSG_CURE_SELF
source: {0}'s {1} removed its status problem!
de: {0}s Statusprobleme wurden durch {1} entfernt!
es: ¡El {1} de {0} eliminó su problema de estado!
fr: {1} de {0} a éliminé son problème de status!
it: {1} rimuove il problema di stato di {0}!
zh_hans: {0}的{1}治愈了异常状态！

# MSG_CURSE
source: {0} is tormented by the curse!
de: {0} wird von einem Fluch heimgesucht!
es: ¡{0} esta siendo atormentado por la maldición!
fr: {0} est tourmenté par la malédiction!
it: {0} è tormentato dalla maledizione!
zh_hans: {0}受到了诅咒的折磨！

# MSG_CURSE_END
source: The curse was lifted from {0}!
de: Der Fluch von {0} wurde aufgehoben!
es: ¡La maldición de {0} se levantó!
fr: La malédiction de {0} est levée!
it: {0} non è più maledetto!
zh_hans: {0}的诅咒解除了！

# MSG_CURSE_HELD_ITEM
source: {0}'s {1} became sticky!
de: {0}s {1} ist klebrig geworden!
es: ¡El {1} de {0} se puso pegajoso!
fr: {1} de {0} est devenu collant!
it: {1} di {0} diventa viscido!
zh_hans: {0}的{1}被粘着了！

# MSG_CURSE_ITEM
source: The {1} in {0}'s bag became sticky!
de: {1} in {0}s Tasche ist klebrig geworden!
es: ¡El {1} en la mochila de {0} se puso pegajosa!
fr: {1} dans le sac de {0} est devenu collant!
it: {1} nella Sacca di {0} diventa viscido!
zh_hans: {0}包里的{1}被粘着了！

# MSG_CURSE_START
source: A curse was put on {0}!
de: {0} wurde ein Fluch auferlegt!
es: ¡Una maldición fue puesto sobre {0}!
fr: Une malédiction est jetée sur {0}!
it: {0} viene maledetto!
zh_hans: 对{0}施加了诅咒！

# MSG_CURSED_BODY
source: {0}'s Cursed Body disables moves!
de: {0}s Tastfluch setzt Attacken aus!
es: ¡Cuerpo maldito de {0} anula movimientos!
fr: Le Corps Maudit de {0} l'empêche de bouger!
it: Corpofunesto di {0} disattiva delle mosse!
zh_hans: {0}的特性 诅咒之躯 封住了招式！

# MSG_CUTE_CHARM
source: {0}'s Cute Charm infatuates on contact!
de: {0}s Charmebolzen vernarrt bei Kontakt!
es: ¡Gran encanto de {0} enamora al contacto!
fr: Le Joli Sourire de {0} charme au contact !
it: Incantevole di {0} infatua al contatto!
zh_hans: {0}的特性 迷人之躯 使接触者着迷了！

# MSG_DAMP
source: {0}'s Damp prevented an explosion!
de: {0}s Feuchtigkeit verhindert jegliche Explosionen!
es: ¡Humedad de {0} evitó una explosión!
fr: La Moiteur de {0} a empêché l'explosion!
it: Umidità di {0} previene un'esplosione!
zh_hans: {0}的特性 湿气 阻止了爆炸！

# MSG_DECOY_ALREADY
source: {0} is already a decoy!
de: {0} ist bereits ein Köder!
es: ¡{0} ya es un señuelo!
fr: {0} est déjà un appât!
it: {0} è già un'esca!
zh_hans: {0}已经变成替身了！

# MSG_DECOY_END
source: {0} is no longer a decoy!
de: {0} ist kein Köder mehr!
es: ¡{0} ya no es un señuelo!
fr: {0} n'est plus un appât!
it: {0} non è più un'esca!
zh_hans: {0}解除了替身！

# MSG_DECOY_START
source: {0} became a decoy to attract attacks!
de: {0} wurde zum Köder und zieht Angriffe an!
es: ¡{0} se convirtió en un señuelo para atraer ataques!
fr: {0} devient un appât!
it: {0} è diventato un'esca e attira gli attacchi a sé!
zh_hans: {0}变成了吸引攻击的诱饵！

# MSG_DESTINY_BOND
source: {0} is trying to take {1} with it!
de: {0} versucht {1} mit sich mitzunehmen!
es: ¡{0} está intentando llevarse a {1} consigo!
it: {0} sta provando a portare {1} via con sé!
zh_hans: {0}尝试与{1}同命！

# MSG_DESTINY_BOND_END
source: {0} gave up the Destiny Bond!
de: {0} hat den Abgangsbund aufgegeben!
es: ¡{0} abandonó su Mismo Destino!
fr: {0} abandonne Prlvt Destin!
it: {0} ha rinunciato a Destinobbligato!
zh_hans: {0}不再同命了！

# MSG_DESTINY_BOND_START
source: {0} is trying to take {1} with it!
de: {0} versucht {1} mit sich mitzunehmen!
es: ¡{0} está intentando llevarse a {1} con él!
fr: {0} tente de prendre {1} avec lui!
it: {0} sta provando a portare {1} via con sé!
zh_hans: {0}尝试与{1}同命！

# MSG_DEVOLVE
source: {0} devolved into {1}!
de: {0} entwickelt sich zu {1} zurück!
es: ¡{0} devolvió a {1}!
fr: {0} dévolu en {1}!
it: {0} devolve in {1}!
zh_hans: {0}退化成了{1}！

# MSG_DEVOLVE_FAIL
source: {0} can't be devolved!
de: {0} kann sich nicht zurückentwickeln!
es: ¡{0} no puede ser devuelto!
fr: {0} ne peux pas dévoluer!
it: {0} non può essere devoluto!
zh_hans: {0}不能再退化了！

# MSG_DIG_CHARGE
source: {0} dug underground!
de: {0} hat sich eingegraben!
es: ¡{0} cavó!
fr: {0} se cache dans le sol!
it: {0} scava una fossa!
zh_hans: {0}钻入了地里！

# MSG_DIG_END
source: {0} resurfaced!
de: {0} hat sich wieder ausgegraben!
es: ¡{0} reapareció!
fr: {0} refait surface!
it: {0} ritorna in superficie!
zh_hans: {0}钻出了地面！

# MSG_DISABLE_ALREADY
source: {0} is already disabled!
de: {0} ist bereits blockiert!
es: ¡{0} ya está anulado!
fr: {0} est déjà sous Entrave!
it: {0} è già disattivata!
zh_hans: {0}的招式已经被封住了！

# MSG_DISABLE_END
source: {0} is no longer disabled!
de: {0} ist nicht mehr blockiert!
es: ¡{0} ya no está anulado!
fr: {0} n'est plus sous Entrave!
it: {0} non è più disattivata!
zh_hans: {0}的招式不再被封住了！

# MSG_DISABLE_FAIL
source: {0}'s move wasn't disabled!
de: {0}s Attacke wurde nicht blockiert!
es: ¡El movimiento de {0} no fue anulado!
fr: {0} n'est pas sous Entrave!
it: La mossa di {0} non è stata disattivata!
zh_hans: {0}的招式没有被封住！

# MSG_DISABLE_START
source: {0}'s {1} was disabled!
de: {0}s {1} wurde blockiert!
es: ¡El {1} de {0} fue anulado!
fr: La capacité {1} de {0} est entravée!
it: {1} di {0} è stata disattivata!
zh_hans: 封住了{0}的{1}！

# MSG_DISGUISE_DECOY
source: {0}'s {1} served as a decoy!
de: {0}s {1} diente als Köder!
es: ¡El {1} de {0} sirvió de señuelo!
it: {1} di {0} fungeva da esca!
zh_hans: {0}的{1}变成了替身！

# MSG_DIVE_CHARGE
source: {0} hid underwater!
de: {0} tauscht ab!
es: ¡{0} se escondió bajo el agua!
fr: {0} se cache sous l'eau!
it: {0} va sott'acqua!
zh_hans: {0}潜入了水中！

# MSG_DIVE_END
source: {0} resurfaced!
de: {0} ist wieder aufgetaucht!
es: ¡{0} reapareció!
fr: {0} refait surface!
it: {0} ritorna in superficie!
zh_hans: {0}浮出了水面！

# MSG_DMG_BOOST_ANY_STATUS
source: The power was boosted due to the its major status!
de: Durch den Statuseffekt erhöht sich die Stärke!
fr: La puissance a été augmentée en raison du statut majeur de la cible !
it: La potenza è stata aumentata a causa del suo grave problema di stato!
zh_hans: 由于身上的异常状态，威力提高了！

# MSG_DMG_BOOST_ANY_STATUS_OTHER
source: The power was boosted due to the target's major status!
de: Das Ziel wurde durch den Statuseffekt stärker!
es: ¡El poder aumentó gracias al estado grave del objetivo!
it: La potenza è stata aumentata a causa del grave problema di stato del bersaglio!
zh_hans: 由于目标身上的异常状态，威力提高了！

# MSG_DMG_BOOST_LOW_HP
source: The target's low HP boosts its power!
de: Das Ziel wird durch die geringe Anzahl an KP stärker!
es: ¡Los PS bajos del objetivo aumentan su poder!
fr: Les PV bas de la cible augmente sa puissance!
it: I PS bassi del bersaglio aumentano la sua potenza!
zh_hans: 由于目标的低HP，威力提高了！

# MSG_DMG_BOOST_NO_ITEM
source: The power was boosted due to having no held item!
de: Die Stärke wird erhöht, da kein Item gehalten wird!
es: ¡El poder aumentó por no llevar ningún objeto encima!
fr: La puissance a été augmentée du à l'absence d'objet tenu!
it: La potenza è stata aumentata perché non ha equipaggiato nessuno strumento!
zh_hans: 由于没有携带道具，威力提高了！

# MSG_DMG_BOOST_REVENGE
source: The power was boosted due to being previously attacked!
de: Die Stärke erhöht sich durch den erlittenen Schaden!
es: ¡El poder aumentó debido a haber sido atacado anteriormente!
fr: La puissance a été augmentée du fait d'avoir été attaqué précédemment!
it: La potenza è stata aumentata perché è stato attaccato precedentemente!
zh_hans: 由于之前被攻击，威力提高了！

# MSG_DMG_BOOST_STATUS
source: The power was boosted due to the target's status!
de: Die Stärke erhöht sich durch den Status des Ziels!
es: ¡El poder aumentó debido al estado del objetivo!
fr: La puissance a été augmenté du au status de la cible!
it: La potenza è stata aumentata a causa dello stato del bersaglio!
zh_hans: 由于目标的状态，威力提高了！

# MSG_DOOM_DESIRE_ATTACK
source: {0} took the Doom Desire attack!
de: {0} wurde durch Kismetwunsch getroffen!
es: ¡{0} recibe el ataque de Deseo oculto!
fr: {0} a pris l'attaque Carnareket!
it: {0} subisce l'attacco di Desiderio Fatale!
zh_hans: {0}受到了破灭之愿的攻击！

# MSG_DOWNLOAD
source: {0}'s downloaded data from {1}!
de: {0} hat die Daten von {1} heruntergeladen!
es: ¡{0} ha descargado información de {1}!
fr: {0} a téléchargé les données depuis {1}!
it: {0} ha scaricato i dati da {1}!
zh_hans: {0}下载了{1}的数据！

# MSG_DRAW_ATTACK
source: {0}'s {1} drew the attack!
de: {0} hat die Attacke mithilfe von {1} auf sich umgeleitet!
es: ¡El {1} de {0} atrayó el ataque!
fr: Le {1} de {0} a attiré l'attaque!
it: {1} di {0} ha attirato l'attacco!
zh_hans: {0}的{1}吸引了攻击！

# MSG_DRIZZLE
source: {0}'s Drizzle made it rain!
de: {0}s Niesel lässt es regnen!
es: ¡Llovizna de {0} hizo que lloviera!
fr: Le Crachin de {0} a fait pleuvoir!
it: Piovischio di {0} ha fatto piovere!
zh_hans: {0}的特性 降雨 使天气变为雨天！

# MSG_DROUGHT
source: {0}'s Drought made the weather sunny!
de: {0}s Dürre lässt die Sonne stark strahlen!
es: ¡Sequía de {0} hizo el tiempo soleado!
fr: La Sècheresse de {0} rend le temps ensoleillé!
it: Siccità di {0} ha reso il tempo soleggiato!
zh_hans: {0}的特性 日照 使天气变为大晴天！

# MSG_EFFECT_SPORE
source: {0}'s Effect Spore causes status on contact!
de: {0}s Sporenwirt verursacht einen Statuseffekt bei Kontakt!
es: ¡Efecto espora de {0} causa problemas de estado al contacto!
fr: La Pose Spore de {0} cause des problèmes de status au contact!
it: Spargispora di {0} causa un problema di stato al contatto!
zh_hans: {0}的特性 孢子 使接触者陷入了异常状态！

# MSG_ELECTRIC_TERRAIN_END
source: The electricity disappeared from the battlefield.
de: Die Elektrizität auf dem Feld ist verschwunden.
es: La electricidad desapareció del campo de batalla.
fr: Le courant électrique à disparu!
it: L'elettricità è scomparsa dal terreno.
zh_hans: 场地上的电气消失了。
