Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_TORMENT_START
source: {0} was subjected to Torment!
de: {0} wurde dem Folterknecht unterworfen!
es: ¡{0} fue sujeto de Tormento!
fr: {0} est sujet à la Tourmente!
it: {0} è sotto l'effetto di Attaccalite!
zh_hans: {0}受到了无理取闹！

# MSG_TRACE
source: {1}'s {2} copied {0}'s ability!
de: {1}s {2} kopierte {0}s Fähigkeit!
es: ¡{2} de {1} copió la habilidad de {0}!
fr: {2} de {1} a copié la capacité de {0}!
it: {2} di {1} copia l'abilità di {0}!
zh_hans: {1}的特性 复制，复制了对手的特性！

# MSG_TRANSFORM
source: {0} transformed into {1}!
de: {0} verwandelt sich in {1}!
es: ¡{0} se transformó en {1}!
fr: {0} s'est transformé en {1}!
it: {0} si è trasformato in {1}!
zh_hans: {0}变成了{1}！

# MSG_TRANSFORM_HELD_ITEM
source: {0}'s {1} became a {2}!
de: {0}s {1} wurde zu {2}!
es: ¡{1} de {0} se convirtió en {2}!
fr: {1} de {0} est devenu {2}!
it: {1} di {0} diventa {2}!
zh_hans: {0}的{1}变成了{2}！

# MSG_TRANSFORM_ITEM
source: The {1} in {0}'s bag became a {2}!
de: {1} in {0}s Beutel wurde zu {2}!
es: ¡{1} en la bolsa de {0} se convirtió en {2}!
fr: {1} dans le sac de {0} est devenu {2}!
it: {1} nella sacca di {0} diventa {2}!
zh_hans: {0}包里的{1}变成了{2}！

# MSG_TRANSFORM_ITEM_FAIL
source: {0}'s items remained unchanged.
de: {0}s Items blieben gleich.
es: Los objetos de {0} permanecen sin cambios.
fr: Les objets de {0} sont restés inchanchés.
it: Gli strumenti di {0} non sono cambiati.
zh_hans: {0}的道具没有变化。

# MSG_TRAP_ALREADY
source: {0} is already trapped by {1}!
de: {0} ist bereits durch {1} gefangen!
es: ¡{0} ya está atrapado por {1}!
fr: {0} est déjà piégé par {1}!
it: {0} è già intrappolato da {1}!
zh_hans: {0}已经受困于{1}了！

# MSG_TRAP_END
source: {0} was freed from {1}!
de: {0} ist nicht mehr {1}!
es: ¡{0} se liberó de {1}!
fr: {0} a été libéré de {1}!
it: {0} è libero da {1}!
zh_hans: {0}不再受困于{1}了！

# MSG_TRAWL
source: All unclaimed items were drawn to {0}!
de: Alle Items wurden zu {0} gezogen!
es: ¡Todos los objetos sin dueño fueron atraidos a {0}!
fr: Tous les objets non réclamés ont été attribués à {0}!
it: Tutti gli strumenti incustoditi sono stati attratti da {0}!
zh_hans: 所有无主道具都被吸引到了{0}身边！

# MSG_TREASURE
source: Treasure appeared!
de: Schätze sind aufgetaucht!
es: ¡Apareció un tesoro!
fr: Un trésor est apparu!
it: È apparso un tesoro!
zh_hans: 宝藏出现了！

# MSG_TREASURE_SENSOR
source: There's something this way!
de: Da ist etwas in dieser Richtung!
es: ¡Hay algo por aquí!
fr: Il y'a quelque chose par là!
it: C'è qualcosa da questa parte!
zh_hans: 这边好像有什么！

# MSG_TRICK_ROOM_END
source: The twisted dimensions returned to normal.
de: Die verzerrten Dimensionen sind wieder normal geworden.
es: El espacio volvió a la normalidad.
fr: Le temps revient à la normale.
it: La dimensione distorta è tornata alla normalità!
zh_hans: 空间扭曲恢复正常了！

# MSG_TRICK_ROOM_START
source: The dimensions were twisted!
de: Die Dimensionen wurden verzerrt!
es: ¡El espacio se volvió raro!
fr: Le temps est se distord!
it: La dimensione è stata distorta!
zh_hans: 空间被扭曲了！

# MSG_TYPE_BOOST_END
source: {0}'s {1}-type attacks are no longer boosted!
de: {0}s Attacken des Typen {1} sind nicht mehr verstärkt!
es: ¡Los movimientos de tipo {1} de {0} ya no están aumentados!
fr: Les capacités du type {1} de {0} ne sont plus boostés!
it: Gli attacchi di tipo {1} di {0} non sono più potenziati!
zh_hans: {0}的{1}属性攻击不再增强了！

# MSG_TYPE_BOOST_START
source: {0}'s {1}-type attacks were boosted!
de: {0}s Attacken des Typen {1} sind verstärkt!
es: ¡Los movimientos de tipo {1} de {0} han sido aumentados!
fr: Les capacités du type {1} de {0} sont boostés!
it: Gli attacchi di tipo {1} di {0} sono stati potenziati!
zh_hans: {0}的{1}属性攻击增强了！

# MSG_TYPE_CONVERT_END
source: {0}'s moves are no longer {1}-type attacks!
de: {0}s Attacken sind keine des Typen {1} mehr!
es: ¡Los movimientos de {0} ya no son ataques de tipo {1}!
fr: Les capacités de {0} ne sont plus du type {1}!
it: Le mosse di {0} non sono più attacchi di tipo {1}!
zh_hans: {0}的招式不再是{1}属性了！

# MSG_TYPE_CONVERT_START
source: {0}'s moves were converted to the {1}-type!
de: {0}s Attacken wurden in den Typen {1} umgewandelt!
es: ¡Los movimientos de {0} se convirtieron a tipo {1}!
fr: Les capacités de {0} deviennent du type {1}!
it: Le mosse di {0} sono convertiti in attacchi di tipo {1}!
zh_hans: {0}的招式变为了{1}属性！

# MSG_TYPE_PROTECT_END
source: {0} is no longer protected from {1}-type attacks!
de: {0} ist nicht mehr von Attacken des Typen {1} geschützt!
es: ¡{0} ya no está protegido de los ataques de tipo {1}!
fr: {0} n'est plus protégé des attaques de type {1}!
it: {0} non è più protetto dagli attacchi di tipo {1}!
zh_hans: {0}不再受到{1}属性攻击保护了！

# MSG_TYPE_PROTECT_START
source: {0} was protected from {1}-type attacks!
de: {0} ist gegen Attacken des Typen {1} geschützt!
es: ¡{0} se está protegiendo de ataques de tipo {1}!
fr: {0} est protégé des attaques de type {1}!
it: {0} è protetto dagli attacchi di tipo {1}!
zh_hans: {0}受到了{1}属性攻击保护！

# MSG_UNNERVE
source: {0} can't eat anything due to Unnerve!
de: {0} kann aufgrund von Anspannung nicht essen!
es: ¡{0} no puede comer nada debido a Nerviosismo!
fr: {0} ne peut rien manger à cause de Tension!
it: {0} non riesce a mangiare niente a causa di Agitazione!
zh_hans: 由于特性 紧张感，{0}吃不下东西了！

# MSG_USE
source: {0} used the {1}.
de: {0} benutzt {1}.
es: {0} usó el {1}.
fr: {0} a utilisé {1}.
it: {0} usa {1}!
zh_hans: {0}使用了{1}。

# MSG_USE_CURSED
source: The {0} is sticky and can't be used!
de: {0} ist klebrig und kann nicht benutzt werden!
es: ¡{0} está pegajoso y no puede ser utilizado!
fr: {0} est collant et ne peut pas être utilisé!
it: {0} è viscido e non può essere utilizzato!
zh_hans: {0}被粘着了，无法使用！

# MSG_USE_DRINK
source: {0} drank the {1}.
de: {0} hat {1} getrunken.
es: {0} bebió {1}.
fr: {0} a bu {1}.
it: {0} ha bevuto {1}.
zh_hans: {0}摄入了{1}。

# MSG_USE_EAT
source: {0} ate the {1}.
de: {0} hat {1} gegessen.
es: {0} comió {1}.
fr: {0} a mangé {1}.
it: {0} ha mangiato {1}.
zh_hans: {0}食用了{1}。

# MSG_USE_OPERATE
source: {0} booted up the {1}.
de: {0} hat das {1} hochgefahren.
es: {0} encendió {1}.
fr: {0} a démarré {1}.
it: {0} avvia {1}.
zh_hans: {0}启动了{1}。

# MSG_VITAL_SPIRIT
source: {0} can't fall asleep due to Vital Spirit!
de: {0} kann dank Munterkeit nicht einschlafen!
es: ¡{0} no puede dormirse debido a Espíritu Vital!
fr: {0} ne s'est pas endormi à cause d'Esprit Vital!
it: {0} non può essere addormentato grazie a Spiritovivo!
zh_hans: 由于特性 干劲，{0}不会睡着！

# MSG_VITAL_SPIRIT_DROWSY
source: {0} can't become drowsy due to Vital Spirit!
de: {0} kann dank Munterkeit nicht müde werden!
es: ¡{0} no puede adormecerse debido a Espíritu Vital!
fr: {0} ne peut pas somnoler à cause d'Esprit Vital!
it: {0} non può essere assonnato grazie a Spiritovivo!
zh_hans: 由于特性 干劲，{0}不会打瞌睡！

# MSG_WATER_VEIL
source: {0}'s Water Veil prevented it from being burned!
de: {0}s Aquahülle verhindert Verbrennungen!
es: ¡Velo Agua de {0} previno que fuese quemado!
fr: Ignifu-Voile de {0} l'empêche d'être brulé!
it: Idrovelo di {0} ha prevenuto la scottatura!
zh_hans: 由于特性 水幕，{0}不会灼伤！

# MSG_WEAK_ARMOR
source: {0}'s Weak Armor broke off!
de: {0}s Bruchrüstung ist abgebrochen!
es: ¡La Armadura Frágil de {0} se rompió!
fr: Armurouillée de {0} s'est brisée!
it: Sottilguscio di {0} si è rotto!
zh_hans: {0}的 碎裂铠甲 脱落了！

# MSG_WEAKNESS_DRAIN_END
source: {0} will no longer absorb super-effective moves!
de: {0} wird keine sehr effektiven Attacken mehr absorbieren!
es: ¡{0} ya no absorberá movimientos super efectivos!
fr: {0} n'absorbera plus les attaques super efficaces!
it: {0} non assorbirà più le mosse superefficaci!
zh_hans: {0}不再吸收对它效果绝佳的招式伤害了！

# MSG_WEAKNESS_DRAIN_START
source: {0} will absorb super-effective moves!
de: {0} wird sehr effektive Attacken absorbieren!
es: ¡{0} absorberá movimientos super efectivos!
fr: {0} absorbera les attaques super efficaces!
it: {0} assorbirà le mosse superefficaci!
zh_hans: 对{0}效果绝佳的招式伤害将被吸收！

# MSG_WHIRLPOOL_START
source: {0} was trapped in a whirlpool!
de: {0} wurde in einem Whirlpool gefangen!
es: ¡{0} ha sido atrapado en un remolino!
fr: {0} est piégé dans un siphon!
it: {0} è intrappolato in un mulinello!
zh_hans: {0}被困在了潮旋中！

# MSG_WIDE_GUARD_START
source: {0} is protected from wide-range attacks!
de: {0} ist gegen Bereichsangriffe geschützt!
es: ¡{0} se está protegiendo de movimientos de gran alcance!
fr: {0} est protégé des attaques à large portée!
it: {0} è protetto dagli attacchi ad ampio raggio!
zh_hans: {0}将受到大范围攻击保护！

# MSG_WIND_END
source: The mysterious air current dissipated!
de: Der mysteriöse Luftstrom ist verschwunden!
es: ¡La corriente de aire misteriosa se ha disipado!
fr: Le courant d'air se dissipe!
it: La corrente d'aria misteriosa s'è dissipata!
zh_hans: 神秘的气流消散了！

# MSG_WIND_START
source: A mysterious air current is protecting Flying-type Pokémon!
de: Ein mysteriöser Luftstrom beschützt Pokémon des Typen Flug!
es: ¡Una misteriosa corriente de aire está protegiendo a los Pokémon de tipo Volador!
fr: Un mystérieux courant d'air protège les Pokémon de type Vol!
it: Una corrente d'aria misteriosa protegge tutti i Pokémon di tipo Volante!
zh_hans: 一股神秘的气流保护了飞行属性的宝可梦！

# MSG_WISH_ALREADY
source: {0} already has a wish!
de: {0} wirkt bereits einen Wunsch!
es: ¡{0} ya tiene un deseo!
fr: {0} à déjà fait un vœu!
it: {0} ha già espresso un desiderio!
zh_hans: {0}已经许下了愿！

# MSG_WISH_ATTACK
source: {0}'s wish came true!
de: {0}s Wunsch wurde wahr!
es: ¡El deseo de {0} se hizo realidad!
fr: Le vœu de {0} se réalise!
it: Il desiderio di {0} si avvera!
zh_hans: {0}的愿望实现了！

# MSG_WISH_START
source: {0} made a wish!
de: {0} wünscht sich was!
es: ¡{0} pidió un deseo!
fr: {0} fait un vœu!
it: {0} esprime un desiderio!
zh_hans: {0}许下了愿！

# MSG_WONDER_ROOM_END
source: The Wonder Room wore off!
de: Der Wunderraum wirkt nicht mehr!
es: ¡La Zona Extraña desapareció!
fr: La zone étrange à disparaît!
it: L'effetto di Mirabilzona svanisce!
zh_hans: 奇妙空间消失了！

# MSG_WONDER_ROOM_START
source: Special attacks and Physical attacks were swapped!
de: Spezielle und physische Attacken wurden vertauscht!
es: ¡Los ataques físicos y especiales fueron intercambiados!
fr: Les attaques physiques et les les attaques spéciales ont été inversées!
it: Gli attacchi speciali e fisici sono stati scambiati!
zh_hans: 所有攻击和特攻的能力被交换了！

# MSG_WRAP
source: {0} is being wrapped by the foe!
de: {0} ist vom Gegner eingewickelt worden!
es: ¡{0} está siendo agarrado!
fr: {0} est ligoté par l'ennemi!
it: {0} è intrappollato dal nemico!
zh_hans: {0}被对手紧束了！

# MSG_WRAP_ALREADY
source: {0} is already wrapped!
de: {0} ist bereits eingewickelt!
es: ¡{0} ya está siendo agarrado!
fr: {0} est déjà Ligoté!
it: {0} è già intrappolato!
zh_hans: {0}已经被紧束了！

# MSG_WRAP_ATTACK
source: {0}'s attack continues!
de: {0}s Angriff geht weiter!
es: ¡El ataque de {0} continua!
fr: L'attaque de {0} continue!
it: L'attacco di {0} continua!
zh_hans: {0}的攻击在持续！

# MSG_WRAP_START
source: {0} was wrapped by {1}!
de: {0} wurde von {1} umwickelt!
es: ¡{0} ha sido agarrado por {1}!
fr: {0} est ligoté par {1}!
it: {0} è stato intrappolato da {1}!
zh_hans: {0}被{1}紧束了！

# MSG_YAWN_END
source: {0} is no longer drowsy!
de: {0} ist nicht mehr müde!
es: ¡{0} ya no está adormecido!
fr: {0} n'est plus somnolent!
it: {0} non è più assonnato!
zh_hans: {0}不再打瞌睡了！

# MSG_YAWN_FAIL
source: {0} didn't yawn!
de: {0} musste nicht gähnen!
es: ¡{0} no bostezó!
fr: {0} ne bâille pas!
it: {0} non ha sbadigliato!
zh_hans: {0}没有打哈欠！

# MSG_YAWN_START
source: {0} became drowsy!
de: {0} muss gähnen!
es: ¡{0} ha sido adormecido!
fr: {0} est somnolent!
it: {0} è assonnato!
zh_hans: {0}打瞌睡了！

# SIGN_EXIT
source: Dungeon Exit
de: Dungeon Ausgang
es: Salida Mazmorra
fr: Sortie du donjon
it: Uscita dungeon
zh_hans: 迷宫出口

# SIGN_LV_005
source: Level 5 Zone
de: Level 5 Bereich
es: Zona Nivel 5
fr: Zone Niveau 5
it: Zona livello 5
zh_hans: 5级迷宫

# SIGN_LV_010
source: Level 10 Zone
de: Level 10 Bereich
es: Zona Nivel 10
fr: Zone Niveau 10
it: Zona livello 10
zh_hans: 10级迷宫

# SIGN_LV_025
source: Level 25 Zone
de: Level 25 Bereich
es: Zona Nivel 25
fr: Zone Niveau 25
it: Zona livello 25
zh_hans: 25级迷宫

# SIGN_LV_050
source: Level 50 Zone
de: Level 50 Bereich
es: Zona Nivel 50
fr: Zone Niveau 50
it: Zona livello 50
zh_hans: 50级迷宫

# SIGN_TITLE_ABILITY
source: Abilities
de: Fähigkeiten
es: Habilidades
fr: Capacités
it: Abilità
zh_hans: 特性

# SIGN_TITLE_CATEGORY
source: Physical and Special
de: Physisch und Speziell
es: Físico y Especial
fr: Physique et Spécial
it: Fisico e speciale
zh_hans: 物理与特殊

# SIGN_TITLE_HIT_RATE
source: Chance to Hit
de: Trefferwahrscheinlichkeit
es: Probabilidad de Golpear
fr: Chance de Touché
it: Probabilità di colpire
zh_hans: 命中率

# SIGN_TITLE_MOVEMENT
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
zh_hans: 移动

# SIGN_TITLE_MOVEMENT_SPEED
source: Movement Speed
de: Bewegungsgeschwindigkeit
es: Velocidad de Movimiento
fr: Vitesse de Mouvement
it: Velocità di movimento
zh_hans: 移动速度

# SIGN_TITLE_MOVES
source: Using Moves
de: Attacken verwenden
es: Usando Movimientos
fr: Utilisation des capacités
it: Utilizzare le mosse
zh_hans: 招式使用

# SIGN_TITLE_STATUS
source: Status Ailments
de: Statusveränderungen
es: Problemas de estado
fr: Problèmes de status
it: Stati
zh_hans: 异常状态

# SIGN_TITLE_TEAM
source: Team Management
de: Gruppenmanagement
es: Gestión de Equipo
fr: Organisation de l'équipe
it: Gestione del team
zh_hans: 队伍管理

# SIGN_TITLE_TRAP
source: Traps
de: Fallen
es: Trampas
fr: Pièges
it: Trappole
zh_hans: 陷阱

# SIGN_TITLE_TURNS
source: Turns
de: Züge
es: Turnos
fr: Tours
it: Turni
zh_hans: 回合

# SIGN_TITLE_TYPES
source: Types
de: Typen
es: Tipos
it: Tipi
zh_hans: 属性

# SIGN_TUTORIAL_1_1
source: Hold {0}, and press a key to use a move.\nYou must use at least one move on an enemy Pokémon if you want to gain EXP from it.
de: Halte {0} gedrückt und drücke dabei eine Taste, um eine Attacke zu verwenden. \nUm Erfahrungspunkte zu erhalten, muss mindestens eine Attacke auf den Gegner benutzt werden.
es: Mantén {0}, y pulsa un botón para usar un movimiento.\nDebes usar al menos un movimiento a un Pokémon enemigo si quieres ganar experiencia.
fr: Maintenez {0} et appuyez sur une touche pour utiliser une capacité.\nVous devez utiliser au moins une capacité sur un Pokémon ennemi si vous voulez gagner de l'EXP.
it: Tieni premuto {0} e successivamente uno dei tasti indicati per utilizzare una mossa.\nDevi utilizzare almeno una mossa su un nemico se vuoi guadagnare dell'esperienza.
zh_hans: 按住 {0}，然后按对应键使用招式。\n如果你想得到更多经验值，那你至少要对敌方宝可梦使用一次招式。

# SIGN_TUTORIAL_1_2
source: All moves and Pokémon have a type, such as Fire, Water, or Grass. There's 18 in all!\nUse a move that has a type-advantage against the enemy to do more damage.
de: Alle Attacken haben einen Typ, wie zum Beispiel Feuer, Wasser oder Pflanze. Es gibt insgesamt 18 Typen.\nDurch das Benutzen einer Attacke, die im Typ-Vorteil ist, wird mehr Schaden verursacht.
es: Todos los movimientos y Pokémon tienen un tipo, como Fuego, Agua o Planta. ¡Hay 18 en total!\nUsa un movimiento que tiene una ventaja de tipo contra el enemigo para hacer más daño.
fr: Toutes les capacités et les Pokémon ont un type, comme Feu, Eau ou Plante. Il y en a 18 en tout !\nUtilisez une capacité qui a un avantage de type contre l'ennemi pour faire plus de dégâts.
it: Tutte le mosse e tutti i Pokémon hanno un tipo, come Fuoco, Acqua o Erba. Esistono 18 tipi differenti!\nUsa una mossa che ha un vantaggio di tipo contro il nemico per infliggere più danno!
zh_hans: 所有的招式和宝可梦都有自己的属性，例如火、水或草。一共有18种！\n对敌方使用有属性优势的招式，就能造成更多伤害！

# SIGN_TUTORIAL_1_3
source: Some Pokémon have two types that can cover each other's weaknesses.\nUse a move that has an advantage against both for exceptional damage!
de: Einige Pokémon haben zwei Typen, deren Schwächen sich gegenseitig abdecken können.\n Benutze eine Attacke, die gegen beide effektiv ist, um besonders großen Schaden anzurichten!
es: Algunos Pokémon tienen dos tipos que pueden cubrir las debilidades del otro.\n¡Usa un movimiento que tenga ventaja sobre ambos para un daño excepcional!
fr: Certains Pokémon ont deux types qui peuvent couvrir les faiblesses de l'autre. Utilisez une capacité qui a un avantage sur les deux pour des dégâts exceptionnels !
it: Alcuni Pokémon hanno due tipi che possono coprire le debolezze l'uno dell'altro.\nUsa una mossa che ha un vantaggio di tipo contro entrambi i tipi del nemico per infliggere un danno ancora maggiore!
zh_hans: 一些宝可梦同时具有两种属性，可以弥补彼此的缺点。\n使用对这两种属性都有利的招式，可以造成更巨额的伤害！

# SIGN_TUTORIAL_2_1
source: Physical moves use your Attack and the opponent's Defense, while Special moves use your Special Attack and the opponent's Special Defense.\nThese stats can be temporarily modified: boosted or lowered by up to 6 stages.
de: Physische Attacken sind abhängig von deinem Angriff und der Verteidigung deines Gegners, Spezial-Attacken sind abhängig von deinem Spezial-Angriff und der Spezial-Verteidigung deines Gegners.\n Diese Werte können vorübergehend verändert werden. Sie können um bis zu 6 Stufen erhöht oder verringert werden.
es: Los ataques Físicos usan tu Ataque y la Defensa del oponente, mientras que los ataques Especiales usan tu Ataque Especial y la Defensa Especial del oponente.\nEstas estadísticas puede ser modificadas temporalmente: aumentadas o reducidas hasta 6 veces.
fr: Les capacités physiques utilisent votre attaque et la défense de l'adversaire, tandis que les coups spéciaux utilisent votre attaque spéciale et la défense spéciale de l'adversaire. Ces statistiques peuvent être modifiées temporairement: elles peuvent être augmentées ou diminuées de 6 niveaux maximum.
it: Le mosse fisiche si basano sull'Attacco dell'utilizzatore e sulla Difesa dell'avversario, mentre le mosse speciali sull'Attacco Speciale dell'utilizzatore e sulla Difesa Speciale dell'avversario.\nQueste statistiche possono essere modificate temporaneamente aumentandole o diminuendole di 6 livelli.
zh_hans: 物理招式与你的攻击和对手的防御有关，而特殊招式与你的特攻和对手的特防有关。\n这些能力可以被临时修改：能力提高或降低最多6级。

# SIGN_TUTORIAL_2_2
source: With a higher Speed stat your attacks are more likely to hit, and foes are less likely to hit you.\nThese chances are also affected by temporary Accuracy and Evasion modifiers: boosted or lowered by up to 6 stages.\nJust remember: if you ever miss an attack, the next one is sure to hit!
de: Mit einer erhöhten Initiative kannst du mit einer größeren Wahrscheinlichkeit treffen. Gegner treffen dich ebenfalls seltener.\nDiese Trefferchancen können auch vorübergehend durch Genauigkeits- oder Ausweichsmodifikatoren verändert werden: Diese können um 6 Stufen erhöht oder verringert werden.\nEines muss jedoch beachtet werden: Wenn ein Angriff nicht trifft, ist der nächste Treffer garantiert!
es: Con una estadística de Velocidad mayor, es más probable que tus ataques acierten, y que tus enemigos no acierten.\nEstas probabilidades también son afectadas por modificadores temporales de Precisión y Evasión: aumentados o reducidos hasta 6 veces.\nRecuerda: si en algún momento fallas un ataque,¡el siguiente seguro que acierta!
fr: Avec une statistique de vitesse plus élevée, vos attaques ont plus de chances de porter leurs fruits et vos ennemis ont moins de chances de vous toucher.\nCes chances sont également affectées par les modificateurs temporaires de précision et d'évasion: ils peuvent être augmentés ou diminués de 6 niveaux maximum.\nN'oubliez pas: si vous ratez une attaque, la prochaine est sûre de vous toucher !
it: Con una Velocità alta, i tuoi attacchi avranno più probabilità di andare a segno, mentre quelli dei nemici avranno meno probabilità di colpirti.\nQueste probabilità sono affette anche dalle modifiche temporanee di precisione ed elusione che possono essere aumentate o diminuite di 6 livelli.\nRicorda: se mai fallirai un attacco, quello successivo andrà sicuramente a segno!
zh_hans: 你的速度能力越高，攻击越容易命中，而对手也越难命中你。\n这些概率也可以因命中率和闪避率的改变而被暂时影响：最多提高或降低6级。\n请记住：如果你有一次攻击未命中，下一次肯定会命中！

# SIGN_TUTORIAL_2_3
source: Movement Speed differs from the Speed stat! Normally you move once per turn, but being sped up can let you move more than once. If you're slowed down, you will skip a turn each time you move.\nAttack speed is unaffected by all this; your turn always ends if you attack, and you never skip turns if slowed. Movement Speed can be temporarily boosted or lowered by up to 3 stages.
de: Bewegungsgeschwindigkeit ist von der Initiative unabhängig! Normalerweise bewegst du dich nur einmal pro Zug, aber du kannst mehrmals laufen, solange du beschleunigt wurdest. Wenn du verlangsamt wurdest, dann überspringst du einen Zug jedes Mal, wenn du dich bewegst. Angriffe sind jedoch nicht davon betroffen; dein Zug endet, sobald du angreifst und du kannst keinen Zug verlieren, wenn du verlangsamt bist. Die Bewegungsgeschwindigkeit kann temporär 3-stufig gesteigert oder verringert werden.
es: ¡La Velocidad de Movimiento es distinta a la estadística de Velocidad! Habitualmente te mueves una vez por turno, pero estar acelerado te permite moverte más de una vez. Si sufres ralentización, te saltarás un turno cada vez que te muevas.\nLa Velocidad de ataque no es afectada por todo esto; tu turno siempre termina si atacas, y no omites turnos si sufres ralentización. La Velocidad de Movimiento puede ser aumentada o reducida hasta 3 veces.
fr: La vitesse de déplacement diffère de la stat de vitesse ! Normalement, vous vous déplacez une fois par tour, mais être accéléré peut vous permettre de vous déplacer plus d'une fois. Si vous êtes ralenti, vous sautez un tour à chaque fois que vous vous déplacez.\nLa vitesse d'attaque n'est pas affectée par tout cela ; votre tour se termine toujours si vous attaquez, et vous ne sautez jamais de tour si vous êtes ralenti. La vitesse de déplacement peut être temporairement augmentée ou diminuée de 3 niveaux au maximum.
it: La velocità di movimento è diversa dalla Velocità! Di norma ti muovi una volta per turno, ma essere più veloci può permetterti di muoverti più di una volta nello stesso turno. Se vieni rellantato, invece, salterai un turno ogni volta che farai un movimento.\nLa velocità degli attacchi non è influenzata; il turno finirà sempre quando il Pokémon attaccherà e non salterà mai un turno se è stato rallentato. La velocità di movimento può essere aumentata o diminuita temporaneamente di 3 livelli.
zh_hans: 移动速度不同于速度能力！通常情况下，你每回合可以移动一次，但移动速度提高后，你每回合可以移动不止一次！如果移动速度降低了，你每移动一次，都会耗费更多回合。\n攻击速度不受这些因素影响；如果你选择攻击，你的回合会直接结束。就算减速，攻击也不会耗费更多回合。移动速度可以暂时提高或降低最多3级。

# SIGN_TUTORIAL_3_1
source: There are 5 major status ailments: Sleep, Poison, Paralysis, Burn, and Freeze.\nIf you're under the effects of one, you cannot be affected by the other.
de: Es gibt fünf primäre Statusveränderungen: Schlaf, Vergiftung, Paralyse, Verbrennung und Eingefroren. \nWenn du von einem dieser Effekte bereits betroffen bist, kannst du keine weiteren erhalten.
es: Hay 5 problemas de estados: Sueño, Veneno, Parálisis, Quemadura, y Congelación.\nSi estás bajo los efectos de alguno, no puedes ser afectado por los otros.
fr: Il existe 5 états majeurs : Sommeil, Poison, Paralysie, Brûlure et Gel.\nSi vous êtes sous l'effet de l'un d'eux, vous ne pouvez pas être affecté par l'autre.
it: Esistono 5 problemi di stato più gravi: Sonno, Avvelenamento, Paralisi, Scottatura e Congelamento.\nSe ti trovi sotto l'effetto di uno di questi stati, non puoi andare sotto l'effetto degli altri.
zh_hans: 主要有5种异常状态：睡眠、中毒、麻痹、灼伤和冰冻。\n它们的效果不能被叠加。
