Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0324_VAR_00
source: I can't bathe in a hot spring, so I take a bedrock bath instead.
de: Also ich bade ja nicht in heißen Quellen, sitze aber gerne auf heißen Kohlen! Haha!
es: Prefiero las piedras calientes a los baños de aguas termales.
it: Le terme non fanno per me. Io preferisco i bagni di rocce! Oh oh!

# TALK_REST_0331_VAR_00
source: I'm from the desert! Others like my sharp thorns! \u266A Thanks for having me along!
de: Hallo! Ich komme aus der Wüste.[pause=0] Wie schön, dich zu sehen. Komm in meine dornigen Arme!
es: ¡Vengo del desierto y a todos les gustan mis púas! ¡Será un placer ir contigo!
it: Vengo dal deserto![pause=0] Tutti adorano le mie spine![pause=0] Cacneaaaaa!

# TALK_REST_0332_VAR_00
source: The sun goes down and comes up again. It shines like new every time...
de: Die Sonne geht unter und wieder auf... So hat alles seinen geregelten Lauf!
es: El sol se pone y vuelve a salir, bañándonos con una luz renovada.
it: Il sole tramonta... E sorge di nuovo, ammantato di una nuova luce...

# TALK_REST_0333_VAR_00
source: Cotton Bird Pokémon, I am! My wings are fluffy like cotton!
de: Ich bin das Wollvogel-Pokémon! \u266A Meine Flügel sind superflauschig! \u266A
es: Mis alas son suaves como el algodón. Por eso me llaman Ave Algodón.
it: Le mie ali sono soffici come il cotone! \u266A Per questo mi chiamano Alidicotone! \u266A

# TALK_REST_0341_VAR_00
source: Hey, hey! Where is my guildmaster?
de: Hey, hey, hey! Ich frage mich, wo der Meister wohl gerade ist.
es: Me pregunto dónde estará mi jefe.
it: A proposito, dov'è il mio capo? Corph! Corph!

# TALK_REST_0342_VAR_00
source: A lone star shining on my head! Craw!
de: Folg dem Stern! Dem Stern auf meinem Kopf!
es: ¡Tengo una estrella en la cabeza! ¡Mira qué bonita!
it: Una stella splende sulla mia fronte! Craaaaw!

# TALK_REST_0354_VAR_00
source: I feed off negative feelings.[br]I need a lot of those, actually.
de: Ich bewege mich durch die Macht von Flüchen.[pause=0] Je mehr, desto besser für mich...!
es: Me alimento de sentimientos negativos. Por eso nunca me falta sustento.
it: Traggo la mia energia dai sentimenti negativi.[br]Da una gigantesca, enorme, immensa quantità di sentimenti negativi!

# TALK_REST_0356_VAR_00
source: Lost in the dusky darkness! Life is a winding road.
de: Ziellos wandere ich umher. Ja, das Leben ist eine einzige Wanderschaft...
es: Siempre vagando en la oscuridad... La vida es un errar constante.
it: Vado errando senza posa, come un vagabondo della vita.

# TALK_REST_0362_VAR_00
source: I can freeze anything!
de: Ich verwandle alles und jeden zu Eis!
es: ¡Puedo congelar lo que se me ponga por delante!
it: Posso congelare tutto quello che mi sta di fronte! Glaliiiiiie!

# TALK_REST_0363_VAR_00
source: It's fun to be round and roll around!
de: Ich bin kugelrund und kerngesund und rolle herum, was das Zeug hält!
es: Me lo paso pipa rodando de un lado para otro.
it: Mi diverto a rotolare qua e là! Spheeeeeal!

# TALK_REST_0364_VAR_00
source: I've got the urge to spin something on the tip of my nose! I really need to give it a whirl!
de: Ich möchte irgendwas auf meiner Nase herumjonglieren! Ich kann nicht anders!
es: Quiero hacer girar algo con la punta de la nariz. ¡Cualquier cosa!
it: Datemi qualcosa da far girare sulla punta del naso!

# TALK_REST_0375_VAR_00
source: I'm proud of my claws! I also like my nose!
de: Auf meine Klauen bin ich mächtig stolz![pause=0] Doch mein spitzes Näschen macht auch was her!
es: ¡Estoy orgulloso de mis garras![pause=0] Y mi nariz no se queda atrás.
it: Sono orgoglioso dei miei artigli![pause=0] Ma anche il mio naso appuntito non mi dispiace.

# TALK_REST_0377_VAR_00
source: I'm looking for new rocks. Did you see any good ones?
de: Ich bin auf der Suche nach neuen Felsbrocken. Hast du irgendwo welche gesehen?
es: Estoy buscando nuevas rocas. ¿Sabes dónde podría encontrar una buena cantera?
it: Sto cercando delle nuove rocce. Non ne hai mica vista qualcuna che faccia al caso mio?

# TALK_REST_0378_VAR_00
source: Apparently, I'm made of ice from ancient times. I don't remember that at all.
de: Das Eis, aus dem ich gemacht bin, stammt offenbar aus der Vorzeit. Ich weiß von nichts!
es: El hielo que me recubre tiene millones de años. Sin embargo, yo no recuerdo nada.
it: Dicono che il ghiaccio di cui sono fatto sia antichissimo, ma io non ricordo niente.

# TALK_REST_0379_VAR_00
source: When I rub my body, it makes this really unpleasant metallic sound. You wanna try?
de: Wenn ich über meinen Körper streiche, tut das in den Ohren weh. Kleine Kostprobe gefällig?
es: Cuando froto mi cuerpo, este chirría. Espera, que te lo demuestro. ¿Lo oyes? Es el metal.
it: Se lo strofino, il mio corpo produce un fastidioso rumore metallico. Vuoi sentire?

# TALK_REST_0380_VAR_00
source: I'm glad I'm no longer stone! I'm so happy that I can fly again!
de: Bin ich froh, nicht länger ein Stein zu sein! Jetzt kann ich endlich wieder fliegen!
es: ¡Qué alegría no ser de piedra y volver a surcar los cielos! No podría estar más feliz.
it: Sono felice di non essere più di pietra e di poter volare di nuovo!

# TALK_REST_0381_VAR_00
source: Thanks to everyone, I'm back from being stone. Thank you so much!
de: Ich bin allen so dankbar, die mich aus dem Stein befreit haben! Tausend Dank!
es: Gracias a todos ya no soy de piedra. ¡Qué alegría tan grande!
it: Grazie a tutti voi non sono più di pietra. Grazie!

# TALK_REST_0382_VAR_00
source: I'm the embodiment of the sea! I'll bring about storms to expand the ocean!
de: Ich verkörpere das Meer und entfache Stürme, um die Ozeane auszuweiten!
es: Soy el alma del mar. Invocaré una tempestad y conseguiré que los mares lo cubran todo.
it: Io sono l'incarnazione del mare! Espanderò gli oceani scatenando piogge torrenziali!

# TALK_REST_0383_VAR_00
source: I'm Groudon, the embodiment of land! I raise the ground and clear away rain clouds!
de: Als Verkörperung der Landmassen erweitere ich, Groudon, diese und vertreibe den Regen!
es: ¡Soy Groudon, el alma de la tierra! Elevo los terrenos para disipar las nubes de lluvia.
it: Io sono Groudon, l'incarnazione della terra! Sollevo la terra per spazzare via le nubi!

# TALK_REST_0384_VAR_00
source: I live high up in the sky, flying through the ozone layer for millions of years!
de: Ich lebe weit oben im Himmel und fliege seit Abermillionen Jahren durch die Ozonschicht!
es: Habito en las alturas de la capa de ozono desde hace millones de años.
it: Vivo in alto nello strato d'ozono, dove ho continuato a volare per milioni di anni!

# TALK_REST_0385_VAR_00
source: Occasional adventure isn't bad!
de: Ein Abenteuer ab und zu bringt Abwechslung und Farbe in den Alltagstrott!
es: Una aventura de vez en cuando no viene mal, sobre todo para despertarse.
it: Ogni tanto è bello vivere anche qualche avventura!

# TALK_REST_0386_VAR_00
source: Focusing my mind on the crystalline organ on my chest, I can feel the power of space!
de: Mithilfe des Kristalls in meiner Brust kann ich die Kraft des Weltalls deutlich spüren!
es: Si concentro mis pensamientos en el cristal de mi pecho, puedo sentir el universo.
it: Concentrandomi sul cristallo che ho sul petto riesco a percepire il potere dello spazio!

# TALK_REST_0387_VAR_00
source: I feel great when the sun hits the twig on my head...
de: Es ist ein tolles Gefühl, wenn die Blätter auf meinem Kopf etwas Sonne abbekommen!
es: Me siento mucho mejor cuando los rayos del sol calientan la rama de mi cabeza.
it: Quando le foglie che ho sulla testa assorbono i raggi del sole mi sento proprio bene...

# TALK_REST_0388_VAR_00
source: I'd rather live quietly in the forest.[pause=0] I prefer having a lake nearby.
de: Ein ruhiges Leben in der Natur wäre toll.[pause=0] Am Besten mit See und Wald in der Nähe!
es: Preferiría vivir oculto y en tranquilidad en un bosque al lado de un lago de agua cristalina.
it: Vorrei vivere in pace nella foresta.[pause=0] Possibilmente vicino a un laghetto.

# TALK_REST_0392_VAR_00
source: I'm a fiery martial artist! I deliver fast and furious infernos!
de: Ich bin ein feuriger Kampfkünstler! Meine Schläge sind heftig und präzise!
es: Mis artes marciales hacen arder al enemigo. ¡Rapidez y fuego, todo en el mismo golpe!
it: Io lotto con ardore! Scaglio rapide e violente fiammate contro i miei nemici!

# TALK_REST_0393_VAR_00
source: I hate it when they bother me. I want them to pamper me.
de: Ich liebe Aufmerksamkeit, doch zu viel des Guten geht mir gegen den Strich!
es: No me gusta que me molesten demasiado, pero me encanta que estén pendientes de mí.
it: Non mi piace essere disturbato. Però adoro ricevere attenzioni...

# TALK_REST_0395_VAR_00
source: My strength is in my three horns! Hurt my friends, and you'll face my horns!
de: Wer meine Freunde belästigt, bekommt meine 3 Hörner zu spüren, als Beweis meiner Stärke!
es: Estos tres cuernos son muestra de mi poder. Pobre de quien se meta con mis amigos...
it: Queste tre corna attestano la mia forza! Chi minaccia i miei amici è mio nemico!

# TALK_REST_0398_VAR_00
source: I'm quite picky when it comes to the shape of my comb! Look at it! Cool, huh?
de: Wenn es um das Aussehen meines Kamms geht, bin ich sehr eigen! Aber es lohnt sich, oder?
es: Me preocupo mucho por mi cresta. ¡Me gusta ir siempre a la última!
it: Dedico una cura maniacale alla mia cresta! Che ne dici? Bella, vero?

# TALK_REST_0399_VAR_00
source: Yep, I'm stupid. But I still do my best.
de: Ja, ich bin echt total verpeilt, aber ich gebe mir trotzdem immer Mühe!
es: No soy demasiado avispado, pero como ya lo sé, me esfuerzo mucho.
it: Sì, lo so, sono un po' tonto. Ma farò del mio meglio!

# TALK_REST_0402_VAR_00
source: Music is an explosion of self-expression!
de: Musik ist Explosion!
es: La música se asemeja a una explosión de alegría y jolgorio.
it: La musica è un'esplosione di suoni!

# TALK_REST_0415_00_1_VAR_00
source: Combining power is what we Combee do! We comb through all the possibilities!
de: Mit vereinten Kräften arbeiten wir Wadribie fleißig tagaus, tagein! Das ist unser Trick!
es: Los Combee combeenamos nuestro poder. Y hoy no será menos, ¡a esforzarse!
it: Io sono Combee e combino la forza di tre Pokémon! Anche oggi mi darò da fare!

# TALK_REST_0415_00_2_VAR_00
source: Oh, we have to make Honey! Busy-busy!
de: Keine Zeit, keine Zeit! Ich muss Nektar herstellen! *Bzzz... bzzz...*
es: Tenemos que preparar cuanto antes la deliciosa miel. ¡No hay tiempo que perder!
it: Presto, dobbiamo fare il miele! Uh, che stress, che stress!

# TALK_REST_0421_VAR_00
source: Peeka[pause=0]BOO![pause=0] That's what I like to do! \u266A
de: Du siehst mich...[pause=0] du siehst mich nicht...[pause=0] Du siehst mich...[pause=0] du siehst mich nicht...! \u266A
es: Me apetece mucho jugar al "Veo, veo, ¿qué ves?".
it: Cucù...[pause=0] Settete![pause=0] Avevo voglia di fare uno scherzetto! \u266A

# TALK_REST_0425_VAR_00
source: Drifting about... \u266A
de: Ich drifteeee... \u266A
es: \u266A ¡Volando voooy, volando vengooo! \u266A
it: Fluttua fluttua... flu flu flu...\u266A

# TALK_REST_0426_VAR_00
source: Drifting around! \u266A
de: Driften macht Spaaaaß! \u266A
es: \u266A Una brisa que me lleva de la mano... \u266A
it: Trasportato dalla brezza...\u266A

# TALK_REST_0427_VAR_00
source: How do you like my ears rolled up? \u266A Don't you just love them? \u2661
de: Die Puschel auf meinen Ohren sind toll, oder? Ich finde die total niedlich! \u2661
es: ¿A que mis orejas son una monada?
it: Guarda i pompon che ho sulle orecchie! \u266A Non sono carinissimi? \u2661

# TALK_REST_0431_VAR_00
source: I'm self-centered, I'm high maintenance, and I run hot and cold. So, what do you think?
de: Ich bin selbstverliebt, verwöhnt und wirke recht abweisend. Und was hältst du von mir?
es: Soy egoísta, muy exigente y pienso tan solo en mí mismo. Toda una joya, ¿eh?
it: Io sono egoista, viziata e volubile. Che te ne pare?

# TALK_REST_0434_VAR_00
source: I can produce this stinky gas from my...[pause=0] What? Stop right there? Okey doke.
de: Aus meinem Popo kommt stinkendes Gas![pause=0] Wie? Du willst keine Kostprobe?
es: ¿Quieres que te muestre el tufo que echo? Bueeeno, vale, no lo haré.
it: Io posso emettere un fluido puzzolente dal...[pause=0] Eh? Non serve, dici? Ah, ok.

# TALK_REST_0438_VAR_00
source: I'm not crying! I'm only discharging excess fluid!
de: N-Nein, ich weine doch nicht! Ich werde bloß überschüssiges Wasser los!
es: No, no estoy llorando. Tan solo expulso el líquido sobrante del interior de mi cuerpo.
it: N-Non sto mica piangendo! È solo acqua che esce dal mio corpo!

# TALK_REST_0439_VAR_00
source: I love copycatting! Let me sing songs! The first one that I'll sing is called...
de: Ich liebe die Imitation! Lass mich dir ein paar Lieder vorsingen! Das erste heißt...
es: ¡Me encanta imitar! Venga, vamos a cantar. La primera canción será...
it: Mi piace fare le imitazioni! Adesso ti canto qualcosa! Allora, il primo pezzo...

# TALK_REST_0445_VAR_00
source: I'm fast and strong!
de: Ich bin stark und schnell!
es: No solo soy fuerte, sino rápido. ¡Ja!
it: Io sono forte e veloce!

# TALK_REST_0448_VAR_00
source: Whatever the situation, aura will show you the way!
de: In welcher Lage du dich auch immer befindest, die Aura zeigt dir neue Wege auf!
es: Mi aura siempre me muestra el camino que he de seguir, sea cual sea la situación.
it: In qualsiasi situazione e in qualsiasi momento l'aura segna il cammino da seguire!

# TALK_REST_0449_00_1_VAR_00
source: Jump, don't be a lump! Let's stay focused!
de: Peim Apenteuer muss auch Zeit sein, sich im Sant zu suhlen!
es: ¡Voy a expoplotar de emoción!
it: Diamoci da fare e sprizziamo sabbia da tutti i pori!

# TALK_REST_0450_00_1_VAR_00
source: I blast sand upward to create sandstorms!
de: Ich wirbele Sand auf, um Sandstürme zu entfachen!
es: ¡Expulso nubes de arena a presión! Así creo tormentas de arena.
it: Sollevo la sabbia creando tempeste vorticose!

# TALK_REST_0450_00_2_VAR_00
source: Sand showers make me beautiful! \u266A
de: Sandduschen helfen mir, mein jugendliches Aussehen zu bewahren! \u266A
es: Me encanta darme una buena ducha de arena.
it: Docce di sabbia su di me! \u266A

# TALK_REST_0451_VAR_00
source: I get joy out of stinging ambushes!
de: Es macht total Spaß, Nichtsahnende aus dem Hinterhalt anzugreifen und zu pieksen!
es: Me lo paso pipa cuando me escondo y le meto un aguijonazo a alguien sin avisar.
it: Il mio hobby è tendere agguati e pungere i malcapitati.

# TALK_REST_0454_VAR_00
source: Poisonous claw attacks are my specialty!
de: Ein Angriff mit meiner Giftklaue gibt jedem Gegner den Rest!
es: ¡Mi especialidad son los ataques cortantes y venenosos!
it: Ve-Ve-Ve-Veleno! Gli attacchi con gli artigli velenosi sono la mia specialità!

# TALK_REST_0456_VAR_00
source: I'm absolutely stunning, don't you think? \u266A I get that a lot. \u266A
de: Ich kann mich an mir gar nicht sattsehen! \u266A Alle sagen mir ständig, wie schön ich sei! \u266A
es: Soy bien bonito, ¿eh? Pero bonito de guapura.
it: Sono affascinante, vero? \u266A Lo so, me lo dicono spesso. \u266A

# TALK_REST_0503_VAR_00
source: One quick draw of a seamitar is all I need to defeat any foe.
de: Ein einziger Hieb mit meiner Klinge genügt, um den Gegner Ehrfurcht zu lehren!
es: Puedo derrotar a cualquier enemigo con mis katanas: las desenfundo rápido y... ¡zas!
it: Mando KO l'avversario con un solo fulmineo colpo di spada!

# TALK_REST_0515_VAR_00
source: Watch me perform my specialty! Panpouring fountain!
de: Schau mal, was ich hier mache! Eine Fontäne! Und das aus meinem Kopf!
es: Te voy a mostrar mi especialidad: ¡un chorro de agua que sale de mi cabeza!
it: Guarda! Ti faccio vedere un bel trucco: una fontanella d'acqua dalla testa!

# TALK_REST_0518_VAR_00
source: The mist from my forehead is full of dreams! \u266A Nothing to worry about, OK?
de: Der Dunst aus meiner Stirn ist voller Träume![pause=0] Sag bloß nicht, dass das beängstigend ist!
es: ¡Esta niebla que genero está llena de sueños! \u266A Pero no es nada de lo que preocuparse, ¿vale?
it: Il fumo che mi esce dalla fronte è pieno di sogni. \u266A Non c'è niente di cui avere paura.

# TALK_REST_0521_00_1_VAR_00
source: They can sometimes see through my intimidating head plumage. So what?
de: Wegen meines Kopfschmucks nennt man mich eitel und selbstverliebt, doch wen juckt's?!
es: Aunque mi plumaje sea un orgullo para mí, algunos dicen que es muy aparatoso. ¡Bah!
it: La decorazione sulla fronte è il mio vanto, ma alcuni dicono che è tutta apparenza. Bah!

# TALK_REST_0521_00_2_VAR_00
source: I may look below average, but I have skills!
de: Lass dich von meinem schlichten Äußeren nicht täuschen! Ich hab's total drauf!
es: Puede que mi apariencia sea un tanto sencilla, pero mis habilidades no lo son.
it: Ho un aspetto un po' scialbo, ma sono molto abile! \u266A

# TALK_REST_0523_VAR_00
source: When I run wild, you'll hear the sound of thunder![br]Don't ask me what it does...
de: Galoppiere ich mit voller Geschwindigkeit drauflos, kannst du Donnerhall vernehmen![br]Frag mich aber nicht, wozu das gut ist...
es: Si oyes un trueno, puede que se trate de mí emprendiendo la carrera. Impresionante, ¿eh?
it: Quando corro si sente un rimbombo di tuoni![br]Come dici? E allora? Beh, niente, tutto qui.

# TALK_REST_0527_VAR_00
source: These ultrasound waves from my heart-shaped nostrils convey my love! \u2661
de: Hier, für dich! Herzförmige Ultraschallwellen direkt aus meiner Nase! \u2661
es: Emito ondas ultrasónicas con forma de corazón por mi nariz. ¡Acéptalas, porfi!
it: Dalle narici emetto ultrasuoni a forma di cuore! Prendi! \u2661

# TALK_REST_0533_VAR_00
source: I'm good at breaking things! GURDUUURRRRRR!!!
de: Ich bin gut darin, Dinge kaputtzumachen! STREEEPOOOLIII!
es: ¡Se me da de maravilla romper y destrozar! ¡Aaarg!
it: La mia specialità è spaccare tutto! GURDUUURRRRRR!!!

# TALK_REST_0534_VAR_00
source: No need for excess power to swing pillars. You only need to know how to do it right.
de: Um Pfeiler und Säulen herumzuwirbeln, braucht man keine Kraft, sondern Köpfchen!
es: Para blandir columnas de hormigón no hace falta fuerza bruta, sino una técnica depurada.
it: Per far roteare i pilastri la forza non basta. Serve la tecnica! La tecnica, capito?

# TALK_REST_0535_VAR_00
source: *hop hop*
de: Quapp! \u266A Quapp! \u266A
es: \u266A ¡Hop, hop! \u266A
it: Hop! \u266A Hop!\u266A

# TALK_REST_0536_VAR_00
source: Palpitoad palpated Palpitoad![pause=0] Palpitoad palpated palpable Palpitoad!
de: Wenn ich die Beulen auf meinem Kopf zum Schwingen bringe, bebt hier alles!
es: ¡Se palpa la alegría en el ambiente![pause=0] Con tanto alborozo me palpita el corazón que no veas.
it: Tu-tum tu-tum tu-tum...?[pause=0] Hai sentito? Era il Palpitoad del mio cuore.

# TALK_REST_0537_VAR_00
source: I'm vibrating the bumps on my head! Can you feel it?
de: Ich lasse die Beulen auf meinem Kopf vibrieren. Na, spürst du das auch?
es: Escurrir el bulto está muy feo. Yo prefiero hacerlos vibrar. ¿No percibes el seísmo?
it: Senti queste vibrazioni? Vengono dalle escrescenze che ho sulla testa!

# TALK_REST_0538_VAR_00
source: Mental gymnastics all the way![pause=0] That's what I believe!
de: Die Biegsamkeit des Geistes ist eine Grundvoraussetzung der Kampfkunst!
es: Más vale maña que fuerza. Ese es mi lema.[pause=0] De lo contrario, uno solo va a trompicones.
it: La forza non è tutto![pause=0] Bisogna anche saper essere flessibili!

# TALK_REST_0539_VAR_00
source: One-hit KO! That would be my ideal! Here I come!
de: Jeder Schlag ein Volltreffer! Das ist meine Philosophie!
es: ¡Un golpe fulminante, eso es lo que busco! En cuanto avisto el objetivo... ¡zasca, a saco!
it: KO con un solo colpo! Quello è il mio obiettivo!

# TALK_REST_0543_VAR_00
source: I'll take care of you all! Come on!
de: Unsere Gegner mach ich problemlos allein fertig! Los, kommt schon!
es: ¿Y esos enemigos? ¡Que vengan a mí, que les meto una buena tunda! ¡No me dais miedo!
it: Ehi, voi! Fatevi sotto!

# TALK_REST_0551_VAR_00
source: Foes in dungeons don't scare me! Come on!
de: Ich hab keine Angst vor den Gegnern im Dungeon! Ich bin furchtlos! Total!
es: ¡Pero qué sandeces dices! Los enemigos de los territorios no me asustan nada. ¡Bueno soy yo!
it: I nemici nei dungeon non mi spaventano! Sono un duro, io!

# TALK_REST_0564_VAR_00
source: I can go real deep underwater!
de: Ich kann in die tiefsten Bereiche des Meeres abtauchen!
es: ¿Sabías que puedo sumergirme hasta grandes profundidades? Pues ahora ya lo sabes.
it: Io posso immergermi fino a grandissime profondità!

# TALK_REST_0565_VAR_00
source: I'm still fit for this! Let me get to it.
de: Man ist so alt, wie man sich fühlt! Von mir aus kann es gleich losgehen!
es: ¿Quién dice que no esté ya para estos trotes? Estoy hecho un chaval. ¡En la flor de la vida!
it: Non sono ancora da rottamare. Forza, diamoci da fare!

# TALK_REST_0569_VAR_00
source: I like trash! Have you seen any trash lately?
de: Ich liebe Müll! Hast du vielleicht eine Ahnung, wo sich hier eine Müllhalde befindet?
es: A mí me encantan las inmundicias. ¿No habrá algo de basura putrefacta por ahí tirada?
it: Io adoro la spazzatura! Ne hai mica vista in giro?

# TALK_REST_0580_VAR_00
source: Let me tell you about my world travels. Travel can bring trouble, but I won't duck!
de: Ich bin in der Welt schon ganz schön weit herumgewatschelt. Es macht einfach Spaß!
es: He estado viajando por un montón de lugares. Eso sí, siempre voy a pata. ¡Me encanta!
it: Io ho viaggiato in tutto il mondo. A volte è faticoso, ma è divertente!

# TALK_REST_0589_VAR_00
source: My spears go whoosh![pause=0] *pierce pierce*
de: Mit den Lanzen an meinen Armen steche ich im Ernstfall zu!
es: Hoy voy lanzado.[pause=0] Ya verás, voy a salir bien parado de todos los lances.
it: Spunzono il nemico con le mie lance![pause=0] Spunz! Spunz! Spunz!

# TALK_REST_0591_VAR_00
source: I may not look it, but I'm good at dancing.[pause=0] Hey, don't you believe me?
de: Der erste Eindruck täuscht! Ich bin nämlich ein begnadeter Tänzer. Hä? Du glaubst mir nicht?
es: Soy capaz de marcarme unos bailoteos finos.[pause=0] ¿Que no me crees? ¡Ya te vale!
it: Forse non si direbbe, ma me la cavo bene nella danza.[pause=0] Non dirmi che non ci credi!

# TALK_REST_0594_VAR_00
source: I drift in the ocean. I let the current decide where I go.
de: Ich durchstreife die Meere und überlasse mein Schicksal dabei der Strömung!
es: Me dejo llevar por las corrientes marinas y cabalgo las olas que me llevan a mi destino.[br]Es algo que me encanta: ¡ir a lomos mola!
it: Fluttuo nel mare, alomomolandomi alla corrente...[pause=0] Cioè, abbandonandomi...

# TALK_REST_0614_VAR_00
source: I stick my chin up high! Beartic am I!
de: Na, so ein spitzzackiges Kinn wie meines sieht man nun auch nicht alle Tage!
es: Cuando voy caminando por ahí y me topo con alguien, a veces exclaman: "¡Anda la osa!".
it: Il mio mento è acuminato! Beaaaaar!

# TALK_REST_0617_VAR_00
source: A knight without shining armor enters the hall![pause=0] Is everything polished to perfection?
de: Vorhang auf für mich, Hydragil, den Kämpfer für die Gerechtigkeit![br]Und? Putzt ihr lieben Kinderlein euch auch täglich brav die Beißerchen?
es: ¡Dejad paso a Accelgor, el Justiciero![pause=0] No olvidéis vitaminaros y supermineralizaros.
it: Io sono Accelgor, paladino della giustizia![br]Bambini, vi lavate i denti tutti i giorni?

# TALK_REST_0618_VAR_00
source: Well, I have to admit that it's because I'm so flat that everyone just steps on me.
de: Vielleicht liegt es an meiner platten Gestalt, dass alle auf mir herumtrampeln!
es: Soy tan delgado que la gente suele pisotearme todo el rato sin querer.
it: Tutti mi pestano perché sono troppo sottile.
