Repository: audinowho/DumpAsset
Catalog: Strings/strings.*.resx
Languages: fr, it, ja, ja_jp, zh_hans

# DLG_ROGUE_INFO_1
source: In Roguelocke mode, you will enter the selected dungeon with a brand new team.
fr: Dans le mode Roguelocke, vous entrerez avec une toute nouvelle équipe dans le donjon selectionné.
it: Durante la modalità Roguelocke entrerai nel dungeon selezionato con un team completamente nuovo.
ja: Roguelockeモードではせんたくしたダンジョンにまったくあたらしいチームではいることになります。
ja_jp: Roguelockeモードでは選択したダンジョンに全く新しいチームで入ることになります。
zh_hans: 在Roguelocke模式下，您将组建全新的队伍进入选定的迷宫。

# DLG_ROGUE_INFO_2
source: You can choose what Pokémon to start as, and customize its ability, gender or color.
fr: Vous pouvez choisir le Pokémon que vous incarnerez au début, [scroll]ainsi que sa capacité spéciale, son genre et sa couleur.
it: Puoi scegliere con quale Pokémon iniziare e modificare la sua abilità, il suo sesso o il suo colore.
ja: スタートするポケモンやのうりょく、せいべつなどをせんたくできます。
ja_jp: スタートするポケモンや能力、性別などを選択できます。
zh_hans: 您可以选择初始宝可梦，并自定义其特性、性别和颜色。

# DLG_ROGUE_INFO_3
source: Items and recruits can be sent to the main save file, depending on the dungeon.
fr: Les Objets et les Recrues peuvent être transférés sur le fichier de sauvegarde principale, selon le donjon.
it: Gli strumenti e i Pokémon reclutati possono essere inviati nel file di salvataggio principale a seconda del dungeon.
ja: ダンジョンによってはあたらしくなかまにしたポケモンをメインデータにおくることができます。
ja_jp: ダンジョンによっては、新しく仲間にしたポケモンを送ることができます。
zh_hans: 道具和招募到的宝可梦可以发送至主存档，具体视迷宫而定。

# DLG_ROGUE_INFO_4
source: However, if the party faints in their adventure, they will be lost forever.
fr: Mais, si l'équipe entière tombe K.O. dans l'aventure, ils disparaitront pour toujours.
it: Tuttavia, se il team viene mandato KO durante l'avventura, sarà perso per sempre.
ja: ただし、ぼうけんちゅうにたおれてしまったなかまにはゆくえふめいとなり、にどとさいかいできません。
ja_jp: ただし、冒険中に倒れてしまった仲間は行方不明となり、二度と再会できません。
zh_hans: 但是，如果玩家在探险中失败，它们将永远遗失。

# DLG_ROGUE_SEED_INFO_1
source: You can specify a seed when selecting a dungeon to play.
fr: Vous pouvez spécifier une graine de génération quand vous sélectionnez un donjon pour y jouer.
it: Puoi specificare un seed quando selezioni un dungeon che vuoi giocare.
ja: ダンジョンをせんたくするときに、じゆうにシードちをしていできます。
ja_jp: ダンジョンを選択するときに、自由にシード値を指定できます。
zh_hans: 选择迷宫时，您可以自定义种子。

# DLG_ROGUE_SEED_INFO_2
source: Seeded dungeons will always have the same layout, no matter how many times they are played.
fr: Les donjons générés manuellement via une graine auront toujours le même pattern, peu importe le nombre de fois qu'ils auront été joués.
it: I dungeon creati con i seed avranno sempre lo stesso layout, non importa quante volte vengano giocati.
ja: シードちをしていしたダンジョンは、なんどプレイしてもレイアウトがかわりません。
ja_jp: シード値を指定したダンジョンは、何度プレイしてもレイアウトが変わりません。
zh_hans: 种子相同的迷宫，不论游玩了多少次，布局总会保持一致。

# DLG_ROGUE_SEED_INFO_3
source: You can replay dungeon layouts by copying the seed from the record of a finished adventure.
fr: Vous pouvez reprendre la génération du donjon en copiant la graine de génération d'un enregistrement d'une partie terminée.
it: Puoi riprodurre i layout dei dungeon copiando il seed dal riepilogo a fine avventura.
ja: また、ぼうけんをちゅうだんしたきろくからシードちをコピーすることで、レイアウトをさいげんできます。
ja_jp: また、冒険を中断した記録からシード値をコピーすることで、レイアウトを再現できます。
zh_hans: 您可以从已完成的探险中复制种子，从而重现迷宫的布局。

# DLG_ROGUE_SEED_INFO_4
source: However, you will not be able to transfer items and Pokémon in a seeded game.
fr: Cependant, vous ne pourrez pas transférer des objets ou des Pokémon dans une partie générée manuellement
it: Tuttavia, non potrai conservare gli strumenti e i Pokémon reclutati in questo tentativo.
ja: ただし、シードちをしていしたばあいは、アイテムやポケモンをメインデータにおくることができなくなります。
ja_jp: ただし、シード値を指定した場合は、アイテムやポケモンをメインデータ送ることができません。
zh_hans: 不过，在种子迷宫中，不可以转移道具和宝可梦。

# DLG_ROGUE_SPECIAL_INFO_1
source: In Roguelocke mode, Shiny Pokémon will appear more often, and you can also choose to start as one!
fr: Dans la mode Roguelocke, les Pokémon chromatiques sont plus courant, et vous pouvez commencer avec un d'eux !
it: Nella modalità Roguelocke, i Pokémon cromatici appaiono più frequentemente e potrai avere modo di iniziare a giocare nei panni di uno di questi ultimi!
ja: そして、Roguelockeモードではいろちがいのポケモンがひんぱんにしゅつげんするようになり、さらにじぶんじしんをいろちがいしてスタートすることもできます。
ja_jp: そして、Roguelockeモードでは色違いのポケモンが頻繁に出現するようになり、さらに自分自身を色違いとしてスタートすることもできます。
zh_hans: 在Roguelocke模式中，闪光宝可梦会更频繁地出现。同时，您也可以选用闪光宝可梦开始游戏！

# DLG_ROGUE_SPECIAL_INFO_2
source: However, they cannot be sent home in this mode, and if they faint they cannot be transferred.
fr: Cependant, vous ne pourrez pas les envoyer à la base dans ce mode,[scroll]et ne pourront pas être transférés si ils sont K.O.
it: Tuttavia, in questa modalità non possono essere inviati a casa e se vanno KO non possono essere trasferiti.
ja: しかし、このモードではぼうけんちゅうにだっしゅつできず、たおれてしまうとメインのセーブにもどれなくなります。
ja_jp: ただし、このモードでは冒険中に脱出できず、倒れてしまうとメインのセーブを戻れなくなります。
zh_hans: 但是，在此模式下，不能将它们送回家。如果它们被打倒了，也无法将其转移。

# DLG_SAVE_COMPLETE
source: Game saved!
fr: Partie sauvegardée!
it: Gioco salvato!
ja: セーブされました！
ja_jp: セーブされました！
zh_hans: 游戏已保存！

# DLG_SEND_HOME_ASK
source: Send {0} back?
fr: Envoyer {0} à la base?
it: Vuoi mandare a casa {0}?
ja: {0}をかえしますか？
ja_jp: {0}を帰しますか？
zh_hans: 要送回{0}吗？

# DLG_SKILL_DELETE
source: Delete a move to make room for {0}?
fr: Voulez-vous oublier une capacité pour apprendre {0}?
it: Cancellare una mossa per far posto a {0}?
ja: {0}をおぼえるためにほかのわざをわすれますか？
ja_jp: {0}を覚えるために他のわざを忘れますか？
zh_hans: 要忘记一个招式，并学习{0}吗？

# DLG_SKILL_FULL
source: {0} is trying to learn {1}, but {0} already has 4 moves.
fr: {0} essaye d'apprendre {1}, mais {0} connait déjà 4 capacités.
it: {0} sta cercando di imparare {1}, ma {0} conosce già 4 mosse.
ja: {0}は{1}をおぼえた！しかし、わざはすでにいっぱいだ。
ja_jp: {0}は{1}を覚えた。しかし、わざはすでにいっぱいだ。
zh_hans: {0}想要学习{1}，但{0}已经有了4个招式。

# DLG_SKILL_LEARN
source: {0} learned {1}!
fr: {0} a appris {1} !
it: {0} impara {1}!
ja: {0}は{1}をおぼえた！
ja_jp: {0}は{1}を覚えた！
zh_hans: {0}学会了{1}！

# DLG_SKILL_NO_LEARN
source: {0} did not learn {1}.
fr: {0} n'a pas appris {1}.
it: {0} non ha imparato {1}.
ja: {0}とはあいしょうがわるかった！{1}をおぼえることはできなかった。
ja_jp: {0}とは相性が悪かった！{1}を覚えることはできなかった。
zh_hans: {0}没有学会{1}。

# DLG_SKILL_REPLACE
source: {0} forgot {2},[pause=0] and learned {1}!
fr: {0} a oublié {2},[pause=0] et a appris {1}!
it: {0} dimentica {2},[pause=0] e impara {1}!
ja: {0}は{2}をわすれた。[pause=0]そして、{1}をおぼえた！
ja_jp: {0}は{2}を忘れた。[pause=0]そして、{1}を覚えた！
zh_hans: {0}忘记了{2}，[pause=0]并学会了{1}！

# DLG_SKILL_STOP_LEARN
source: Stop trying to learn {0}?
fr: Arrêter d'apprendre {0} ?
it: Vuoi bloccare l'apprendimento di {0}?
ja: {0}をおぼえるのをあきらめますか？
ja_jp: {0}を覚えるのを諦めますか？
zh_hans: 放弃学习{0}？

# DLG_STORE_ALL_CONFIRM
source: Store all items in your inventory?
fr: Entreposer tous les objets de votre inventaire ?
it: Depositare tutti gli strumenti dall'inventario?
ja: すべてのもちものをそうこにいれますか？
ja_jp: 全てもちものをそうこに入れますか？
zh_hans: 要储存所有道具吗？

# DLG_SUSPEND_ASK
source: Save the adventure and return to the title screen?
fr: Voulez-vous sauvegarder la partie et retournez à l'écran de démarrage ?
it: Salvare l'avventura e tornare alla schermata iniziale?
ja: ここでセーブをしてタイトルがめんにもどりますか？
ja_jp: ここでセーブをしてタイトル画面に戻りますか？
zh_hans: 保存此次探险并返回标题界面吗？

# DLG_TEAM_FULL
source: Your team is full! Select a Pokémon to send back home.
fr: Votre équipe est pleine! Selectionner un Pokémon pour retourner à la base.
it: Il tuo team è al completo! Seleziona un Pokémon da mandare a casa.
ja: チームのにんずうがいっぱいだ！！もどすポケモンをえらんでください。
ja_jp: チームの人数がいっぱいだ！！戻すポケモンを選んでください。
zh_hans: 您的队伍已满！请选择一个宝可梦送回家。

# DLG_TEAM_SENT_HOME
source: {0} went back.
fr: {0} est reparti.
it: {0} è stato mandato a casa.
ja: {0}はもどっていった。
ja_jp: {0}は戻っていった。
zh_hans: 已将{0}送回。

# DLG_TRADE_CANCELED
source: The other player canceled the trade.
fr: L'autre joueur a arrêté l'échange.
it: L'altro giocatore ha annullato lo scambio.
ja: あいてがわがこうかんをちゅうししました。
ja_jp: 相手側が交換を中止しました。
zh_hans: 另一个玩家取消了交换。

# DLG_TRADE_ITEM_ASK
source: Will you exchange these items?
fr: Voulez-vous échanger ces objets ?
it: Vuoi scambiare questi strumenti?
ja: このアイテムをこうかんしますか？
ja_jp: このアイテムを交換しますか？
zh_hans: 要交换这些道具吗？

# DLG_TRADE_ITEM_COMPLETE
source: Trade completed! The items were sent to storage.
fr: Echange terminée ! Les items ont été envoyés à la réserve.
it: Scambio completato! Gli strumenti sono stati mandati nel deposito.
ja: こうかんがかんりょうしました！アイテムがそうこにおくられました。
ja_jp: 交換が完了しました！アイテムが倉庫に送られました。
zh_hans: 交换完成！已将道具送往仓库。

# DLG_TRADE_TEAM_AND
source: And in exchange...
fr: Et en échange...
it: E in cambio...
ja: そして…
ja_jp: そして…
zh_hans: 作为交换……

# DLG_TRADE_TEAM_ASK
source: Will you exchange {0} for {1}?
fr: Voulez-vous échanger {0} contre {1} ?
it: Vuoi scambiare {0} per {1}?
ja: {0}と{1}をこうかんしますか？
ja_jp: {0}と{1}を交換しますか？
zh_hans: 要交换{0}与{1}吗？

# DLG_TRADE_TEAM_RECEIVED
source: {1} sent {0} to join your adventures!
fr: {1} a envoyé {0} rejoindre vos aventures !
it: {1} ha inviato {0} per unirsi alle tue avventure!
ja: {1}が{0}をぼうけんにきょうりょくさせてもらうことになりました！
ja_jp: {1}が{0}を冒険に協力させてもらえることになりました!
zh_hans: {1}送来了{0}与您一同探险！

# DLG_TRADE_TEAM_RECEIVED_BACK
source: {0} returned from {1}!
fr: {0} a été renvoyé de {1}!
it: {0} ritorna da {1}!
ja: {0}は{1}のもとにかえっていった！
ja_jp: {0}は{1}のもとに帰っていった！
zh_hans: {0}已从{1}返回！

# DLG_TRADE_TEAM_SENT
source: {0} was sent over to {1}.
fr: {0} a été envoyé à {1}.
it: {0} è stato inviato a {1}.
ja: {0}は{1}にきょうりょくをするためにむかった。
ja_jp: {0}は{1}に協力をするために向かった！
zh_hans: 已将{0}送去{1}。

# DLG_TRADE_TEAM_SENT_BACK
source: {0} was sent back to {1}.
fr: {0} a été renvoyé à {1}.
it: {0} è stato restuito a {1}.
ja: {0}は{1}のもとにもどっていった。
ja_jp: {0}は{1}のもとに戻っていった。
zh_hans: {0}被送到了{1}。

# DLG_TRANSFER_ALL_ASK
source: Items and Pokémon can be sent to the main save file. Begin transfer?
fr: Les objets, l'argent et Pokémon qui ne sont pas K.O. peuvent être transférer à la sauvegarde principale. Commencer le transfert ?
it: Strumenti e Pokémon possono essere mandati nel file di salvataggio principale. Cominciare il trasferimento?
ja: もちものやポケモンをメインのセーブにおくることができます。てんそうをかいししますか？
ja_jp: もちものやポケモンをメインのセーブに送ることができます。転送を開始しますか？
zh_hans: 道具和宝可梦可以发送至主存档。要转移吗？

# DLG_TRANSFER_COMPLETE
source: Transfer complete!
fr: Transfert terminé!
it: Trasferimento completato!
ja: てんそうがかんりょうしました！
ja_jp: 転送が完了しました！
zh_hans: 转移完成！

# DLG_TRANSFER_ITEM_ASK
source: Items can be sent to the main save file. Begin transfer?
it: Gli strumenti possono essere mandati al file di salvataggio principale. Cominciare il trasferimento?
ja: もちものをメインのセーブにおくることができます。てんそうをかいししますか？
ja_jp: もちものをメインのセーブに送ることができます。転送を開始しますか？
zh_hans: 道具可以发送至主存档。要转移吗？

# DLG_TRY_AGAIN_ASK
source: Would you like to try again? This will use your current settings.
it: Vuoi provare di nuovo? Questa procedura utilizzerà le tue impostazioni attuali.
ja: やりなおしますか？げんざいのせっていがしようされます。
ja_jp: やり直しますか？現在の設定が使用されます。
zh_hans: 要再试一次吗？这将使用当前的设置。

# DLG_WHAT_DO
source: What will you do?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?
ja: どうしますか？
ja_jp: どうしますか？
zh_hans: 你想做什么？

# GAME_ERROR_SPLASH
source: The game has been aborted\nbecause too many errors were raised.\n\nPlease close the game and restart.
fr: Le jeu s'est fermé\ndû à un grand nombre d'erreurs.\n\nFermez le jeu puis relancez.
it: Il gioco è stato interrotto\nperché sono stati generati troppi errori.\n\nPer favore, chiudi e riavvia il gioco.
ja: えらー。さいきどうしろ。
ja_jp: (エラーだ。再起動しなくちゃ…)
zh_hans: 游戏已中止，\n\n因为出现了太多错误。\n\n请关闭游戏并重新启动。

# GAME_LOAD_READY
source: Press any key to continue
it: Premi un tasto per continuare
ja: なにかのキーをおしてください
ja_jp: 何かのキーを押してください
zh_hans: 按下任意键以继续

# GAME_SPLASH
source: This is a free fangame\ncreated by fans of\nPokémon Mystery Dungeon.\n\nPlease support the series\nby purchasing an official game.\n\n\n\nPokémon Mystery Dungeon is owned by\n\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
fr: Ceci est un fangame\na but non lucratif cree par les fans\nde Pokémon Donjon Mystere.\nS'il-vous-plait supportez\nla franchise en achetant les jeux officiels.\nPokemon Donjon Mystere\nest une propriete de Nintendo,\nCreatures Inc, GAMEFREAK Inc\nand Spike Chunsoft
it: Questo fangame è gratuito e creato\ndai fan di Pokémon Mystery Dungeon.\n\nSostieni la serie acquistando\ni giochi ufficiali.\n\n\n\nPokémon Mystery Dungeon appartiene a\n\nNintendo\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
ja: これは、有志達による無料のファンゲームです。\n\nPlease support the series\nby purchasing an official game.\n\n\nPokémon Mystery Dungeon is owned by\n\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
ja_jp: ポケモンオタク達による二次創作です\n\nPlease support the series\nby purchasing an official game.\n\n\nPokémon Mystery Dungeon is owned by\n\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
zh_hans: 这是一款免费的粉丝游戏，\n由《宝可梦不可思议的迷宫》系列的粉丝制作。\n\n请购买官方游戏支持该系列。\n\n\n\n《宝可梦不可思议的迷宫》系列由以下原作者所有\n\nNintendo\nPokémon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft

# GAME_TITLE
source: Pokémon Mystery Dungeon: Origins
fr: Pokémon Donjon Mystère : Origines
ja: ポケモン不思議のダンジョン:Origins
ja_jp: ポケモン不思議のダンジョン:Origins
zh_hans: 宝可梦不可思议的迷宫：起源

# INPUT_CAN_PASTE
source: Use CTRL+V to paste.
fr: Utiliser CTRL+V pour coller
it: Usa CTRL+V per incollare.
ja: CTEL+Vでペーストができます。（日本語もペーストで入力できます。）
ja_jp: CTRL+Vでペーストです。
zh_hans: 使用 CTRL+V 粘贴。

# INPUT_CONTACT_TITLE
source: Enter the ID of your contact.
fr: Entrer l'ID de votre contact
it: Inserisci l'ID del tuo contatto.
ja: れんらくさきのIDをにゅうりょくしてください。
ja_jp: 連絡先のIDを入力してください。
zh_hans: 输入联系人ID。

# INPUT_IP_SUB
source: Format is "Hostname:Port". Use CTRL+V to paste.
fr: Le format adéquat est "Hostname:Port". Utiliser CTRL+V pour coller
it: Il formato è: "NomeHost:Porta". Usa CTRL+V per incollare.
ja: フォーマットは「Hostname:Port」CTRL+Vでペーストしてください。
ja_jp: フォーマットは「Hostname:Port」CTRL+Vでペーストしてください。
zh_hans: 格式为“主机名:端口”。使用 CTRL+V 粘贴。

# INPUT_IP_TITLE
source: Enter a server and optional port number.
fr: Entrer un serveur avec optionnellement un numéro de port
it: Inserire un server e un numero di porta opzionale.
ja: サーバーめいをにゅうりょくしてください。ポートばんごうはにんいです。
ja_jp: サーバー名を入力してください。ポート番号は任意です。
zh_hans: 输入服务器和可选的端口号码。

# INPUT_NAME_DESC
source: Leave blank for no nickname.
fr: Laisser l'espace vide pour aucun surnom
it: Lascia vuoto per non inserire soprannomi.
ja: ニックネームをつけないばあいは、くうらんのままにしてください。
ja_jp: ニックネームをつけない場合は、空欄にしてください。
zh_hans: 如果没有昵称，请留空。

# INPUT_NAME_TITLE
source: Please enter a nickname.
fr: Veuiller écrire un surnom
it: Per favore, inserisci un soprannome.
ja: ニックネームは？
ja_jp: ニックネームは？
zh_hans: 请输入昵称。

# INPUT_SEED_TITLE
source: Enter the seed.
fr: Entrer la graine de génération
it: Inserisci un seed.
ja: シードちをにゅうりょくしてください。
ja_jp: シード値を入力してください。
zh_hans: 输入种子。

# INPUT_TEAM_DESC
source: [TAB] for suggestions. Leave blank for random.
fr: Appuyer sur TAB pour des suggestions. Laisser l'espace vide pour un surnom aléatoire
it: Premi [TAB] per un suggerimento. \nLascia vuoto per un nome casuale.
ja: [TAB]キーをにゅうりょくしてください。ランダムのばあいはくうはくのままにしてください。
ja_jp: [TAB]キーを入力してください。ランダムの場合は空欄のままにしてください。
zh_hans: 按下[TAB]键随机抽选。留空表示随意。

# INPUT_TEAM_TITLE
source: Please enter a team name.
fr: Veuiller écrire un nom d'équipe
it: Per favore, inserisci il nome del team.
ja: チームめいは？
ja_jp: チーム名は？
zh_hans: 输入队伍名称。

# MENU_ADD_NEW
source: Add New
fr: Ajouter Nouveau
it: Aggiungi nuovo
ja: はじめから
ja_jp: はじめから
zh_hans: 添加新的

# MENU_AOK_TEAM
source: Rescuers: {0}
fr: Secoureurs: {0}
it: Soccorritori: {0}
ja: きゅうじょポケモン:{0}
ja_jp: 救助をポケモン:{0}
zh_hans: 救援者: {0}

# MENU_AOK_TITLE
source: A-OK Summary
fr: Résumé A-OK
it: Riepilogo E-mail di OK
ja: ふっかつメール
ja_jp: ふっかつメール
zh_hans: 复活总结

# MENU_ASSEMBLY_JOIN
source: Join Team
fr: Rejoindre l'équipe
it: Unisciti al team
ja: チームにさんか
ja_jp: チームに参加
zh_hans: 加入队伍

# MENU_ASSEMBLY_RELEASE
source: Release
fr: Relâcher
it: Libera
ja: わかれる
ja_jp: わかれる
zh_hans: 说再见

# MENU_ASSEMBLY_RENAME
source: Rename
fr: Renommer
it: Rinomina
ja: ニックネーム
ja_jp: ニックネーム
zh_hans: 更改昵称

# MENU_ASSEMBLY_STANDBY
source: Standby
fr: Se tenir prêt
it: In attesa
ja: たいき
ja_jp: たいき
zh_hans: 待命

# MENU_ASSEMBLY_TITLE
source: Assembly
fr: Assemblée
it: Raduno
ja: へんせいじょ
zh_hans: 宝可梦集会

# MENU_BAG_MONEY
source: Money: {0}
fr: Argent: {0}
it: Soldi: {0}
ja: おかね:{0}
ja_jp: お金:{0}
zh_hans: 金钱: {0}

# MENU_BANK_BANK
source: Bank:
fr: Banque
it: Banca:
ja: ぎんこう:
ja_jp: 銀行:
zh_hans: 银行:

# MENU_BANK_MONEY
source: Money:
fr: Argent:
it: Soldi:
ja: おかね:
ja_jp: お金:
zh_hans: 金钱:

# MENU_BANK_TITLE
source: Choose how much \uE024 to carry.
fr: Choisisser combien \uE024 à prendre
it: Scegli quanti \uE024 vuoi portare.
ja: いくらひきだしますか？
ja_jp: いくら引き出しますか？
zh_hans: 要带上多少 \uE024？

# MENU_BOY
source: Boy
fr: Garçon
it: Ragazzo
ja: おとこのこ
ja_jp: 男の子
zh_hans: 男生

# MENU_CANCEL
source: Cancel
fr: Annuler
it: Esci
ja: キャンセル
ja_jp: キャンセル
zh_hans: 取消

# MENU_CHARA_CHOICE_TITLE
source: Starter?
ja: しゅじんこうは？
ja_jp: 主人公は？
zh_hans: 主角？

# MENU_CHARA_CUSTOMIZE
source: {0} Edit Details
fr: {0} Modifier les détails
it: {0} Modifica dettagli
ja: カスタマイズ
ja_jp: カスタマイズ
zh_hans: {0}详细编辑

# MENU_CHARA_DETAIL_INTRINSIC
source: Ability
fr: Capacité Spéciale :
it: Abilità
ja: とくせい
ja_jp: 特性
zh_hans: 特性

# MENU_CHARA_DETAIL_SKIN
source: Color: {0}
fr: Couleur : {0}
it: Colore: {0}
ja: カラー:{0}
ja_jp: カラー:{0}
zh_hans: 颜色: {0}

# MENU_CHARA_DETAILS
source: Details
fr: Détails
it: Dettagli
ja: つよさ
ja_jp: つよさ
zh_hans: 详细信息

# MENU_CHARA_FORM
source: Form
fr: Forme
it: Forma
ja: すがた
ja_jp: すがた
zh_hans: 形态

# MENU_CHARA_GENDER
source: Gender
fr: Genre
it: Sesso
ja: せいべつ
ja_jp: せいべつ
zh_hans: 性别

# MENU_CHARA_INTRINSIC
source: Ability #{0}
fr: Capacité Spéciale #{0}
it: Abilità #{0}
ja: とくせい#{0}
ja_jp: 特性#{0}
zh_hans: 特性 #{0}

# MENU_CHARA_SKIN
source: Color
fr: Couleur
it: Colore
ja: カラー
ja_jp: カラー
zh_hans: 颜色

# MENU_CHOOSE
source: Choose
fr: Choisir
it: Scegli
ja: せんたく
ja_jp: 選択
zh_hans: 选择

# MENU_CONNECTING_CANCEL
source: Press {0} to cancel.
fr: Appuyer sur {0} pour arrêter
it: Premi {0} per uscire.
ja: {0}でキャンセルです。
ja_jp: {0}でキャンセルです。
zh_hans: 按{0}取消。

# MENU_CONNECTING_PARTNER
source: Waiting on partner...
fr: En attente du partenaire...
it: In attesa del partner...
ja: パートナーまち…
ja_jp: パートナー待ち…
zh_hans: 等待伙伴中……

# MENU_CONNECTING_SERVER
source: Connecting to server...
fr: Connexion au serveur...
it: Connessione al server...
ja: サーバーにせつぞくちゅう…
ja_jp: サーバーに接続中…
zh_hans: 连接服务器……

# MENU_CONTACT_LAST_SEEN
source: Last Seen: {0}
fr: Vu(e) il y a:
it: Visto l'ultima volta: {0}
ja: であったばしょ:{0}
ja_jp: 出会った場所:{0}
zh_hans: 上次见面: {0}

# MENU_CONTACT_RANK
source: Rank: {0}
fr: Rang: {0}
ja: ランク:{0}
ja_jp: ランク:{0}
zh_hans: 等级: {0}

# MENU_CONTACTS_TITLE
source: Contacts
it: Contatti
ja: れんらくさき
ja_jp: 連絡先
zh_hans: 联系人

# MENU_CONTROLS_CHOOSE_BUTTON
source: PRESS A BUTTON
fr: APPUYER SUR UN BOUTON
it: PREMI A
ja: Aボタンをおしてください
ja_jp: Aボタンを押してください
zh_hans: 按下按钮

# MENU_CONTROLS_CHOOSE_KEY
source: PRESS ANY KEY
fr: APPUYEZ SUR UNE TOUCHE
it: PREMI UN TASTO QUALSIASI
ja: なにかキーをおしてください
ja_jp: 何かキーを押してください
zh_hans: 按任意键

# MENU_CONTROLS_CONFIRM
source: Confirm
fr: Confirmer
it: Conferma
ja: かくにん
ja_jp: かくにん
zh_hans: 确认

# MENU_CONTROLS_INACTIVE
source: Inactive Window Input
fr: Fenêtre de saisie inactive
it: Comandi a finestra inattiva
ja: むこうなウィンドウ
ja_jp: むこうなウィンドウ
zh_hans: 无效窗口输入

# MENU_CONTROLS_RESET
source: Reset Defaults
fr: Restaurer les valeurs par défault
it: Ripristina i valori predefiniti
ja: もとにもどす
ja_jp: 元に戻す
zh_hans: 重置预设

# MENU_COPY_UUID
source: Copy ID
fr: Copier l'ID
it: Copia ID
ja: コピーID
ja_jp: コピーID
zh_hans: 复制ID

# MENU_DELETE
source: Delete
fr: Supprimer
it: Cancella
ja: けす
ja_jp: 消す
zh_hans: 删除

# MENU_DELETE_REPLAY_TITLE
source: Delete Replay Data
fr: Supprimer les données du replay
it: Cancella i dati dei replay
ja: リプレイデータをけす
ja_jp: リプレイデータを消す
zh_hans: 删除回放数据

# MENU_DELETE_SAVE_TITLE
source: Delete Save Data
fr: Supprimer les fichiers de sauvegarde
it: Cancella i dati salvati
ja: ぼうけんのきろくがをけす
ja_jp: 冒険の記録を消す
zh_hans: 删除保存数据

# MENU_DEX_CAUGHT
source: Joined: {0}
fr: Attrapé: {0}
it: Reclutati: {0}
ja: であったばしょ:
ja_jp: 出会った場所:
zh_hans: 已加入: {0}

# MENU_DEX_SEEN
source: Seen: {0}
fr: Vu: {0}
it: Visti: {0}
ja: はっけん:{0}
ja_jp: 発見:{0}
zh_hans: 已发现: {0}

# MENU_DEX_TITLE
source: Pokédex
ja: ポケモンずかん
ja_jp: ポケモン図鑑
zh_hans: 宝可梦图鉴

# MENU_DUNGEON_FLOORS
source: Floors: {0}
fr: Étages: {0}
it: Piani: {0}
ja: {0}かい
ja_jp: {0}階
zh_hans: 层数: {0}

# MENU_DUNGEON_TITLE
source: Locations
fr: Lieu
it: Area:
ja: ばしょ
ja_jp: 場所
zh_hans: 地点

# MENU_EXIT
source: Exit
fr: Fermer
it: Esci
ja: とじる
ja_jp: 閉じる
zh_hans: 退出

# MENU_FAVORITE
source: Favorite
fr: Favoris
it: Preferito
ja: おきにいり
ja_jp: お気に入り
zh_hans: 收藏

# MENU_FAVORITE_OFF
source: Unfavorite
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: おきにいりかいじょ
ja_jp: お気に入り解除
zh_hans: 取消收藏

# MENU_GAMEPAD_TITLE
source: GamePad
ja: ゲームパッド
ja_jp: ゲームパッド
zh_hans: 游戏手柄

# MENU_GENDERLESS
source: Genderless
fr: Asexué
it: Senza genere
ja: そのた
ja_jp: その他
zh_hans: 无

# MENU_GIRL
source: Girl
fr: Fille
it: Ragazza
ja: おんなのこ
ja_jp: 女の子
zh_hans: 女生

# MENU_GROUND_CHECK
source: Check
fr: Inspecter
it: Ispeziona
ja: しらべる
ja_jp: 調べる
zh_hans: 查看

# MENU_GROUND_GET
source: Pick Up
fr: Prendre
it: Raccogli
ja: ひろう
ja_jp: 拾う
zh_hans: 捡起

# MENU_GROUND_PROCEED
source: Proceed
fr: Avancer
it: Procedi
ja: いどう
ja_jp: 移動
zh_hans: 继续

# MENU_GROUND_TITLE
source: Ground
fr: Sol
it: Terreno
ja: あしもと
ja_jp: 足元
zh_hans: 地面

# MENU_GROUND_TRIGGER
source: Trigger
fr: Activer
it: Attiva
ja: はつどう
ja_jp: 発動
zh_hans: 触发

# MENU_HELD_ITEM
source: Item: {0}
fr: Objet: {0}
it: Strumento: {0}
ja: もちもの:{0}
ja_jp: もちもの:{0}
zh_hans: 道具: {0}

# MENU_HELD_NO_ITEM
source: No Item
fr: Aucun Objet
it: Nessuno strumento
ja: もちものなし
ja_jp: もちもの無し
zh_hans: 没有道具

# MENU_INFO
source: Info
fr: Information
it: Informazioni
ja: しらべる
ja_jp: 調べる
zh_hans: 说明

# MENU_INTRINSIC_RECALL
source: Abilities
fr: Talent
it: Abilità
ja: とくせい
ja_jp: 特性
zh_hans: 特性

# MENU_INTRINSIC_TITLE
source: {0}'s Abilities:
fr: Talent de {0}
it: Abilità di {0}:
ja: {0}のとくせい
ja_jp: {0}の特性
zh_hans: {0}的特性:

# MENU_ITEM_AMOUNT_TITLE
source: How many?
fr: Combien ?
it: Quanti?
ja: いくつ？
ja_jp: いくつ？
zh_hans: 多少？

# MENU_ITEM_DRINK
source: Ingest
fr: Ingérer
it: Ingerisci
ja: つかう
ja_jp: つかう
zh_hans: 摄入

# MENU_ITEM_EAT
source: Eat
fr: Manger
it: Mangia
ja: たべる
ja_jp: 食べる
zh_hans: 食用

# MENU_ITEM_GIVE
source: Give
fr: Donner
it: Dai
ja: わたす
ja_jp: 渡す
zh_hans: 携带

# MENU_ITEM_HELD_TITLE
source: {0}'s Item
fr: Objet de {0}
it: Strumento di {0}
ja: {0}のもちもの
ja_jp: {0}の持ち物
zh_hans: {0}的道具

# MENU_ITEM_HOLD
source: Hold
fr: Tenir
it: Tieni
ja: もつ
ja_jp: 持つ
zh_hans: 携带

# MENU_ITEM_LEARN
source: Learn
fr: Appendre
it: Impara
ja: まなぶ
ja_jp: 学ぶ
zh_hans: 学习

# MENU_ITEM_PLACE
source: Place
fr: Poser
it: Posiziona
ja: おく
ja_jp: 置く
zh_hans: 放置

# MENU_ITEM_PUT
source: Put Back
fr: Remettre
it: Riponi
zh_hans: 放回包中

# MENU_ITEM_RARITY
source: Rarity: {0}
fr: Rareté: {0}
it: Rarità: {0}
ja: レア:{0}
ja_jp: レア:{0}
zh_hans: 稀有度: {0}

# MENU_ITEM_REPLACE
source: Replace
fr: Remplacer
it: Sostituisci
zh_hans: 交换

# MENU_ITEM_STORE
source: Store
fr: Entreposer
it: Deposita
ja: おみせ
ja_jp: お店
zh_hans: 存放

# MENU_ITEM_SWAP
source: Swap
fr: Échanger
it: Scambia
ja: いれかえ
ja_jp: 入れ替え
zh_hans: 交换

# MENU_ITEM_SWAP_TITLE
source: Swap With?
fr: Échanger avec?
it: Con chi?
ja: いれかえますか？
ja_jp: 入れ替えますか？
zh_hans: 哪一个？

# MENU_ITEM_TAKE
source: Take
fr: Prendre
it: Prendi
ja: ひろう
zh_hans: 收回

# MENU_ITEM_TARGET_TITLE
source: For?
fr: Pour?
it: A chi?
ja: だれに？
zh_hans: 给谁？

# MENU_ITEM_TEACH
source: Teach
fr: Enseigner
it: Insegna
ja: つかう
zh_hans: 教授

# MENU_ITEM_THROW
source: Throw
fr: Lancer
it: Lancia
ja: なげる
ja_jp: 投げる
zh_hans: 投掷

# MENU_ITEM_TITLE
source: Treasure Bag
fr: Sac
it: Sacca dei tesori
zh_hans: 宝物袋

# MENU_ITEM_TRASH
source: Trash
fr: Ordure
it: Butta
ja: すてる
ja_jp: 捨てる
zh_hans: 丢弃

# MENU_ITEM_USE
source: Use
fr: Utiliser
it: Usa
ja: つかう
ja_jp: 使う
zh_hans: 使用

# MENU_ITEM_VALUE
source: Value: {0}
fr: Valeur: {0}
it: Valore: {0}
ja: ねだん:{0}
ja_jp: 値段:{0}
zh_hans: 价值: {0}

# MENU_ITEM_WITHDRAW
source: Take
fr: Prendre
it: Prendi
zh_hans: 取出

# MENU_KEYBOARD_TITLE
source: Keyboard
fr: Clavier
it: Tastiera
ja: キーボード
ja_jp: キーボード
zh_hans: 键盘

# MENU_LEVEL_UP
source: {0}'s Stats
it: Statistiche di {0}
ja: {0}のステータス
zh_hans: {0}的能力
