Repository: audinowho/DumpAsset
Catalog: Strings/strings.*.resx
Languages: fr, it, ja, ja_jp, zh_hans

# _ENUM_BattleSpeed_VeryFast
source: Very Fast
fr: Très Rapide
it: Molto veloce
ja: とてもはやい
ja_jp: とても早い
zh_hans: 非常快

# _ENUM_BattleSpeed_VerySlow
source: Very Slow
fr: Très Lent
it: Molto lento
ja: とてもおそい
ja_jp: とても遅い
zh_hans: 非常慢

# _ENUM_DisconnectReason_ConnectionFailed_msg
source: Connection failed.
fr: La connexion a échoué.
it: Connessione fallita.
ja: せつぞくにしっぱいしました。
ja_jp: 接続に失敗しました。
zh_hans: 连接失败。

# _ENUM_DisconnectReason_ConnectionRejected_msg
source: Connection was rejected.
fr: La connexion a été rejetée.
it: La connessione è stata rifiutata.
ja: せつぞくがきょひされました。
ja_jp: 接続が拒否されました。
zh_hans: 连接被拒绝。

# _ENUM_DisconnectReason_HostUnreachable_msg
source: Host was unreachable.
fr: Impossible de se connecter à l'hôte.
it: L'host è irraggiungibile.
ja: ホストにアクセスできませんでした。
ja_jp: ホストにアクセスできませんでした。
zh_hans: 主机无法连接。

# _ENUM_DisconnectReason_InvalidProtocol_msg
source: Invalid protocol.
fr: Protocole invalide.
it: Protocollo invalido.
ja: むこうなプロトコルです。
ja_jp: 無効なプロトコルです。
zh_hans: 无效协议。

# _ENUM_DisconnectReason_RemoteConnectionClose_msg
source: Server closed connection.
fr: Le serveur a interrompu la connexion.
it: Il server ha chiuso la connessione.
ja: サーバーがせつぞくをせつだんしました。
ja_jp: サーバーが接続を切断しました。
zh_hans: 服务器关闭了连接。

# _ENUM_DisconnectReason_Timeout_msg
source: Connection timed out.
fr: La connexion a expiré.
it: Connessione scaduta.
ja: タイムアウトしました。
ja_jp: タイムアウトしました。
zh_hans: 连接超时。

# _ENUM_ExchangeState_Exchange_msg
source: Trading...
fr: Échange en cours...
it: Scambio in corso...
ja: こうかんちゅう…
ja_jp: 交換中…
zh_hans: 交换中……

# _ENUM_ExchangeState_Ready_msg
source: Ready!
fr: Prêt !
it: Pronto!
ja: じゅんびかんりょう！
ja_jp: 準備完了！
zh_hans: 准备！

# _ENUM_ExchangeState_Selecting_msg
source: Selecting...
fr: En train de sélectionner...
it: Scelta in corso...
ja: せんたくちゅう…
ja_jp: 選択中…
zh_hans: 选择中……

# _ENUM_ExchangeState_Viewing_msg
source: Viewing...
fr: En train d'examiner...
it: Visualizzando...
ja: ひょうじちゅう…
ja_jp: 表示中…
zh_hans: 查看中……

# _ENUM_ExchangeState_Waiting_msg
source: Waiting...
fr: En attente...
it: In attesa...
ja: たいきちゅう…
ja_jp: 待機中…
zh_hans: 等待中……

# _ENUM_InputType_ItemMenu
source: Item Menu
fr: Inventaire
it: Menù strumenti
ja: もちもの
ja_jp: 持ち物
zh_hans: 道具菜单

# _ENUM_InputType_LeaderSwap1
source: Leader Swap 1
fr: Changement de meneur 1
it: Cambio leader 1
ja: リーダーこうかん1
ja_jp: リーダー交換1
zh_hans: 1号领队

# _ENUM_InputType_LeaderSwap2
source: Leader Swap 2
fr: Changement de meneur 2
it: Cambio leader 2
ja: リーダーこうかん2
ja_jp: リーダー交換2
zh_hans: 2号领队

# _ENUM_InputType_LeaderSwap3
source: Leader Swap 3
fr: Changement de meneur 3
it: Cambio leader 3
ja: りーだーこうかん3
ja_jp: リーダー交換3
zh_hans: 3号领队

# _ENUM_InputType_LeaderSwap4
source: Leader Swap 4
fr: Changement de meneur 4
it: Cambio leader 4
ja: リーダーこうかん4
ja_jp: リーダー交換4
zh_hans: 4号领队

# _ENUM_InputType_LeaderSwapBack
source: Leader Swap Back
fr: Reculer le chef de file
it: Cambio leader precedente
ja: うしろにリーダーこうかん
ja_jp: 後ろにリーダー交換
zh_hans: 向后交换队长

# _ENUM_InputType_LeaderSwapForth
source: Leader Swap Forth
fr: Avancer le chef de file
it: Cambio leader successivo
ja: まえにリーダーこうかん
ja_jp: 前にリーダー交換
zh_hans: 向前交换队长

# _ENUM_InputType_MsgLog
source: Message Log
fr: Registre des messages
it: Registro dei messaggi
ja: メッセージログ
ja_jp: メッセージログ
zh_hans: 消息记录

# _ENUM_InputType_SelectItems
source: Select Items
fr: Sélectionner les objets
it: Seleziona strumenti
ja: アイテムせんたく
ja_jp: アイテム選択
zh_hans: 选择多个道具

# _ENUM_InputType_Skill1
source: Move 1
fr: Capacité 1
it: Mossa 1
ja: わざ1
ja_jp: わざ1
zh_hans: 招式 1

# _ENUM_InputType_Skill2
source: Move 2
fr: Capacité 2
it: Mossa 2
ja: わざ2
ja_jp: わざ2
zh_hans: 招式 2

# _ENUM_InputType_Skill3
source: Move 3
fr: Capacité 3
it: Mossa 3
ja: わざ3
ja_jp: わざ3
zh_hans: 招式 3

# _ENUM_InputType_Skill4
source: Move 4
fr: Capacité 4
it: Mossa 4
ja: わざ4
ja_jp: わざ4
zh_hans: 招式 4

# _ENUM_InputType_SkillMenu
source: Moves Menu
fr: Menu des Capacités
it: Menù mosse
ja: わざメニュー
ja_jp: わざメニュー
zh_hans: 招式菜单

# _ENUM_InputType_SkillPreview
source: Preview Moves
it: Anteprima mosse
ja: わざせつめい
ja_jp: わざ説明
zh_hans: 招式预览

# _ENUM_InputType_Skills
source: Moves
fr: Capacités
it: Mosse
ja: わざ
ja_jp: わざ
zh_hans: 招式

# _ENUM_InputType_SortItems
source: Sort Items
fr: Trier les Objets
it: Riordina strumenti
ja: もちものせいり
ja_jp: もちもの整理
zh_hans: 整理道具

# _ENUM_InputType_TacticMenu
source: Tactics Menu
fr: Menu des tactiques
it: Menù tattiche
ja: さくせんメニュー
ja_jp: 作戦メニュー
zh_hans: 战术菜单

# _ENUM_InputType_TeamMenu
source: Team Menu
fr: Menu de l'équipe
it: Menù team
ja: チームメニュー
ja_jp: チームメニュー
zh_hans: 队伍菜单

# _ENUM_InputType_TeamMode
source: Team Mode
fr: Mode équipe
it: Modalità team
ja: なかまモード
ja_jp: なかまモード
zh_hans: 团队模式

# _ENUM_NetCloseReason_AlreadyConnected_msg
source: You are already connected from another application.
fr: Vous êtes déjà connecté depuis une autre application.
it: Sei già connesso da un'altra applicazione.
ja: すでにべつのアプリケーションからせつぞくされています。
zh_hans: 您已从另一个应用程序连接。

# _ENUM_NetCloseReason_DifferentActivity_msg
source: The other player is requesting a different activity.
fr: L'autre joueur demande une activité différente.
it: L'altro giocatore sta richiedendo un'attività differente.
zh_hans: 另一个玩家正在请求不同的活动。

# _ENUM_NetCloseReason_OtherEnded_msg
source: The other player chose to end communication.
fr: L'autre joueur a choisi de mettre fin à la communication.
it: L'altro giocatore ha chiuso la comunicazione.
zh_hans: 另一个玩家终止了通讯。

# _ENUM_NetCloseReason_PeerIDMismatch_msg
source: One of the players did not connect to the correct Team ID.
fr: L'un des joueurs ne s'est pas connecté à la bonne ID d'équipe.
it: Uno dei giocatori non si è connesso all'ID Team corretto.
zh_hans: 某个玩家没有连接到正确的队伍ID。

# _ENUM_NetCloseReason_ServerShutdown_msg
source: The server has shut down.
fr: Le serveur s'est arrêté.
it: Il server è stato chiuso.
ja: サーバーがシャットダウンしました。
zh_hans: 服务器已关闭。

# _ENUM_SkillCategory_Magical
source: Special
fr: Spéciale
it: Speciale
ja: とくしゅわざ
ja_jp: 特殊
zh_hans: 特殊

# _ENUM_Stat_DodgeRate
source: Evasion
fr: Esquive
it: Elusione
ja: かいひりつ
ja_jp: 回避率
zh_hans: 闪避率

# _ENUM_Stat_HitRate
source: Accuracy
fr: Précision
it: Precisione
ja: めいちゅう
ja_jp: 命中
zh_hans: 命中率

# _ENUM_Stat_MAtk
source: Special Attack
fr: Attaque Spéciale
it: Attacco Speciale
ja: とくしゅこうげき
ja_jp: とくしゅこうげき
zh_hans: 特攻

# _ENUM_Stat_MAtk_short
source: Sp. Attack
fr: Attaque Sp.
it: Att. Speciale
ja: とくこう
ja_jp: 特攻
zh_hans: 特攻

# _ENUM_Stat_MAtk_tiny
source: Sp. Atk
fr: Atq. Spé.
it: Att. Sp.
ja: とくこう
ja_jp: 特攻
zh_hans: 特攻

# _ENUM_Stat_MDef
source: Special Defense
fr: Défense Spéciale
it: Difesa Speciale
ja: とくしゅぼうぎょ
ja_jp: とくしゅぼうぎょ
zh_hans: 特防

# _ENUM_Stat_MDef_short
source: Sp. Defense
fr: Défense Sp.
it: Dif. Speciale
ja: とくぼう
ja_jp: 特防
zh_hans: 特防

# _ENUM_Stat_MDef_tiny
source: Sp. Def
fr: Déf. Spé.
it: Dif. Sp.
ja: とくぼう
ja_jp: 特防
zh_hans: 特防

# _ENUM_Stat_Range
source: Attack Range
fr: Portée
it: Portata
ja: こうかはんい
ja_jp: 効果範囲
zh_hans: 范围

# ADD_END
source: , and
fr: et
it: e
ja: そして、
ja_jp: そして、
zh_hans: 和

# DLG_ASK_ENTER_DUNGEON
source: Will you enter {0}?
fr: Voulez-vous entrer dans {0} ?
it: Vuoi entrare in {0}?
ja: {0}にはいりますか？
ja_jp: {0}に入りますか？
zh_hans: 要进入{0}吗？

# DLG_ASK_ENTER_GROUND
source: Will you go to {0}?
fr: Voulez-vous aller à {0} ?
it: Vuoi andare al {0}?
ja: {0}にむかいますか？
ja_jp: {0}に向かいますか？
zh_hans: 要前往{0}吗？

# DLG_ASK_EXIT_DUNGEON
source: Will you go back?
fr: Voulez-vous revenir en arrière ?
it: Vuoi tornare indietro?
ja: だっしゅつしますか？
ja_jp: 脱出しますか？
zh_hans: 要返回吗？

# DLG_ASK_GENDER
source: Do you want to play as a boy, or a girl?
fr: Êtes-vous un garçon ou une fille ?
it: Vuoi giocare come un ragazzo o una ragazza?
ja: しゅじんこうはだんせいですか？それとも、じょせいですか？
ja_jp: 男の子にしますか？女の子にしますか？
zh_hans: 你是男生，还是女生？

# DLG_ASK_LOAD_UPGRADE
source: Some mods are missing and may cause issues loading.[pause=0] Are you sure you want to load this file?
fr: Certains mods sont manquants et peuvent potentiellement poser problème au chargement.[pause=0] Êtes-vous sûr de vouloir charger ce fichier ?
it: Delle mod sono mancanti e potrebbero dare problemi al caricamento. [pause=0] Sei sicuro/a di voler caricare questo file?
ja: なんらかのMODファイルがけつらくしています。[pause=0]ほんとうにフォイルをロードしてもよろしいですか？
ja_jp: 何らかのMODファイルが欠落しています。[pause=0]本当にファイルをロードしてもよろしいでしょうか？
zh_hans: 检测到某些Mod丢失，这可能导致加载问题。[pause=0]确定要加载此文件吗？

# DLG_ASK_VERSION_DIFF
source: The file has version differences. Are you sure you want to load?
it: Questo file ha delle differenze di versione. Sei sicuro di volerlo caricare?
ja: バージョンのことなるファイルがそんざいしています。ほんとうにファイルをロードしてもよろしいでしょうか？
ja_jp: バージョンの異なるファイルが存在しています。本当にファイルをロードしてもよろしいでしょうか？
zh_hans: 该文件版本不同。确定要加载吗？

# DLG_ASSEMBLY_RELEASE
source: {0} was released.[pause=0]\nGoodbye {0}...
fr: {0} a été relâché.[pause=0]\nAu revoir {0}...
it: {0} è stato liberato. [pause=0]/nAddio {0}...
ja: {0}はさくじょされました。[pause=0]\0さようなら、{0}…
ja_jp: {0}は削除されました。[pause=0]\nさようなら、{0}…
zh_hans: {0}离开了。[pause=0]\n再见，{0}……

# DLG_ASSEMBLY_RELEASE_ASK
source: Once released, {0} is gone forever.[pause=0] Are you sure?
fr: Une fois relâché, {0} sera parti pour toujours.[pause=0] Êtes-vous sûr ?
it: Una volta libero, {0} sparirà per sempre. [pause=0] Va bene?
ja: いちどさくじょた{0}は、にどとふくげんできません。[pause=0]かくごはよろしいですか？
ja_jp: 一度削除した{0}は、二度と復元できません。[pause=0]かくごはよろしいでしょうか？
zh_hans: 一旦告别，{0}就永远离开了。[pause=0]你确定吗？

# DLG_AWAIT_RESCUE_AOK_FAIL
source: Verification failed.[pause=0] The A-OK Mail has been deleted.
fr: La vérification a échoué.[pause=0] La Lettre O.K. a été supprimée.
it: Verifica fallita.[pause=0] L'E-mail di OK è stata eliminata.
ja: けんしょうにしっぱいしました。[pause=0]ふっかつメールはさくじょされました。
ja_jp: 検証に失敗しました。[pause=0]ふっかつメールは削除されました。
zh_hans: 验证失败。[pause=0]该复活信已被删除。

# DLG_AWAIT_RESCUE_AOK_FOUND
source: An A-OK Mail has been loaded.[pause=0] Verification will begin.
fr: Une Lettre O.K. a été chargée.[pause=0] Une vérification va démarrer.
it: L'E-mail di OK è stata caricata.[pause=0] Verrà avviata la verifica.
ja: ふっかつメールのロードにせいこうしました。[pause=0]けんしょうをはじめます！
ja_jp: ふっかつメールのロードに成功しました。[pause=0]検証を始めます！
zh_hans: 复活信已加载。[pause=0]即将开始验证。

# DLG_AWAIT_RESCUE_ASK
source: You are currently awaiting rescue. What will you do?
fr: Vous êtes actuellement en attente de secours. Que voulez-vous faire ?
it: Sei in attesa di soccorso. Cosa vuoi fare?
ja: きゅうじょをまっているとちゅうです。どうしますか？
ja_jp: 救助を待っている途中です。どうしますか？
zh_hans: 您目前正在等待救援。要做什么？

# DLG_AWAIT_RESCUE_RESUME
source: Your team was successfully rescued.[pause=0] Continue from the Top Menu.
fr: Votre équipe a été secourue avec succès.[pause=0] Continuez depuis le Menu Principal.
it: Il tuo team è stato salvato con successo.[pause=0] Continua dal menù principale.
ja: きゅうじょにせいこうしました。[pause=0]トップメニューからふっかつできます！
ja_jp: 救助に成功しました！[pause=0]トップメニューから復活できます！
zh_hans: 您的队伍已成功获救。[pause=0]请从顶部菜单继续。

# DLG_CHOICE_NO
source: No
fr: Non
ja: いいえ
ja_jp: いいえ
zh_hans: 否

# DLG_CHOICE_OFF
source: Off
fr: Désactivé
it: Disattivato
ja: オフ
ja_jp: オフ
zh_hans: 关

# DLG_CHOICE_ON
source: On
fr: Activé
it: Attivato
ja: オン
ja_jp: オン
zh_hans: 开

# DLG_CHOICE_YES
source: Yes
fr: Oui
it: Sì
ja: はい
ja_jp: はい
zh_hans: 是

# DLG_DELETE_COMPLETE
source: Your adventure has been deleted.
fr: Votre aventure a été effacée.
it: La tua avventura è stata eliminata.
ja: ぼうけんのきろくがさくじょされました。
ja_jp: 冒険の記録が削除されました。
zh_hans: 您的探险记录已被删除。

# DLG_DELETE_CONFIRM
source: Is that really OK?
fr: En êtes-vous vraiment sûr ?
it: Sei sicuro/a?
ja: ほんとうにいいですか？
ja_jp: 本当にいいですか？
zh_hans: 真的可以吗？

# DLG_DELETE_REPLAY
source: Replay data will be deleted.[pause=0] Will you also delete favorites?
fr: Les données du replay vont être supprimées.[pause=0] Voulez-vous également supprimer les favoris ?
it: I dati del replay saranno eliminati.[pause=0] Vuoi eliminare anche i preferiti?
ja: リプレイデータがさくじょされます。どうじにコレクションもさくじょしますか？
ja_jp: リプレイデータが削除されます。同時にコレクションも削除しますか？
zh_hans: 回放数据将被删除。[pause=0]是否同时删除收藏？

# DLG_DELETE_REPLAY_COMPLETE
source: Your replays have been deleted.
fr: Vos replays ont été supprimés.
it: I tuoi replay sono stati eliminati.
ja: あなたのリプレイデータはさくじょされました。
ja_jp: あなたのリプレイデータは削除されました。
zh_hans: 已删除回放数据。

# DLG_DELETE_SAVE
source: Your adventure will be erased.[pause=0] This will not include Roguelocke, replays or contacts.
fr: Votre aventure va être effacée. [pause=0] Cela n'incluera pas le Roguelocke, les replays ni les contacts.
it: La tua avventura sarà eliminata.[pause=0] Questo non includerà la Roguelocke, i replay o i contatti.
ja: あなたのぼうけんのきろくがさくじょされます。[pause=0]リプレイデータ、Roguelocke、つながりはえいきょうをうけません。
ja_jp: あなたの冒険の記録が削除されます。[pause=0]リプレイデータ、Roguelocke、つながりは影響を受けません。
zh_hans: 您的探险记录将被删除。[pause=0]这不包括 Roguelocke，回放数据和联系人。

# DLG_ERR_READ_FILE
source: The file could not be read because it is the wrong format or is corrupt.
fr: Le dossier ne peut pas être lu car son format est invalide ou a été corrompu.
it: Impossibile leggere il file perché è nel formato sbagliato o è corrotto.
ja: ファイルのけいしきがまちがつているか、こわれているため、よみこみにしっぱいしました。
ja_jp: ファイルの形式が間違っているか、壊れているため、読み込みに失敗しました。
zh_hans: 该文件可能无法读取，因为它的格式不正确或已损坏。

# DLG_ERR_READ_FILE_FALLBACK
source: Please delete, or move it from {0}.
fr: Veuillez le supprimer ou le déplacer de {0}.
it: Per favore eliminalo o spostalo da {0}.
ja: さくじょをするか{0}からいどうしてください。
ja_jp: 削除をするか{0}から移動してください。
zh_hans: 请将其删除或从{0}中移出。

# DLG_ERR_READ_QUICKSAVE
source: The quicksave cannot be loaded due to version differences.[pause=0] The main save will be loaded instead.
fr: La sauvegarde rapide ne peut pas être chargée à cause d'une différence de version.[pause=0] La sauvegarde principale sera chargée à la place.
it: Non è stato possibile caricare il salvataggio rapido per via di differenze di versione.[pause=0] Verrà caricato il salvataggio principale.
ja: バージョンのちがいによりクイックセーブがロードできません！[pause=0]メインのセーブをロードします。
ja_jp: バージョンの違いによりクイックセーブがロードできません![pause=0]メインのセーブをロードします。
zh_hans: 由于版本差异，无法加载快速保存。[pause=0]即将加载主存档。

# DLG_ERR_READ_SAVE
source: The main save file could not be read because it is the wrong format or is corrupt.
fr: Le fichier de sauvegarde principale n'a pas pu être lu car son format est invalide ou a été corrompu.
it: Il file di salvataggio non può essere letto perché è nel formato sbagliato o è corrotto.
ja: メインのセーブファイルのけいしきがまちがっているか、こわれているため、ロードにしっぱいしました。
ja_jp: メインのセーブファイルの形式が間違っているか、壊れているため、ロードに失敗しました。
zh_hans: 主存档可能无法读取，因为它的格式不正确或已损坏。

# DLG_ERR_READ_SAVE_FALLBACK
source: The current game stats will be used as a fallback, becoming permanent game stats.
fr: Les statistiques de jeu actuelles seront utilisées comme solution de secours, devenant alors les statistiques permanentes.
it: Il gioco userà gli attuali dati di gioco, facendoli diventare dati permanenti.
ja: セーブファイルのきろくをげんざいしんこうちゅうのじょうたいにへんこうします。
ja_jp: セーブファイルの記録を現在進行中の状態に変更します。
zh_hans: 作为代替，将会使用当前游戏的进度作为存档文件的进度。

# DLG_FILE_VERSION_DIFF
source: The file has version differences.[pause=0] The load may fail.
fr: Le fichier a des différences de version avec le jeu.[pause=0] Le chargement pourrait échouer.
it: Il file ha delle differenze di versione.[pause=0] Il caricamento potrebbe fallire.
ja: バージョンのことなるファイルがそんざいしています。[pause=0]ロードにしっぱいしてしまうかのうせいがあります。
ja_jp: バージョンの異なるファイルが存在しています。[pausr=0]ロードに失敗してしまう可能性があります。
zh_hans: 该文件版本不同，[pause=0]可能读取失败。

# DLG_LANGUAGE_SET
source: Language has been set to {0}.
fr: La langue a été définie sur {0}.
it: La lingua è stata impostata in {0}.
ja: げんごが{0}にせっていされました。
ja_jp: 言語が{0}に設定されました。
zh_hans: 语言已设置为{0}。

# DLG_LEVEL_DOWN
source: {0} dropped to level {1}!
fr: {0} retombe au niveau {1} !
it: {0} è sceso al livello {1}!
ja: {0}はレベル{1}にさがってしまった！
ja_jp: {0}はレベル{1}に下がってしまった！
zh_hans: {0}降到了{1}级！

# DLG_LEVEL_UP
source: {0} grew to level {1}!
fr: {0} monte au niveau {1} !
it: {0} è salito al livello {1}!
ja: {0}はレベル{1}にあがった！
ja_jp: {0}はレベル{1}に上がった！
zh_hans: {0}升到了{1}级！

# DLG_NEW_AREA
source: You can now go to {0}!
fr: Vous pouvez maintenant accéder à {0} !
it: Ora puoi andare a {0}!
ja: {0}にいけるようになったぞ！
ja_jp: {0}に行けるようになったぞ！
zh_hans: 现在可以前往{0}了！

# DLG_NEW_AREA_TO
source: Beyond the dungeon lies a new area...
fr: Une nouvelle zone apparaît au-delà du donjon...
it: Oltre il dungeon c'è un'altra area...
ja: ダンジョンのさきにはにはあたらしいエリアがあった…
ja_jp: ダンジョンの先には新しいエリアがあった…
zh_hans: 迷宫之外出现了一片新的区域……

# DLG_NEW_CHARS
source: New Pokémon have appeared as starters!
fr: De nouveaux Pokémon sont apparus comme starters !
it: Nuovi Pokémon sono apparsi come Starter!
ja: あたらしいしゅじんこうのポケモンがついかされたぞ！
ja_jp: 新しい主人公のポケモンが追加されたぞ！
zh_hans: 可以使用新的宝可梦作为主角了！

# DLG_NO_ADVENTURE
source: But the adventure ended before it even began...
fr: Mais l'aventure s'est terminée avant même qu'elle ne commence...
it: Ma l'avventura è finita prima che potesse cominciare...
ja: しかし、ぼうけんははじまるまえにおわってしまった…
ja_jp: しかし、冒険は始まる前に終わってしまった…
zh_hans: 但是探险还没有开始就结束了……

# DLG_ONLINE_TRADE_END_ASK
source: Would you like to quit exchanging with your partner?
fr: Voulez-vous abandonner l'échange avec votre partenaire ?
it: Desideri terminare lo scambio con il tuo partner?
ja: パートナーとのこうかんをしゅうりょうしますか？
ja_jp: パートナーとの交換を終了しますか？
zh_hans: 你想退出与伙伴的交换吗？

# DLG_QUIT_ASK
source: Give up the adventure? It will count as a defeat.
fr: Abandonner l'aventure ? Cela comptera comme une défaite.
it: Vuoi abbandondare l'avventura? Verrà considerata come una sconfitta.
ja: ぼうけんをあきらめますか？(たおれてしまったことになります)
ja_jp: 冒険を諦めますか？(倒れてしまったことになります。)
zh_hans: 要放弃探险吗？这将被视为一次失败的探险。

# DLG_REPLAY_DESYNC
source: The replay went out of sync.[pause=0] Returning to the menu...
fr: Le replay a été desynchronisé.[pause=0] Retour au menu principal...
it: Il replay si è desincronizzato. [pause=0] Ritorno al menu in corso...
ja: リプレイデータがこわれています。[pause=0]メニューにもどります。
ja_jp: リプレイデータ壊れています。[pause=0]メインメニューに戻ります。
zh_hans: 回放不同步。[pause=0]正在返回主菜单……

# DLG_REPLAY_VERIFY_DESYNC
source: Encountered a desync during replay verification. [pause=0] Returning to the menu ...
fr: Une désynchronisation s'est produite pendant la vérification du replay.[pause=0] Retour au menu principal...
it: Il replay si è desincronizzato durante la verifica. [pause=0] Ritorno al menù...
ja: リプレイデータどうきできませんでした。[pause=0]メインメニューにもどります。
ja_jp: リプレイデータ同期できませんでした。[pause=0]メインメニューに戻ります。
zh_hans: 加载验证不同步。[pause=0]正在返回主菜单……

# DLG_REPLAY_VERIFY_OK
source: The replay has been verified.
fr: Le replay a été vérifié.
it: Il replay è stato verificato.
ja: リプレイデータはしようかのうです。
ja_jp: リプレイデータは使用可能です。
zh_hans: 加载验证完成。

# DLG_RESCUE_ADD_REWARD_ASK
source: What will you offer?
fr: Qu'allez-vous offrir ?
it: Cosa vorresti offrire?
ja: どれにしますか？
ja_jp: どれにしますか？
zh_hans: 要提供什么？

# DLG_RESCUE_ASK
source: Would you like to send out for a rescue?
fr: Voulez-vous demander du secours ?
it: Vorresti inviare una richiesta di soccorso?
ja: きゅうじょをいらいしますか？
ja_jp: 救助を依頼しますか？
zh_hans: 要发出一个救援请求吗？

# DLG_RESCUE_GET_AOK_ASK
source: Receive this A-OK Mail from {0}?
fr: Recevoir cette Lettre O.K. de {0} ?
it: Ricevere questa E-mail di OK da {0}?
ja: {0}からふっかつメールをうけとりますか？
ja_jp: {0}からふっかつメールを受け取りますか？
zh_hans: 要接收来自{0}的复活信吗？

# DLG_RESCUE_GET_AOK_ASK_REWARD
source: Receive this A-OK Mail from {0}? You will also send them the listed reward.
fr: Recevoir cette Lettre O.K. de {0} ? Cela leur enverra également les récompenses listées.
it: Ricevere questa E-mail di OK da {0}? Invierai loro la ricompensa elencata.
ja: {0}からふっかつメールをうけとってよろしいですか？せっていしたほうしゅうをおくります。
ja_jp: {0}からふっかつメールを受け取ってよろしいでしょうか？設定した報酬を送ります。
zh_hans: 要接收来自{0}的复活信吗？您也将发送列出的报酬。

# DLG_RESCUE_GOT_AOK
source: The A-OK Mail was received from {0}.
fr: La Lettre O.K. a été reçue de {0}.
it: È stata ricevuta una E-mail di OK da {0}.
ja: {0}からふっかつメールうけとりました。
ja_jp: {0}からふっかつメールを受け取りました。
zh_hans: 已接收{0}的复活信。

# DLG_RESCUE_GOT_AOK_REWARD
source: You also sent them a reward in thanks!
fr: Vous avez également envoyé une récompense en remerciement !
it: Hai inviato una ricompensa come ringraziamento!
ja: おれいのほうしゅうをおくった！
ja_jp: お礼の報酬を送った！
zh_hans: 作为谢礼的报酬也已经发送！

# DLG_RESCUE_INFO_1
source: To request a rescue, select Get Help within Awaiting Rescue.
fr: Pour demander du secours, sélectionner Obtenir de l'aide dans En attente de secours.
it: Per richiedere soccorso seleziona "Ricevi aiuto" all'interno di "In attesa di soccorso".
ja: きゅうじょをようせいするには、「きゅうじょまち」の「きゅうじょをようせい」をせんたくするひつようがあります。
ja_jp: 救助を要請するには、「救助待ち」の「救助を要請」を選択する必要があります。
zh_hans: 如果要请求救援，请在“等待救援”中选择“寻求帮助”。

# DLG_RESCUE_QUIT_ASK
source: Stop awaiting rescue and give up on the mission?
fr: Arrêter d'attendre du secours et abandonner la mission ?
it: Vuoi smettere di aspettare i soccorsi e rinunciare alla missione?
ja: きゅじょまちをやめて、ミッションをあきらめますか？
ja_jp: 救助を待ちをやめて、ミッションをあきらめますか？
zh_hans: 停止等待救援并放弃探险吗？

# DLG_RESCUE_RECEIVE_SOS
source: The SOS Mail was received from {0}.
fr: La Lettre S.O.S. a été reçue de {0}.
it: Hai ricevuto un SOS da {0}.
ja: {0}からたすけてメールをうけとりました。
ja_jp: {0}からたすけてメールを受け取りました。
zh_hans: 已接收{0}的求助信。

# DLG_RESCUE_RECEIVE_SOS_ASK
source: Receive this SOS Mail from {0}?
fr: Recevoir cette Lettre S.O.S. de {0}.
it: Ricevere questo SOS da {0}?
ja: {0}からたすけてメールをうけとりますか？
ja_jp: {0}からたすけてメールを受け取りますか？
zh_hans: 要接收来自{0}的求助信吗？

# DLG_RESCUE_SEND_AOK
source: The A-OK Mail was sent to {0}.
fr: La Lettre O.K. a été envoyée à {0}.
it: La E-mail di OK è stata inviata a {0}.
ja: {0}にふっかつメールをおくりました。
ja_jp: {0}にふっかつメールを送りました。
zh_hans: 已向{0}发送复活信。

# DLG_RESCUE_SEND_AOK_ASK
source: Send this A-OK Mail to {0}?
fr: Envoyer cette Lettre O.K. à {0} ?
it: Inviare questa E-mail di OK a {0}?
ja: {0}にふっかつメールをおくってもよろしいですか？
ja_jp: {0}にふっかつメールを送ってもよろしいですか？
zh_hans: 要向{0}发送复活信吗？

# DLG_RESCUE_SEND_AOK_ASK_REWARD
source: Send this A-OK Mail to {0}? You will receive the listed reward.
fr: Envoyer cette Lettre O.K. à {0} ? Vous recevrez les récompenses listées.
it: Inviare questa E-mail di OK a {0}? Riceverai la ricompensa elencata.
ja: このふっかつメールを{0}におくりますか？せっていされたほうしゅうをうけとることができます。
ja_jp: このふっかつメールを{0}に送りますか？設定された報酬を受け取ることができます。
zh_hans: 要给{0}发送复活信吗？您将收到列出的报酬。

# DLG_RESCUE_SEND_AOK_REWARD
source: You also got a reward in thanks!
fr: Vous avez également reçu une récompense en remerciement !
it: Hai ricevuto una ricompensa come ringraziamento!
ja: おれいのほうしゅうをもらった！
ja_jp: お礼の報酬をもらった！
zh_hans: 也收到了作为谢礼的报酬！

# DLG_RESCUE_SEND_SOS
source: The SOS Mail was sent to {0}.
fr: La Lettre S.O.S. a été envoyée à {0}.
it: Un SOS è stato inviato a {0}.
ja: {0}にたすけてメールをおくりました。
ja_jp: {0}にたすけてメールを送りました。
zh_hans: 已向{0}发出求助信。

# DLG_RESCUE_SEND_SOS_ASK
source: Send this SOS Mail to {0}?
fr: Envoyer cette Lettre S.O.S. à {0} ?
it: Inviare un SOS a {0}?
ja: {0}にたすけてメールをおくりますか？
ja_jp: {0}にたすけてメールを送りますか？
zh_hans: 要向{0}发出求助信吗？

# DLG_RESTRICT_BAG
source: {0} have been stored away.
fr: {0} ont été entreposés.
it: {0} sono stati depositati.
ja: {0}はそうこにおくられました。
ja_jp: {0}は倉庫に送られました。
zh_hans: 存入了{0}。

# DLG_RESTRICT_ITEM_ALL
source: all items
fr: tous les objets
it: tutti gli strumenti
ja: すべてのもちもの
ja_jp: 全てのもちもの
zh_hans: 所有道具

# DLG_RESTRICT_ITEM_ALL_NON_TREASURE
source: all items (except treasures)
it: tutti gli strumenti (tesori esclusi)
ja: すべてのもちもの（たからばをのぞく）
zh_hans: 宝物以外的所有道具

# DLG_RESTRICT_ITEM_SLOT
source: items beyond the {0}th slot
fr: les objets au-delà du {0}ème emplacement
it: oggetti oltre lo slot {0}
ja: {0}こめいこうのもちもの
ja_jp: {0}個目以降のもちもの
zh_hans: 第{0}项之后的道具

# DLG_RESTRICT_ITEM_SLOT_NON_TREASURE
source: non-treasure items beyond the {0}th slot
it: oggetti oltre lo slot {0} (tesori esclusi)
ja: {0}ばんめいこうのたからばこいがいのアイテム
zh_hans: 第{0}项之后，宝物以外的道具

# DLG_RESTRICT_LEVEL
source: Team members have been temporarily reduced to Lv. {0}.
fr: Les membres de l'équipe ont temporairement été réduits au niveau {0}.
it: I membri del team sono stati portati temporaneamente al L. {0}.
ja: メンバーのレベルがいちじてきに{0}になりました。
ja_jp: メンバーのレベルが一時的に{0}になりました。
zh_hans: 队伍等级已暂时降至Lv. {0}。

# DLG_RESTRICT_MONEY
source: all \uE024
fr: tout \uE024
it: tutti i \uE024
ja: しょじしている\uE024
ja_jp: 所持している\uE024
zh_hans: 所有的\uE024
