Repository: audinowho/DumpAsset
Catalog: Strings/strings.*.resx
Languages: fr, it, ja, ja_jp, zh_hans

# MENU_MAIL_AOK_TITLE
source: A-OK Mail
fr: Lettre O.K
it: E-mail di OK
ja: ふっかつメール
ja_jp: ふっかつメール
zh_hans: 复活信

# MENU_MAIL_ERROR
source: ERROR READING MAIL
fr: ERREUR LORS DE LA LECTURE DE LA LETTRE
it: ERRORE DURANTE LE LETTURA DELL'E-MAIL
ja: メールのよみこみエラー
ja_jp: メールの読み込みエラー
zh_hans: 邮件阅读错误

# MENU_MAIL_INCOMPATIBLE
source: INCOMPATIBLE VERSION
fr: VERSION INCOMPATIBLE
it: VERSIONE INCOMPATIBILE
ja: ごかんせいのないバージョンです。
zh_hans: 版本不兼容

# MENU_MAIL_SOS_TITLE
source: SOS Mail
fr: Lettre SOS
it: SOS
ja: たすけてメール
ja_jp: たすけてメール
zh_hans: 求助信

# MENU_MAIN_EDITOR_RETURN
source: Back to Editor
fr: Retour à l'éditeur
it: Torna all'editor
ja: エディターにもどる
ja_jp: エディターに戻る
zh_hans: 返回编辑

# MENU_MAIN_INVENTORY
source: Items
fr: Objets
it: Strumenti
ja: もちもの
ja_jp: もちもの
zh_hans: 道具

# MENU_MAIN_SAVE
source: Save
fr: Sauvegarder
it: Salva
ja: セーブ
ja_jp: セーブ
zh_hans: 保存

# MENU_MAIN_SKILLS
source: Moves
fr: Capacités
it: Mosse
ja: さくせん
ja_jp: 作戦
zh_hans: 招式

# MENU_MAKE_LEADER
source: Make Leader
fr: Assigner Chef
it: Rendi leader
ja: リーダーにする
ja_jp: リーダーにする
zh_hans: 设为队长

# MENU_MAP_CONDITION
source: Map: {0}
fr: Temps: {0}
it: Meteo: {0}
ja: じょうたい:0
ja_jp: 状態:{0}
zh_hans: 地图: {0}

# MENU_MOD_LOG_DEPENDENCY
source: {0} depends on missing mod {1}.
fr: {0} dépend du mode manquant {1}.
it: {0} dipende da {1} che è mancante.
ja: {1}にいぞんする{0}がけつらくしています。
ja_jp: {1}に依存する{0}が欠落しています。
zh_hans: {0}依赖于缺失的mod{1}。

# MENU_MOD_LOG_GAME_DEPENDENCY
source: {0} depends on game version {1}+.
it: {0} richiede la versione {1}+.
ja: {0}はゲームバージョン{1}にいぞんしています。
ja_jp: {0}はゲームバージョン{1}に依存しています。
zh_hans: {0}依赖于{1}或更高的游戏版本。

# MENU_MOD_LOG_INCOMPATIBLE
source: {0} is incompatible with {1}.
fr: {0} est incompatible avec {1}.
it: {0} è incompatibile con {1}.
ja: {0}と{1}はりょうりつできません。
ja_jp: {0}と{1}は両立できません。
zh_hans: {0}与{1}不兼容。

# MENU_MOD_LOG_ORDER
source: Load-order loop found: {0}.
fr: Boucle du chargement des ordres trouvé: {0}.
it: Ciclo nell'ordine di caricamento trovato: {0}.
ja: ロードオーダーループがみつかりました:{0}。
ja_jp: ロードオーダーループが見つかりました:{0}。
zh_hans: 发现加载顺序循环：{0}。

# MENU_MOD_LOG_TITLE
source: Mod Load Errors
fr: Erreur du chargement du mode
it: Errore durante il caricamento della mod
ja: MODのよみこみエラー
ja_jp: MODの読み込みエラー
zh_hans: Mod加载错误

# MENU_MODS_DIFF
source: Version Differences
it: Differenze delle versioni
ja: バージョンがちがいます
ja_jp: バージョンが違います
zh_hans: 版本差异

# MENU_MSG_LOG_TITLE
source: Message Log
fr: Registre des messages
it: Registro dei messaggi
ja: メッセージログ
ja_jp: メッセージログ
zh_hans: 消息记录

# MENU_MUSIC_TITLE
source: Music
fr: Musique
it: Musica
ja: おんがく
ja_jp: 音楽
zh_hans: 音乐

# MENU_NEW_CONTACT
source: New Contact
fr: Nouveau contact
it: Nuovo contatto
zh_hans: 新联系人

# MENU_NONE
source: None
fr: Aucun
it: Nessuno
ja: なし
ja_jp: 無し
zh_hans: 无

# MENU_OPTIONS_TITLE
source: Options
it: Opzioni
ja: オプション
ja_jp: オプション
zh_hans: 选项

# MENU_OTHERS_TITLE
source: Others
fr: Autres
it: Altro
ja: そのた
ja_jp: その他
zh_hans: 其它

# MENU_QUESTS_EXIT
source: Exit Episode
fr: Quitter l'épisode
it: Esci dall'episodio
ja: エピソードからでる
ja_jp: エピソードからでる
zh_hans: 退出剧情

# MENU_QUESTS_TITLE
source: Special Episodes
fr: Episodes spéciaux
it: Episodi speciali
ja: スペシャルエピソード
ja_jp: スペシャルエピソード
zh_hans: 特殊剧情

# MENU_QUIT_GAME
source: Quit Game
fr: Quitter le jeu
it: Esci dal gioco
ja: ゲームをしゅうりょうする
ja_jp: ゲームを終了する
zh_hans: 退出游戏

# MENU_REPLAY_ADVANCE_TURN
source: Advance Turn
fr: Avancer le tour
it: Avanza di un turno
ja: つぎのターン
zh_hans: 下一回合

# MENU_REPLAY_END
source: End Replay
fr: Terminer le Replay
it: Termina il replay
ja: リプレイしゅうりょう
ja_jp: リプレイ終了
zh_hans: 结束回放

# MENU_REPLAY_INFO
source: Info
fr: Information
it: Informazioni
ja: インフォメーション
ja_jp: インフォメーション
zh_hans: 说明

# MENU_REPLAY_INFO_TITLE
source: Replay Info
fr: Information du Replay
it: Informazioni del replay
ja: リプレイのインフォメーション
ja_jp: リプレイのインフォメーション
zh_hans: 回放说明

# MENU_REPLAY_PAUSE
source: Pause
it: Pausa
ja: ポーズ
ja_jp: ポーズ
zh_hans: 暂停

# MENU_REPLAY_QUICKSAVE
source: Make Quicksave
fr: Faire une sauvegarde rapide
it: Salvataggio rapido
ja: クイックセーブ
ja_jp: クイックセーブ
zh_hans: 快速保存

# MENU_REPLAY_REPLAY
source: Replay
ja: リプレイ
ja_jp: リプレイ
zh_hans: 回放

# MENU_REPLAY_SEED
source: Copy Seed
fr: Copier la graine de génération
it: Copia il seed
ja: シードちをコピー
ja_jp: シード値をコピー
zh_hans: 复制种子

# MENU_REPLAY_SLOW_DOWN
source: Slow Down
fr: Ralentir
it: Rallenta
ja: スロー
ja_jp: スロー
zh_hans: 慢放

# MENU_REPLAY_SPEED_UP
source: Speed Up
fr: Accélérer
it: Accellera
ja: スピードアップ
ja_jp: スピードアップ
zh_hans: 快放

# MENU_REPLAY_TITLE
source: Replay
ja: リプレイ
ja_jp: リプレイ
zh_hans: 回放

# MENU_REPLAY_VERIFY
source: Verify
fr: Verifier
it: Verifica
ja: けんしょう
ja_jp: けんしょう
zh_hans: 加载验证

# MENU_REPLAYS_TITLE
source: Replays
it: Replay
ja: リプレイ
ja_jp: リプレイ
zh_hans: 回放

# MENU_RESCUE
source: Friend Rescue
fr: Sercourir un ami
it: Pronto intervento
ja: ともだちきゅうじょ
ja_jp: ともだちきゅうじょ
zh_hans: 朋友救援

# MENU_RESCUE_CONFIGURE_SERVER
source: Configure Server
fr: Configurer le serveur
it: Configurazioni server
ja: サーバーせってい
ja_jp: サーバー設定
zh_hans: 设置服务器

# MENU_RESCUE_GET_HELP
source: Get Help
fr: Obtenir de l'aide
it: Ricevi aiuto
ja: たすけをよぶ
ja_jp: 助けを呼ぶ
zh_hans: 寻求帮助

# MENU_RESCUE_OFFER_REWARD
source: Offer Reward
fr: Offre de récompense
it: Offri ricompensa
ja: ほうしゅうのていじ
ja_jp: 報酬の提示
zh_hans: 提供报酬

# MENU_RESCUE_REMOVE_REWARD
source: Remove Reward
fr: Retirer une récompense
it: Rimuovi ricompensa
ja: ほうしゅうのさくじょ
ja_jp: 報酬の削除
zh_hans: 删除报酬

# MENU_RESCUE_STATUS_AOK_CONFIRMING
source: Confirming A-OK...
fr: Confirmation de la lettre O.K...
it: Confermando una E-mail di OK...
ja: ふっかつメールをかくにんちゅう…
ja_jp: ふっかつメールを確認中…
zh_hans: 正在确认复活信……

# MENU_RESCUE_STATUS_AOK_RECEIVING
source: Receiving A-OK...
fr: Réception de la lettre O.K...
it: Ricevendo una E-mail di OK...
ja: ふっかつメールのうけとり…
ja_jp: ふっかつメールの受け取り…
zh_hans: 正在接收复活信……

# MENU_RESCUE_STATUS_AOK_SENDING
source: Sending A-OK...
fr: Envoie de la lettre O.K...
it: Inviando una E-mail di OK...
ja: ふっかつメールをそうしんちゅう…
ja_jp: ふっかつメールを送信中…
zh_hans: 正在发送复活信……

# MENU_RESCUE_STATUS_COMMUNICATING
source: Communicating...
fr: Communication...
it: Comunicazione in corso...
ja: つうしんちゅう…
ja_jp: 通信中…
zh_hans: 正在通讯中……

# MENU_RESCUE_STATUS_SOS_CONFIRMING
source: Confirming SOS...
fr: Confirmation du SOS...
it: Confermando un SOS...
ja: SOSをかくにんちゅう…
ja_jp: SOSを確認中…
zh_hans: 正在确认求助信……

# MENU_RESCUE_STATUS_SOS_RECEIVING
source: Receiving SOS...
fr: Réception du SOS...
it: Ricevendo un SOS...
ja: SOSをうけとりちゅう…
ja_jp: SOSを受け取り中…
zh_hans: 正在接收求助信……

# MENU_RESCUE_STATUS_SOS_SENDING
source: Sending SOS...
fr: Envoie du SOS...
it: Inviando un SOS...
ja: SOSをそうしんちゅう…
ja_jp: SOSを送信中…
zh_hans: 正在发送求助信……

# MENU_RESCUE_STATUS_WAITING
source: Waiting...
fr: En attente...
it: In attesa...
ja: まっています…
ja_jp: 待っています…
zh_hans: 等待中……

# MENU_REST_QUIT
source: Give Up
fr: Abandonner
it: Rinuncia
ja: あきらめる
ja_jp: 諦める
zh_hans: 放弃

# MENU_REST_SUSPEND
source: Quicksave
fr: Sauvegarde rapide
it: Salvataggio rapido
ja: クイックセーブ
ja_jp: クイックセーブ
zh_hans: 快速保存

# MENU_REST_TITLE
source: Rest
fr: Arrêter
it: Riposa
ja: リセット
ja_jp: リセット
zh_hans: 休息

# MENU_RESULTS_ASSEMBLY_TITLE
source: {0}'s Assembly ({1}/{2})
fr: L'assemblée de {0} ({1}/{2})
it: Raduno di {0} ({1}/{2})
zh_hans: {0}的集会 ({1}/{2})

# MENU_RESULTS_ASSEMBLY_TITLE_ANY
source: Assembly ({0}/{1})
fr: Assemblée ({0}/{1})
it: Raduno ({0}/{1})
zh_hans: 集会 ({0}/{1})

# MENU_RESULTS_BONUS_VALUE
source: Bonus: {0}
ja: ほうしゅう:{0}
ja_jp: 報酬:{0}
zh_hans: 奖励点数: {0}

# MENU_RESULTS_COMPLETE
source: completed {0}!
fr: {0} terminé!
it: ha completato {0}!
ja: {0}のたんさくしゅうりょう！
ja_jp: {0}の探索終了！
zh_hans: 通过了{0}！

# MENU_RESULTS_DEFEAT
source: was defeated on {0}.
fr: a été vaincu à {0}
it: è stato sconfitto in {0}.
zh_hans: 在{0}被击败。

# MENU_RESULTS_ESCAPE
source: escaped from {0}.
fr: s'est enfui de {0}
it: è fuggito da {0}.
ja: {0}からだっしゅつした。
ja_jp: {0}から脱出した。
zh_hans: 从{0}逃脱了。

# MENU_RESULTS_INV_VALUE
source: Inventory Value: {0}
fr: Valeur de l'inventaire: {0}
it: Valore Inventario: {0}
zh_hans: 库存价值: {0}

# MENU_RESULTS_INVENTORY_TITLE
source: Inventory ({0}/{1})
fr: Inventaire ({0}/{1})
it: Inventario ({0}/{1})
ja: もちもの ({0}/{1})
ja_jp: もちもの ({0}/{1})
zh_hans: 道具库存 ({0}/{1})

# MENU_RESULTS_QUIT
source: gave up at {0}.
fr: a abandonné à {0}
it: rinuncia al {0}.
ja: {0}をあきらめた。
ja_jp: {0}を諦めた。
zh_hans: 在{0}放弃了。

# MENU_RESULTS_RESCUE
source: completed the rescue at {0}.
fr: a effectué le sauvetage à {0}
it: completa il soccorso in {0}.
ja: {0}でのきゅうじょがかんりょう！
zh_hans: 在{0}完成了救援。

# MENU_RESULTS_SEED
source: Seed: {0}
fr: Graine: {0}
ja: シードち:{0}
ja_jp: シード値:{0}
zh_hans: 种子: {0}

# MENU_RESULTS_TIMEOUT
source: was blown out by an unseen force at {0}.
fr: a été emporté par une force invisible à {0}
it: è stato spazzato via da una forza misteriosa in {0}.
ja: {0}はみえないなにかにりふじんにもふきとばされた。
zh_hans: 在{0}被一股看不见的力量吹飞了。

# MENU_RESULTS_TITLE
source: The Last Outing
fr: La dernière sortie
it: Ultima esplorazione
ja: ぜんかいのせいか
zh_hans: 最近一次离开

# MENU_RESULTS_TOTAL_SCORE
source: Total Score: {0}
fr: Score Total: {0}
it: Punteggio totale: {0}
ja: トータルスコア:{0}
ja_jp: トータルスコア:{0}
zh_hans: 总分: {0}

# MENU_RESULTS_TOTAL_TURNS
source: Turns: {0}
fr: Tours: {0}
it: Turni: {0}
ja: ターン:{0}
ja_jp: ターン:{0}
zh_hans: 回合数: {0}

# MENU_RESULTS_VANISHED
source: vanished without a trace.
fr: a disparu sans laisser aucune trace.
it: è scomparso senza lasciare traccia.
ja: きえてしまった。
ja_jp: 消えてしまった。
zh_hans: 消失得无影无踪。

# MENU_RESULTS_VANISHED_AT
source: vanished suddenly at {0}.
fr: a soudainement disparu à {0}
it: è scomparso senza lasciare traccia nel {0}.
zh_hans: 在{0}突然消失了。

# MENU_REWARD_ITEM
source: Item
fr: Objet
it: Strumento
ja: アイテム
ja_jp: アイテム
zh_hans: 报酬

# MENU_REWARD_MONEY
source: Money
fr: Argent
it: Soldi
ja: おかね
ja_jp: おかね
zh_hans: 酬金

# MENU_ROGUE_BASIC_INFO
source: Basic Info
fr: Informations basiques
it: Informazioni base
ja: きほんじょうほう
ja_jp: 基本情報
zh_hans: 基本信息

# MENU_ROGUE_SEED_INFO
source: Seed Info
fr: Information sur la graine
it: Informazioni sui seed
ja: シードちのじょうほう
ja_jp: シード値の情報
zh_hans: 种子信息

# MENU_ROGUE_SPECIAL_INFO
source: Shiny Info
fr: Information sur les Pokémons chromatiques
it: Informazioni sui Pokémon cromatici
ja: いろちがいの情報
ja_jp: 色違いの情報
zh_hans: 闪光信息

# MENU_SAVE_AND_CONTINUE
source: Save and continue.
fr: Sauvegarder et continuer.
it: Salva e continua.
ja: セーブしてつづける
ja_jp: セーブして続ける
zh_hans: 保存并继续

# MENU_SAVE_AND_QUIT
source: Save and quit.
fr: Sauvegarder et quitter.
it: Salva ed esci.
ja: セーブしてタイトルにもどる
ja_jp: セーブしてタイトルに戻る
zh_hans: 保存并退出

# MENU_SAVE_RESUME
source: Resume
fr: Reprendre
it: Riprendi
ja: セーブ
ja_jp: セーブ
zh_hans: 读取

# MENU_SAVE_TITLE
source: Quicksaves
fr: Sauvegarde rapide
it: Salvataggio rapido
ja: クイックセーブ
ja_jp: クイックセーブ
zh_hans: 快速保存

# MENU_SCORES_TITLE
source: Scores
it: Punteggio
ja: スコア
ja_jp: スコア
zh_hans: 排行

# MENU_SEED_CUSTOMIZE
source: {0} Edit Seed
fr: {0} Modifier la graine
it: {0} Modifica seed
ja: {0} シードちのへんしゅう
ja_jp: {0} シード値の編集
zh_hans: {0}编辑种子

# MENU_SERVERS_TITLE
source: Servers
fr: Serveurs
it: Server
ja: サーバー
ja_jp: サーバー
zh_hans: 服务器

# MENU_SETTINGS_BATTLE_SPEED
source: Battle Speed
fr: Vitesse du combat
it: Velocità di lotta
ja: せんとうスピード
ja_jp: 戦闘スピード
zh_hans: 战斗速度

# MENU_SETTINGS_BORDER_STYLE
source: Borders
fr: Bordures
it: Bordi
ja: フレーム
ja_jp: フレーム
zh_hans: 窗口样式

# MENU_SETTINGS_FULL_SCREEN
source: Full Screen
fr: Plein écran
it: Schermo intero
ja: フルスクリーン
ja_jp: フルスクリーン
zh_hans: 全屏

# MENU_SETTINGS_LANGUAGE
source: Language
fr: Langue
it: Lingua
ja: げんご
ja_jp: 言語
zh_hans: 语言

# MENU_SETTINGS_MINIMAP_COLOR
source: Minimap Color
it: Colore Minimappa
ja: マップカラー
ja_jp: マップカラー
zh_hans: 小地图颜色

# MENU_SETTINGS_MINIMAP_VISIBILITY
source: Minimap
it: Minimappa
ja: マップ
ja_jp: マップ
zh_hans: 小地图

# MENU_SETTINGS_MUSIC
source: Music
fr: Musique
it: Musica
ja: おんがく
ja_jp: 音楽
zh_hans: 音乐

# MENU_SETTINGS_SKILL_DEFAULT
source: Default Moves
fr: Attaques par défault
it: Mosse predefinite
ja: つうじょうこうげき
ja_jp: 通常攻撃
zh_hans: 默认招式

# MENU_SETTINGS_SOUND
source: Sounds
fr: Volume
it: Suoni
ja: おんりょう
ja_jp: 音量
zh_hans: 音效

# MENU_SETTINGS_TEXT_SPEED
source: Text Speed
it: Velocità di testo
ja: テキストスピード
ja_jp: テキストスピード
zh_hans: 文本速度

# MENU_SETTINGS_TITLE
source: Settings
fr: Options
it: Opzioni
ja: せってい
ja_jp: 設定
zh_hans: 设置

# MENU_SETTINGS_WINDOW_SIZE
source: Window Size
fr: Taille de la fenêtre
it: Dim. finestra
ja: ウィンドウサイズ
ja_jp: ウィンドウサイズ
zh_hans: 窗口尺寸

# MENU_SHIFT_DOWN
source: Shift Down
fr: Descendre
it: Sposta in basso
ja: ↓にいどう
ja_jp: ↓に移動
zh_hans: 下移

# MENU_SHIFT_UP
source: Shift Up
fr: Monter
it: Sposta in alto
ja: ↑にいどう
ja_jp: ↑に移動
zh_hans: 上移

# MENU_SHOP_BUY
source: Buy
fr: Acheter
it: Compra
ja: かう
ja_jp: 買う
zh_hans: 购买

# MENU_SHOP_SELL
source: Sell
fr: Vendre
it: Vendi
ja: うる
ja_jp: 売る
zh_hans: 卖出

# MENU_SHOP_TITLE
source: Goods
fr: Produits
it: Merce
ja: しょうひん
ja_jp: 商品
zh_hans: 货物

# MENU_SKILL_PREVIEW
source: Preview
it: Anteprima
ja: かくにん
ja_jp: 確認
zh_hans: 预览

# MENU_SKILL_RECALL
source: Move Recall
fr: Rappel de capacité
it: Ricordamosse
ja: わざおもいだし
ja_jp: 技おもいだし
zh_hans: 回忆招式

# MENU_SKILL_SWITCH
source: Switch
fr: Changer
it: Att./Dis.
ja: いれかえ
ja_jp: いれかえ
zh_hans: 开关

# MENU_SKILL_USE
source: Use
fr: Utiliser
it: Usa
ja: つかう
ja_jp: 使う
zh_hans: 使用

# MENU_SKILLS_CAN_LEARN
source: Can Learn
ja: おぼえられる
zh_hans: 能学习

# MENU_SKILLS_CANNOT_LEARN
source: Can't Learn
ja: おぼえられない
zh_hans: 不能学习

# MENU_SKILLS_CATEGORY
source: Category: {0}
fr: Catégorie: {0}
it: Categoria: {0}
ja: くぶん:{0}
ja_jp: 区分:{0}
zh_hans: 种类: {0}

# MENU_SKILLS_ELEMENT
source: Type: {0}
it: Tipo: {0}
ja: タイプ:{0}
ja_jp: タイプ:{0}
zh_hans: 属性: {0}

# MENU_SKILLS_HIT_RATE
source: Accuracy: {0}
fr: Précision: {0}
it: Precisione: {0}
ja: めいちゅう:{0}
ja_jp: 命中:{0}
zh_hans: 命中: {0}

# MENU_SKILLS_LEARN_LIST_TITLE
source: Pokémon that can learn this move
ja: おぼえられるポケモン
zh_hans: 能学习的宝可梦

# MENU_SKILLS_LEARNED
source: Learned
ja: おぼえている
zh_hans: 已学习

# MENU_SKILLS_POWER
source: Power: {0}
fr: Puissance: {0}
it: Potenza: {0}
ja: いりょく:{0}
ja_jp: 威力:{0}
zh_hans: 威力: {0}

# MENU_SKILLS_RANGE
source: Range: {0}
fr: Portée: {0}
it: Portata: {0}
ja: はんい:{0}
ja_jp: 範囲:{0}
zh_hans: 范围: {0}

# MENU_SKILLS_TITLE
source: {0}'s Moves:
fr: Capacités de {0}
it: Mosse di {0}:
ja: {0}のわざ
ja_jp: {0}のわざ
zh_hans: {0}的招式:

# MENU_SONG_ARTIST
source: Artist: {0}
fr: Artiste: {0}
it: Artista/i: {0}
ja: さっきょくしゃ:{0}
ja_jp: 作曲者:{0}
zh_hans: 作曲: {0}

# MENU_SONG_ORIGIN
source: Origin: {0}
fr: Origine: {0}
it: Fonte: {0}
ja: 〜{0}より
ja_jp: 〜{0}より
zh_hans: 来源: {0}

# MENU_SONG_ORIGIN_NAME
source: Title: {0}
fr: Titre: {0}
it: Titolo: {0}
ja: きょくめい:{0}
ja_jp: 曲名:{0}
zh_hans: 曲名: {0}

# MENU_SOS_CLIENT
source: Client: {0}
it: Cliente: {0}
ja: いらいにん:{0}
ja_jp: 依頼人:{0}
zh_hans: 委托人: {0}

# MENU_SOS_DATE
source: Date: {0}
it: Data: {0}
ja: ひにち:{0}
ja_jp: 日にち:{0}
zh_hans: 日期: {0}

# MENU_SOS_GOAL
source: Goal: {0}
fr: Objectif: {0}
it: Obiettivo: {0}
ja: もくてき:{0}
ja_jp: 目的:{0}
zh_hans: 目标: {0}

# MENU_SOS_REWARD
source: Reward: {0}
fr: Récompense: {0}
it: Ricompensa: {0}
ja: ほうしゅう:{0}
ja_jp: 報酬:{0}
zh_hans: 报酬: {0}

# MENU_SOS_TITLE
source: SOS Summary
fr: Résumé du SOS
it: Riepilogo SOS
ja: たすけてメール
ja_jp: たすけてメール
zh_hans: 救援总结

# MENU_START_RANDOM
source: Random
fr: Aléatoire
it: Casuale
ja: おまかせ
ja_jp: おまかせ
zh_hans: 随机

# MENU_START_TEAM
source: Team: {0}
fr: Equipe: {0}
ja: チーム:{0}
ja_jp: チーム:{0}
zh_hans: 队伍: {0}

# MENU_STATS_TITLE
source: Stats
fr: Statisques
it: Statistiche
ja: ステータス
ja_jp: ステータス
zh_hans: 能力

# MENU_STORAGE_MONEY
source: Money
fr: Argent
it: Soldi
ja: おかね
ja_jp: おかね
zh_hans: 金钱

# MENU_STORAGE_STORE
source: Store Items
fr: Entreposer des objets
it: Deposita strumenti
ja: もちものをあずける
ja_jp: 持ち物をあずける
zh_hans: 存放道具

# MENU_STORAGE_STORE_ALL
source: Store All
fr: Tout entreposer
it: Deposita tutto
ja: すべてあずける
ja_jp: 全てあずける
zh_hans: 存放全部

# MENU_STORAGE_TAKE_BOX
source: Take Boxes
fr: Prendre les boîtes
it: Ritira Forzieri
ja: たからばこをひきだす
ja_jp: 宝箱をひきだす
zh_hans: 取出宝箱

# MENU_STORAGE_TAKE_ITEM
source: Take Items
fr: Prendre les items
it: Ritira strumenti
ja: アイテムをひきだす
ja_jp: アイテムをひきだす
zh_hans: 取出道具

# MENU_STORAGE_TITLE
source: Storage
fr: Réserve
it: Deposito
ja: そうこ
ja_jp: そうこ
zh_hans: 仓库

# MENU_SWAP_ANY
source: {0} Unique Items
fr: {0} Item unique
it: {0} Strumenti Unici
zh_hans: {0}种专属道具

# MENU_SWAP_NEEDED
source: Requirements
fr: Conditions
it: Requisiti
ja: じょうけん
ja_jp: 条件
zh_hans: 需要

# MENU_TACTICS_EVERYONE
source: Everyone
fr: Tout le monde
it: Tutti
ja: すべて
ja_jp: 全て
zh_hans: 全员

# MENU_TACTICS_TITLE
source: Tactics
fr: Tactiques
it: Tattiche
ja: さくせん
ja_jp: 作戦
zh_hans: 战术

# MENU_TEACH_TITLE
source: Who?
fr: Qui ?
it: A chi?
ja: だれに？
ja_jp: 誰に？
zh_hans: 谁？

# MENU_TEAM_CATEGORY
source: Category: {0} Pokémon
fr: Catégorie: {0} Pokémon
it: Categoria: Pokémon {0}
ja: ぶんるい:{0}ポケモン
ja_jp: 分類:{0}ポケモン
zh_hans: 分类: {0}宝可梦

# MENU_TEAM_ELEMENT
source: Type: {0}
it: Tipo: {0}
ja: タイプ:{0}
ja_jp: タイプ:{0}
zh_hans: 属性: {0}

# MENU_TEAM_EXP
source: Exp. Points: {0}/{1}
fr: Points d'EXP: {0}/{1}
it: Punti Esp.: {0}/{1}
ja: レベルアップまで:{0}/{1}
ja_jp: レベルアップまで:{0}/{1}
zh_hans: 经验值: {0}/{1}

# MENU_TEAM_EXP_SHORT
source: Exp.
it: Esp.
ja: けいけんち
ja_jp: 経験値
zh_hans: 经验值

# MENU_TEAM_FEATURES
source: Features
fr: Caractéristiques
it: Caratteristiche
ja: つよさ
zh_hans: 说明

# MENU_TEAM_FELL_AT
source: Fainted At: {0}
fr: Evanoui à: {0}
it: KO in: {0}
ja: ひんし:{0}
ja_jp: ひんし:{0}
zh_hans: 昏倒于: {0}

# MENU_TEAM_HUNGER
source: Belly:
fr: Estomac:
it: Pancia:
ja: おなか:
ja_jp: おなか:
zh_hans: 满腹度:

# MENU_TEAM_INFO
source: Info
fr: Information
it: Informazioni
ja: つよさをみる
ja_jp: つよさを見る
zh_hans: 信息

# MENU_TEAM_INTRINSIC
source: Ability: {0}
fr: Capacité spéciale: {0}
it: Abilità: {0}
ja: とくせい:{0}
ja_jp: 特性:{0}
zh_hans: 特性: {0}

# MENU_TEAM_LEARNSET
source: {0}'s Level-Up Moves
it: Mosse aumentando di livello di {0}
ja: {0}のわざがきょうかされた
ja_jp: {0}の技が強化された
zh_hans: {0}的升级招式

# MENU_TEAM_LEVEL
source: Level
fr: Niveau
it: Livello
ja: レベル
ja_jp: レベル
zh_hans: 等级

# MENU_TEAM_MET_AT
source: Met At: {0}
fr: Rencontré à: {0}
it: Incontrato in: {0}
ja: であったばしょ:{0}
ja_jp: 出会った場所:{0}
zh_hans: 加入于: {0}

# MENU_TEAM_MODE
source: Team Mode
fr: Mode équipe
it: Modalità team
ja: なかまモード
ja_jp: なかまモード
zh_hans: 团队模式

# MENU_TEAM_MODE_OFF
source: Team Mode Off
fr: Mode équipe désactivé
it: Modalità team disattivata
ja: なかまモード オフ
ja_jp: なかまモード オフ
zh_hans: 团队模式关闭

# MENU_TEAM_MODE_ON
source: Team Mode On
fr: Mode équipe activé
it: Modalità team attivata
ja: なかまモード オン
ja_jp: なかまモード オン
zh_hans: 团队模式开启

# MENU_TEAM_PROMOTE_NONE
source: None
fr: Aucun
it: Nessuna
ja: なし
ja_jp: 無し
zh_hans: 无

# MENU_TEAM_PROMOTION
source: Evolution:
it: Evoluzione:
ja: しんか:
ja_jp: 進化:
zh_hans: 进化:

# MENU_TEAM_RENAME
source: Rename
fr: Renommer
it: Rinomina
ja: ニックネームへんこう
ja_jp: ニックネーム変更
zh_hans: 更改昵称

# MENU_TEAM_SEND_HOME
source: Send Home
fr: Envoyer à la base
it: Manda a casa
ja: もどす
ja_jp: 戻す
zh_hans: 送回家

# MENU_TEAM_SKILLS
source: Moves:
fr: Capacités
it: Mosse:
ja: わざ:{0}
ja_jp: わざ:{0}
zh_hans: 招式

# MENU_TEAM_SPECIES
source: Species: {0}
fr: Espèces: {0}
it: Specie: {0}
ja: しゅぞく:{0}
zh_hans: 种族: {0}

# MENU_TEAM_STATS
source: Stats:
fr: Statistiques:
it: Statistiche:
ja: ステータス:
ja_jp: ステータス:
zh_hans: 能力:

# MENU_TEAM_STATUS_TITLE
source: Statuses
fr: Status
it: Stato
ja: ステータス
ja_jp: ステータス
zh_hans: 状态

# MENU_TEAM_SUMMARY
source: Summary
fr: Résumé
it: Riepilogo
ja: じょうたい
ja_jp: じょうたい
zh_hans: 概要

# MENU_TEAM_TITLE
source: Team
fr: Equipe
ja: チーム
ja_jp: チーム
zh_hans: 队伍

# MENU_TEAM_TRADED_FROM
source: Exchanged from: {0}
fr: Echangé de: {0}
it: Scambiato da: {0}
ja: あいて:{0}
ja_jp: 相手:{0}
zh_hans: 交换自: {0}

# MENU_TIME_OF_DAY
source: Time: {0}
fr: Heure: {0}
it: Orario: {0}
ja: じかん:{0}
ja_jp: 時間:{0}
zh_hans: 时间: {0}

# MENU_TIMER
source: Time: {0}
it: Tempo: {0}
ja: タイム:{0}
ja_jp: タイム:{0}
zh_hans: 时间: {0}

# MENU_TOP_CONTINUE
source: Continue
fr: Continuer
it: Continua
ja: コンテニュー
ja_jp: コンテニュー
zh_hans: 继续

# MENU_TOP_LOAD
source: Load Game
fr: Charger la partie
it: Carica il gioco
ja: つづきから
ja_jp: つづきから
zh_hans: 加载游戏

# MENU_TOP_NEW
source: New Game
fr: Nouvelle partie
it: Nuovo gioco
ja: はじめから
ja_jp: はじめから
zh_hans: 新游戏

# MENU_TOP_RECORD
source: Records
fr: Enregistrements
it: Archivio
ja: レコード
ja_jp: レコード
zh_hans: 记录

# MENU_TOP_RESCUE_AWAIT
source: Awaiting Rescue
fr: En attente de secours
it: In attesa di soccorso
ja: きゅうじょまち
ja_jp: 救助待ち
zh_hans: 等待救援

# MENU_TOP_ROGUE
source: Roguelocke
zh_hans: Roguelocke模式

# MENU_TRADE_ITEM
source: Trade Treasure
fr: Echanger des trésors
it: Scambia un Tesoro
ja: おたからこうかん
ja_jp: お宝こうかん
zh_hans: 交换宝物

# MENU_TRADE_ITEM_OFFER
source: Offered Items
fr: Objets proposés
it: Strumenti offerti
ja: どうぐをおくる
ja_jp: 道具を送る
zh_hans: 提供的道具

# MENU_TRADE_MAIL
source: Trade Missions
fr: Echanger des missions
it: Scambia missioni
ja: いらいこうかん
ja_jp: 依頼こうこん
zh_hans: 交换任务

# MENU_TRADE_TEAM
source: Trade Team
fr: Echanger des équipes
it: Scambia team
ja: チームこうかん
ja_jp: チームこうかん
zh_hans: 交换队伍

# MENU_TRAIL_TITLE
source: Adventure Trail ({0}/{1})
it: Sentiero Avventura ({0}/{1})
ja: アドベンチャー・トレイル（{0}/{1}）
zh_hans: 冒险踪迹({0}/{1})

# MENU_TREASURE_TITLE
source: Treasure
fr: Trésor
it: Tesoro
ja: おたから
ja_jp: おたから
zh_hans: 宝物

# MENU_UPDATE_TEAM
source: Update Team
fr: Mettre à jour l'équipe
it: Aggiorna team
ja: チームこうしん
ja_jp: チーム更新
zh_hans: 更新队伍

# MENU_VERSION_INFO
source: Version Info
it: Informazioni della versione
ja: バージョンインフォ
ja_jp: バージョンインフォ
zh_hans: 版本信息

# MENU_VERSION_TITLE
source: Versioning ({0}/{1})
fr: Gestion des versions ({0}/{1})
it: Controllo delle versioni ({0}/{1})
ja: バージョン({0}/{1})
ja_jp: バージョン({0}/{1})
zh_hans: 版本

# MET_AT_START
source: The Beginning
fr: Le début
it: L'Inizio
ja: はじまりのばしょ
ja_jp: はじまりの場所
zh_hans: 起始

# MSG_CANT_CHECK_TILE
source: {0} can't trigger tiles right now.
fr: {0} ne peut pas viser les cases pour le moment
it: {0} non interagire con il terreno al momento.
ja: {0}はいま、トリガーすることができません。
zh_hans: {0}现在不能触发地板。

# MSG_CANT_DEQUIP
source: {0} can't take off items right now.
fr: [0} ne peut pas retirer son objet pour le moment
it: {0} non può rimuovere lo strumento al momento.
ja: {0}はいま、アイテムをすてることができません。
zh_hans: {0}现在无法取下道具。

# MSG_CANT_DROP_HERE
source: The item can't be dropped here.
fr: L'objet ne peut pas être lâché ici
it: Lo strumento non può essere posizionato qui.
ja: このアイテムはここにはおけません。
zh_hans: 道具不能丢在这里。

# MSG_CANT_DROP_ITEM
source: {0} can't drop items right now.
fr: {0} ne peut pas lâcher d'objets pour l'instant
it: {0} non può posizionare strumenti al momento.
ja: {0}はいま、ここにアイテムをこくことができません。
zh_hans: {0}现在无法放置道具。

# MSG_CANT_PICKUP_ITEM
source: {0} can't pick up items right now.
fr: {0} ne peut prendre d'objets pour l'instant
it: {0} non può raccogliere strumenti al momento.
ja: {0}はいま、アイテムをひろうことができません。
zh_hans: {0}现在不能拾取道具。

# MSG_CANT_REPLACE_MONEY
source: The money on the ground can't be replaced.
fr: L'argent au sol ne peut pas être remplacé
it: I soldi a terra non possono essere sostituiti.
ja: おかねとはこうかんすることができません。
zh_hans: 地面上的钱不能交换。

# MSG_CANT_SWAP_ITEM
source: {0} can't swap items right now.
fr: {0} ne peut pas changer d'objets pour l'instant
it: {0} non può scambiare gli strumenti al momento.
ja: {0}はいま、アイテムをこうかんできません。
zh_hans: {0}现在不能替换道具。

# MSG_CANT_SWAP_LEADER
source: {0} can't swap leaders right now.
fr: {0} ne peut pas changer de meneur pour l'instant
it: {0} non può scambiare leader al momento.
zh_hans: {0}现在无法更换队长。

# MSG_CANT_USE_ITEM_OTHER
source: {0} can't use items on others right now!
fr: {0} ne peut pas utiliser cet objet sur les autres pour l'instant !
it: {0} non può usare strumenti sugli altri al momento!
zh_hans: {0}现在无法给队友使用道具！

# MSG_CHARGES_LOST
source: {0}'s {1} lost [color=#00FFFF]{2}[color] PP!
fr: Le {1} de {0} a perdu [color=#00FFFF]{2}[color] PP!
it: {1} di {0} ha perso [color=#00FFFF]{2}[color] PP!
zh_hans: {0}的{1}失去了[color=#00FFFF]{2}[color]点PP！
