Repository: audinowho/DumpAsset
Catalog: Strings/strings.*.resx
Languages: fr, it, ja, ja_jp, zh_hans

# MSG_CHARGES_LOST_ALL
source: {0}'s moves lost [color=#00FFFF]{1}[color] PP!
fr: Les capacités de {0} ont perdu [color=#00FFFF]{1}[color] PP!
it: Le mosse di {0} hanno perso [color=#00FFFF]{1}[color] PP!
zh_hans: {0}的招式失去了[color=#00FFFF]{1}[color]点PP！

# MSG_CHARGES_LOST_ALL_NO_MORE
source: {0}'s moves are already out of PP!
fr: Les capacités de {0} n'ont plus PP!
it: Le mosse di {0} sono già senza PP!
zh_hans: {0}的招式已经没有PP了！

# MSG_CHARGES_LOST_NO_MORE
source: {0}'s {1} is already out of PP!
fr: Le {1} de {0} n'a déjà plus de PP!
it: {1} di {0} è già senza PP!
zh_hans: {0}的{1}已经没有PP了！

# MSG_CHARGES_LOST_ZERO
source: {0}'s PP didn't drop!
fr: Les PP de {0} n'ont pas baissé
it: I PP di {0} non sono diminuiti!
zh_hans: {0}的PP没有减少！

# MSG_CHARGES_RESTORE
source: {0} recovered PP.
fr: {0} a récupéré des PP
it: {0} ha recuperato PP.
ja: {0}のPPがかいふくした。
ja_jp: {0}のPPが回復した。
zh_hans: {0}恢复了PP。

# MSG_CHARGES_ZERO
source: {0}'s {1} lost the rest of its PP!
fr: Le {1} de {0} a perdu le reste de ses PP!
it: {1} di {0} ha perso tutti i suoi PP!
ja: {0}は{1}のPPがなくなった！
ja_jp: {0}は{1}のPPが無くなった！
zh_hans: {0}的{1}失去了剩余的PP！

# MSG_CHARGES_ZERO_ALL
source: {0}'s {1} lost the rest of their PP!
fr: Le {1} de {0} a perdu le reste de ses PP!
it: {1} di {0} ha perso il resto dei suoi PP!
ja: {0}は{1}ののこりPPがなくなってしまった！
ja_jp: {0}は{1}な残りPPが無くなってしまった！
zh_hans: {0}的{1}失去了它们剩余的PP！

# MSG_DAMAGE
source: {0} took [color=#00FFFF]{1}[color] damage!
fr: {0} a subi [color=#00FFFF]{1}[color] dégâts !
it: {0} ha subito [color=#00FFFF]{1}[color] danni!
ja: {0} は[color=#00FFFF]{1}[color] ダメージをうけた！
ja_jp: {0} は[color=#00FFFF]{1}[color] ダメージをうけた！
zh_hans: {0}受到了[color=#00FFFF]{1}[color]点伤害！

# MSG_DAMAGE_ENDURE
source: {0} endured the hit!
fr: {0} a enduré le coup !
it: {0} ha resistito l'attacco!
ja: ｛0｝はなんとかこらえた！
zh_hans: {0}经受住了攻击！

# MSG_DAMAGE_INFINITY
source: {0} took calamitous damage!
fr: {0} a subi des dégâts désastreux !
it: {0} ha subito danni catastrofici!
ja: いちげきひっさつ！！
zh_hans: {0}遭受了一击必杀！

# MSG_DAMAGE_ZERO
source: {0} took no damage!
fr: {0} n'a subi aucun dégât
it: {0} non ha preso alcun danno!
ja: {0}はダメージをうけていない！
ja_jp: {0}はダメージを受けていない！
zh_hans: {0}没有受到任何伤害！

# MSG_DANGER_CONFIRM
source: ...are you sure?
fr: ...Êtes-vous sûr ?
it: ... sei sicuro?
ja: …だいじょうぶ？
ja_jp: …大丈夫？
zh_hans: ……你确定吗？

# MSG_DEFEAT
source: Oh no! {0} fainted!
fr: Oh non ! {0} s'est évanoui !
it: Oh no! {0} è esausto!
ja: しまった！{0}がたおれてしまった！
ja_jp: しまった！{0}が倒れてしまった！
zh_hans: 不好了！{0}晕倒了！

# MSG_DEFEAT_FOE
source: {0} was defeated!
fr: {0} a été vaincu !
it: {0} è stato sconfitto!
ja: {0}はたおれてしまった！
ja_jp: {0}は倒れてしまった！
zh_hans: {0}被打倒了！

# MSG_DEQUIP_CURSED
source: {0}'s {1} is sticky and can't be taken off!
fr: L'objet {1} de {0} est collant et ne peut pas être retiré !
it: {1} di {0} è viscido e non può essere rimosso!
zh_hans: {0}的{1}被粘着了，取不下来！

# MSG_ELEMENT_CHANGE
source: {0} became {1}-type!
fr: {0} est devenu de type {1}!
it: {0} diventa di tipo {1}!
ja: {0}は{1}タイプになった！
ja_jp: {0}は{1}タイプになった！
zh_hans: {0}变成了{1}属性！

# MSG_ELEMENT_CHANGE_DUAL
source: {0} became {1}/{2}-type!
fr: {0} est devenu de type {1}/{2}!
it: {0} diventa di tipo {1}/{2}!
ja: {0}は{1}/{2}タイプになった！
ja_jp: {0}は{1}/{2}タイプになった！
zh_hans: {0}变成了{1}/{2}属性！

# MSG_ENTER_MAP
source: {0} reached {1}.
fr: {0} a atteint {1}
it: {0} ha raggiunto {1}.
zh_hans: {0}抵达了{1}。

# MSG_EQUIP_AUTOCURSE
source: The {0} became sticky and stuck to {1}!
fr: {0} est devenu collant et s'est coincé(e) avec {1} !
it: {0} diventa viscido e si incolla a {1}!
zh_hans: {0}变粘了，并粘在了{1}身上！

# MSG_EQUIP_AUTOCURSE_AVOID
source: The {0} became sticky, but didn't stick to {1}!
fr: {0} est devenu collant mais ne s'est pas coincé(e) avec {1} !
it: {0} diventa viscido, ma non si incolla a {1}!
zh_hans: {0}变粘了，但没有粘到{1}！

# MSG_EQUIP_CURSED
source: The {0} became stuck to {1}!
fr: {0} s'est coincé(e) avec {1} !
it: {0} si incolla a {1}!
zh_hans: {0}粘在了{1}身上！

# MSG_EXP_GAIN
source: The team gained [color=#00FFFF]{0}[color] Exp. Points!
fr: L'équipe a gagné [color=#00FFFF]{0}[color] points d'EXP !
it: Il team guadagna [color=#00FFFF]{0}[color] Punti Esperienza!
zh_hans: 全队获得了[color=#00FFFF]{0}[color]点经验值！

# MSG_EXP_GAIN_MEMBER
source: {0} gained [color=#00FFFF]{1}[color] Exp. Points!
fr: {0} a gagné [color=#00FFFF]{0}[color] points d'EXP !
it: {0} guadagna [color=#00FFFF]{1}[color] Punti Esperienza!
ja: {0} はけいけんち[color=#00FFFF]{1}[color]をもらった！
zh_hans: {0}获得了[color=#00FFFF]{1}[color]点经验值！

# MSG_EXP_LOSS_MEMBER
source: {0} lost [color=#00FFFF]{1}[color] Exp. Points!
it: {0} perde [color=#00FFFF]{1}[color] Punti Esperienza!
ja: {0} は[color=#00FFFF]{1}[color] けいけんちうしなった！
zh_hans: {0}失去了[color=#00FFFF]{1}[color]点经验值！

# MSG_HP_RESTORE
source: {0} recovered [color=#00FFFF]{1}[color] HP.
fr: {0}a récupéré [color=#00FFFF]{1}[color] PV
it: {0} recupera [color=#00FFFF]{1}[color] PS.
ja: {0} はたいりょくが [color=#00FFFF]{1}[color] かいふくした。
zh_hans: {0}恢复了[color=#00FFFF]{1}[color]点HP。

# MSG_HUNGER_CRITICAL
source: {0} is getting dizzy from hunger...
fr: {0} commence à avoir la tête qui tourne à cause de la faim...
it: La fame sta facendo brutti scherzi a {0}...
ja: {0}はおなかがすいてめまいがしてきた…
ja_jp: {0}はお腹が空いてめまいがしてきた…
zh_hans: {0}饿得两眼冒金星……

# MSG_HUNGER_EMPTY
source: Oh no! {0}'s belly is empty!
fr: Oh non ! L'estomac de {0}est vide !
it: Oh no! La pancia di {0} è vuota!
ja: まずい！{0}のおなかはげんかいだ！
ja_jp: まずい！{0}のお腹は限界だ！
zh_hans: 不好了！{0}必须吃点东西！

# MSG_HUNGER_EMPTY_FOE
source: {0}'s belly is empty!
fr: L'estomac de {0} est vide !
it: La pancia di {0} è vuota!
ja: {0}はくうふくでたおれてしまいそうだ！
ja_jp: {0}は空腹で倒れてしまいそうだ！
zh_hans: {0}没有满腹度了！

# MSG_HUNGER_LOW
source: {0} is getting hungry...
fr: {0} commence à avoir faim...
it: {0} ha fame...
ja: {0}はおなかがすいてきた…
ja_jp: {0}はお腹が空いてきた…
zh_hans: {0}感到了饥饿……

# MSG_INTRINSIC_CHANGE_GAIN
source: {0} acquired {1}!
fr: {0} a obtenu {1} !
it: {0} ottiene {1}!
ja: {0}は{1}をてにいれた！
ja_jp: {0}は{1}を手に入れた！
zh_hans: {0}得到了{1}！

# MSG_INTRINSIC_CHANGE_LOST
source: {0} lost {1}!
fr: {0} a perdu {1} !
it: {0} perde {1}!
ja: {0}は{1}をうしなってしまった！
ja_jp: {0}は{1}を失ってしまった！
zh_hans: {0}失去了{1}！

# MSG_INTRINSIC_CHANGE_NONE
source: {0}'s ability didn't change!
fr: La capacité spéciale de {0} n'a pas changé !
it: L'abilità di {0} non cambia!
ja: {0}ののうりょくはかわらなかった！
ja_jp: {0}の能力は変わらなかった！
zh_hans: {0}的能力没有变化！

# MSG_ITEM_DEQUIP
source: {0} put the {1} back in the Treasure Bag.
fr: {0} range {1} dans le sac
it: {0} rimette {1} nella Sacca dei tesori.
zh_hans: {0}将{1}放回了宝物袋。

# MSG_ITEM_GIVE
source: {0} got the {1}.
fr: {0} a pris {1}
it: {0} ha ricevuto {1}.
ja: {0}は{1}をわたした。
zh_hans: {0}携带了{1}。

# MSG_ITEM_SWAP
source: {0} got the {1} and put the {2} in the Treasure Bag.
fr: {0} a pris {1} et range {2} dans le sac
it: {0} ha preso {1} e ha messo {2} nella Sacca dei tesori.
zh_hans: {0}携带了{1}并将{2}放入了宝物袋。

# MSG_JUMP
source: {0} jumped away!
fr: {0} saute loin !
it: {0} è saltato via!
ja: {0}はおもいっきりとびはねた。
zh_hans: {0}跳开了！

# MSG_JUMP_FAIL
source: {0} didn't jump anywhere.
fr: {0} n'a sauté nul part
it: {0} non è saltato da nessuna parte.
ja: ここではジャンプができなかった。
zh_hans: {0}没有跳到任何地方。

# MSG_LEADER_SWAP
source: {0} became team leader!
fr: {0} est devenu le meneur !
it: {0} è diventato leader!
ja: {0}がチームのリーダになった！
zh_hans: {0}成为了队长！

# MSG_LEADER_SWAP_REQ
source: The leader can only be changed on the leader's turn.
fr: Le meneur peut seulement être changé une fois son tour
it: Il leader può essere cambiato solamente durante il turno del leader.
ja: リーダーチェンジはリーダーのターンでのみできます。
zh_hans: 队长只能在队长回合内更换。

# MSG_MAP_ITEM_FALL
source: The {0} fell out of sight!
fr: {0} est tombé sans laisser aucune trace
it: Perdi di vista {0}!
zh_hans: {0}掉落不见了！

# MSG_MAP_ITEM_GROUND
source: The {0} fell to the ground.
fr: {0}est tombé au sol
it: {0} è caduto a terra.
ja: {0}はじめんのうえにおちた。
zh_hans: {0}掉在了地上。

# MSG_MAP_ITEM_LOST
source: The {0} was lost!
fr: {0} a été perdu
it: {0} è stato perso!
ja: {0}がなくなってしまった！
zh_hans: {0}丢失了！

# MSG_MAP_ITEM_WATER
source: The {0} fell in the water.
fr: {0} est tombé dans l'eau
it: {0} è caduto in acqua.
ja: {0}はすいじょうにおちた。
zh_hans: {0}掉入了水中。

# MSG_NOTHING_UNDERFOOT
source: There is nothing on the ground beneath {0}.
fr: Il n'y a rien en dessous de {0}
it: Non c'è nulla sotto {0}.
ja: {0}のあしもとにはなにもなかった。
zh_hans: 没有东西在{0}的脚下。

# MSG_OUT_OF_CHARGES
source: {0}'s {1} is out of PP!
fr: Le {1} de {0} n'a plus de PP!
it: {0} di {1} ha finito i PP!
ja: {0}の{1}はPPがなくなった！
ja_jp: {0}の{1}はPPがきれた！
zh_hans: {0}的{1}没有PP了！

# MSG_PASS_ITEM
source: {0} passed over the {1}.
fr: {0} a passé {1}.
it: {0} è passato attraverso {1}.
zh_hans: {0}踩上了{1}。

# MSG_PICKUP_HOLD_ITEM
source: {0} picked up the {1}.
fr: {0} a ramassé {1}
it: {0} ha raccolto {1}.
ja: {0}は{1}をひろった。
ja_jp: {0}は{1}を拾った。
zh_hans: {0}捡起了{1}。

# MSG_PICKUP_ITEM
source: {0} picked up the {1} and put it in the Treasure Bag.
fr: {0} a ramassé {1} et le range dans le sac
it: {0} ha raccolto {1} e lo ha messo nella Sacca dei tesori.
ja: {0}は{1}をひろってトレジャーバックにいれた。
zh_hans: {0}捡起了{1}并且把它放入了宝物袋。

# MSG_PICKUP_MONEY
source: {0} picked up {1}.
fr: {0} a ramassé {1}
it: {0} ha raccolto {1}.
ja: {0}は{1}をひろった。
ja_jp: {0}は{1}を拾った。
zh_hans: {0}捡起了{1}。

# MSG_PICKUP_SOME_ITEM
source: {0} picked up some of the {1} and put it in the Treasure Bag.
fr: {0} a ramassé une partie de {1} et la range dans le sac
it: {0} ha raccolto un po' di {1} e li ha messi nella Sacca dei tesori.
zh_hans: {0}捡起了一部分{1}并且把它们放入了宝物袋。

# MSG_PLACE_ITEM
source: {0} placed the {1} on the ground.
fr: {0} a placé {1} au sol
it: {0} ha posizionato {1} per terra.
ja: {0}は{1}をおいた。
zh_hans: {0}把{1}放在了地上。

# MSG_REPLACE_HOLD_ITEM
source: {0} got the {1} and placed the {2} on the ground.
fr: {0} a ramassé {1} et pose {2] au sol
it: {0} ha raccolto {1} e posizionato {2} per terra.
ja: {0}は{1}と{2}をこうかんした。
zh_hans: {0}捡起了{1}并将{2}放在了地上。

# MSG_REPLACE_ITEM
source: The {0} on the ground was replaced with the {1}.
fr: {0} au sol a été remplacé par {1}
it: {0} per terra è stato sostituito con {1}.
ja: {0}と{1}をこうかんした。
zh_hans: 地上的{0}与包中的{1}交换了。

# MSG_REPLAY_PAUSED
source: Replay paused.
fr: Replay mis en pause
it: Replay sospeso.
ja: リプレイをいちじていしした。
zh_hans: 回放暂停。

# MSG_REPLAY_SPEED
source: Speed: {0}
fr: Vitesse: {0}
it: Velocità: {0}
ja: そくど:{0}
ja_jp: 速度:{0}
zh_hans: 速度: {0}

# MSG_REPLAY_UNPAUSED
source: Replay unpaused.
fr: Lecture du replay
it: Replay riavviato.
ja: リプレイをさいかいした。
zh_hans: 继续播放。

# MSG_RESCUED_BY
source: Rescued by {0}!
fr: Secouru par {0}!
it: Soccorso da {0}!
ja: {0}にきゅうじょしてもらった！
ja_jp: {0}にきゅうじょしてもらった！
zh_hans: 被{0}救援了！

# MSG_RESCUES_LEFT
source: Rescues left: {0}
fr: Secours restant: {0}
it: Soccorsi rimasti: {0}
ja: きゅうじょのこりかいすう:{0}
zh_hans: 救援次数剩余: {0}

# MSG_SKIP_TURN
source: {0} passed its turn.
fr: {0} a passé son tour
it: {0} passa il turno.
ja: {0}はようすをみている。
zh_hans: {0}让出了回合。

# MSG_TEAM_MODE_ALONE
source: Team Mode can't be used when alone.
fr: Le mode équipe ne peut pas être utilisé seul
it: La Modalità team non può essere utilizzata quando si è da soli.
ja: なかまモードはいっぴきのじょうたいではしようできません。
zh_hans: 单独时无法使用团队模式。

# MSG_TEAM_SENT_HOME
source: {0} was sent back to the assembly.
fr: {0} a été renvoyé à l'assemblée
it: {0} è stato mandato al raduno.
ja: {0}はへんせいじょにもどっていった。
zh_hans: 已将{0}送回了集会。

# MSG_TEAM_SENT_HOME_PLURAL
source: {0} were sent back to the assembly.
fr: {0} ont étés renvoyés à l'assemblée
it: {0} sono stati mandati al raduno.
ja: {0}はへんせいじょにもどっていった。
zh_hans: 已将{0}送回了集会。

# MSG_WARP
source: {0} warped!
fr: {0} a été téléporté(e) !
it: {0} è stato teletrasportato!
ja: {0}はワープした！
zh_hans: {0}被传送了！

# MSG_WARP_FAIL
source: {0} didn't warp.
fr: {0} n'a pas été téléporté(e)
it: {0} non è stato teletrasportato.
ja: {0}はワープができなかった。
zh_hans: {0}没有被传送。

# RANGE_ARC_LINE
source: {1} in {0}-Tile Line
fr: {1} dans une ligne de {0} cases
it: {1} in una linea di {0} caselle
zh_hans: {0}格直线上的{1}

# RANGE_ARC_SINGLE
source: {1} at {0} Tiles Away
fr: {1} est {0} cases plus loin
it: {1} a {0} caselle di distanza
zh_hans: 前方{0}格远的{1}

# RANGE_ARC_WIDE
source: {1} in {0}-Tile Arc
fr: {1} dans un arc de {0}-cases
it: {1} in un arco di {0} caselle
zh_hans: {0}格距离内的{1}

# RANGE_AREA_CONE
source: {1} in {0}-Tile Cone
fr: {1} dans un cône de {0}-cases
it: {1} in un cono di {0} caselle
zh_hans: {0}格锥形内的{1}

# RANGE_AREA_CROSS
source: {1} in {0}-Tiles in Cross
it: {1} in una croce di {0} caselle
zh_hans: {0}格十字范围的{1}

# RANGE_AREA_FULL
source: {1} in {0}-Tile Area
fr: {1} dans une zone de {0}-cases
it: {1} in un'area di {0} caselle
zh_hans: 周围{0}格距离内的{1}

# RANGE_AREA_SIDES
source: {1} in {0}-Tiles at Sides
fr: {1} dans {0}-cases sur les côtés
it: {1} ai lati di {0} caselle
zh_hans: {0}格内对角线上的{1}

# RANGE_ATTACK_AROUND
source: {0} Around User
fr: {0} Autour de l'utilisateur
it: {0} intorno a chi la usa
ja: ちかくのポケモン
zh_hans: 使用者周围的{0}

# RANGE_ATTACK_CORNER
source: {0} in Front, Cuts Corners
fr: {0} devant, compte les coins.
it: {0} di fronte, aggira gli angoli
ja: しょうめん、かどぬけ
zh_hans: 前方的{0}，可穿墙的对角

# RANGE_ATTACK_FRONT
source: {0} in Front
fr: {0} Devant
it: {0} di fronte
ja: しょうめん
zh_hans: 前方的{0}

# RANGE_ATTACK_WIDE
source: {0} in Front and Sides
fr: {0} devant et sur les côtés
it: {0} di fronte e ai lati
ja: ちょくせんじょう
zh_hans: 前方和对角线上的{0}

# RANGE_BEAM
source: Beam
fr: Rayon
it: Raggio
ja: ビーム
ja_jp: ビーム
zh_hans: 光束

# RANGE_DASH
source: Dash
fr: Course
ja: ダッシュ
ja_jp: ダッシュ
zh_hans: 冲撞

# RANGE_LINEAR
source: {2} in {1}-Tile {0}
fr: {2} dans {0} de {1}-case
it: {2} nel {0} di {1} caselle
zh_hans: 前方{1}格的{2} {0}

# RANGE_LINEAR_PASS
source: {0}, Passes Walls
fr: {0} traverse les murs
it: {0}, attraversa i muri
zh_hans: {0} ，可穿墙

# RANGE_LINEAR_PHASE
source: Phasing {0}
fr: Traverse {0}
it: {0} attraversante
zh_hans: 透墙{0}

# RANGE_LINEAR_PIERCE
source: Piercing {0}
fr: Perçant {0}
it: {0} perforante
zh_hans: 穿刺{0}

# RANGE_LINEAR_WIDE
source: Wide-{0}
fr: Grand-{0}
it: {0} ampio
ja: はんい{0}
zh_hans: 广域{0}

# RANGE_OFFSET_AREA
source: {1} in Area, {0} Tiles Away
fr: {1} dans la zone, {0} cases plus loin
it: {1} nell'area, {0} caselle di distanza
zh_hans: 前方{0}格远周围的{1}

# RANGE_OFFSET_CROSS
source: {1} in Cross, {0} Tiles Away
it: {1} in croce, {0} caselle di distanza
zh_hans: 前方{0}格远十字范围的{1}

# RANGE_OFFSET_SIDES
source: {1} in Row, {0} Tiles Away
fr: {1} en ligne, {0} cases plus loin
it: {1} in linea, {0} caselle di distanza
zh_hans: {0}格外一行的{1}

# RANGE_OFFSET_TILE
source: {1} at {0} Tiles Away
fr: {1} {0} cases plus loin
it: {1} a {0} caselle di distanza
zh_hans: 前方{0}格远的{1}

# RANGE_PROJECTILE
source: Shot
fr: Tir
it: Colpo
zh_hans: 射击

# RANGE_PROJECTILE_SPREAD
source: Spread {0}
fr: Propagé {0}
it: {0} diffuso
zh_hans: 分散{0}

# TARGET_HIT_ALL
source: Everyone
fr: Tout le monde
it: Tutti
ja: すべて
zh_hans: 全部

# TARGET_HIT_ALLY
source: Ally
fr: Allié
it: Alleato
ja: なかま
zh_hans: 队友

# TARGET_HIT_ALLY_PLURAL
source: Allies
fr: Alliés
it: Alleati
ja: なかま
zh_hans: 多个队友

# TARGET_HIT_FOE
source: Foe
fr: Ennemi
it: Nemico
ja: てき
zh_hans: 对手

# TARGET_HIT_FOE_PLURAL
source: Foes
fr: Ennemis
it: Nemici
ja: てき
zh_hans: 多个对手

# TARGET_HIT_NONE
source: No One
fr: Personne
it: Nessuno
ja: なし
zh_hans: 无对象

# TARGET_HIT_OTHER
source: Ally/Foe
fr: Allié/Ennemi
it: Alleato/Nemico
ja: なかま／てき
zh_hans: 队友/对手

# TARGET_HIT_OTHER_PLURAL
source: Others
fr: Autres
it: Altri
ja: そのた
zh_hans: 多个队友/对手

# TARGET_HIT_PARTY
source: Party
fr: Groupe
it: Team
ja: チーム
zh_hans: 全队

# TARGET_HIT_USER
source: User
fr: Utilisateur
it: Chi la usa
ja: じぶん
zh_hans: 自己

# TARGET_HIT_USERFOE
source: User/Foe
fr: Utillisateur/Ennemie
it: Chi la usa/Nemico
ja: ぜんいん
zh_hans: 自己/对手

# TARGET_HIT_USERFOE_PLURAL
source: User/Foes
fr: Utilisateur/Ennemies
it: Chi la usa/Nemici
ja: ぜんいん
zh_hans: 自己/多个对手

# TEAM_NAME
source: Team {0}
fr: Equipe {0}
ja: チーム{0}
ja_jp: チーム{0}
zh_hans: {0}探险队

# TRANSFER_ALL
source: All
it: Tutto
ja: すべて
ja_jp: すべて
zh_hans: 无限制

# TRANSFER_ITEMS
source: Items Only
it: Solo strumenti
ja: どうぐのみ
zh_hans: 仅道具

# ZONE_EXPECT_LEVEL
source: Expected Level: {0}
fr: Niveau recommandé: {0}
it: Livello previsto: {0}
ja: へいきんレベル:{0}
zh_hans: 预期等级: {0}

# ZONE_RESET_MOVESET
source: Reset Moveset
ja: わざしょきか
zh_hans: 重置招式

# ZONE_RESTRICT_ALONE
source: Enter alone
fr: Entrer seul
it: Entra da solo
ja: ソロ
zh_hans: 单独进入

# ZONE_RESTRICT_BAG
source: Bag size set to {0}
fr: La taille du sac a été défini sur {0}
it: Limite Sacca: {0}
ja: バック:{0}わく
ja_jp: バックは{0}こまで
zh_hans: 背包尺寸设为{0}

# ZONE_RESTRICT_EXP
source: No Exp. Points
fr: Aucun point d'EXP
it: Nessun Punto Esp.
ja: けいけんちなし
ja_jp: 経験値無し
zh_hans: 无经验值

# ZONE_RESTRICT_ITEM
source: Item Limit: {0}
fr: Limite d'objet: {0}
it: Limite strumenti: {0}
ja: アイテムすうせいげん:{0}こ
zh_hans: 道具数目限制: {0}

# ZONE_RESTRICT_ITEM_ALL
source: No items allowed
fr: Les items ne sont pas autorisés
it: Non sono ammessi strumenti
ja: アイテムをもちこめない
zh_hans: 禁止携带道具

# ZONE_RESTRICT_LEVEL
source: Set Level: {0}
fr: Le niveau a été défini sur: {0}
it: Limite livello: {0}
ja: レベルせいげん:{0}
zh_hans: 等级限制: {0}

# ZONE_RESTRICT_MONEY
source: No money allowed
fr: L'argent n'est pas autorisé
it: Non sono ammessi soldi
ja: おかね所持禁止
zh_hans: 禁止携带金钱

# ZONE_RESTRICT_TEAM
source: Team size set to {0}
fr: La taille de l'équipe a été définie sur {0}
it: Team limitato a {0}
ja: チームすうせいげん:{0}ひき
zh_hans: 队伍规模: {0}

# ZONE_TRANSFER
source: Transfer: {0}
it: Trasferimento: {0}
ja: いこう:{0}
zh_hans: 转移: {0}

# MENU_MODS_MISSING
source: Missing Mods
it: Mod mancanti
ja: ふめいなMOD
ja_jp: 不明なMOD

# MENU_MODS_TITLE
source: Mods
it: Mod
ja: MOD
ja_jp: MOD

# MENU_TEAM_HP
source: HP:
fr: PV:
it: PS:

# MENU_TEAM_LEVEL_SHORT
source: Lv.
fr: Niv:
it: L.

# MENU_SKILLS_TOTAL_CHARGES
source: {0}PP
ja: PP{0}
ja_jp: PP{0}
