Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_FULL_0001
source: Let's help each other do well!
de: Wir helfen uns gegenseitig, damit jeder sein Bestes geben kann.
es: ¡Ayudémonos mutuamente!
fr: Il faut nous entraider!
it: Aiutiamoci a vicenda e facciamo del nostro meglio!
zh_hans: 互相帮助干好吧！

# TALK_FULL_0002
source: Let's take this challenge on nice and steady.
de: Gehen wir diese Herausforderung mit Augenmaß an!
es: Afrontemos este reto como es debido.
fr: Relevons ce défi! Tenons le coup!
it: Affrontiamo questa sfida con impegno.
zh_hans: 我们要从容面对这次挑战。

# TALK_FULL_0003
source: It'd be nice if we found even one [item].
de: Wäre schön, [item] zu finden.
es: ¡Estaría bien encontrar aunque sea un objeto [item]!
fr: Ce serait génial si on trouvait un objet [item].
it: [item]! Non potremmo chiedere di meglio!
zh_hans: 如果我们能找到[item]就好了。

# TALK_FULL_0004
source: We need to stay on the lookout for any [kind]!
de: Wir müssen weiter Ausschau nach [kind] halten!
es: ¡Hay que estar al acecho de cualquier [kind]!
fr: Nous devons garder les yeux ouverts face aux [kind]!
it: Dobbiamo fare attenzione ai Pokémon [kind]...
zh_hans: 我们需要警惕观察任何一个[kind]！

# TALK_FULL_0005
source: I've got you covered, [player]!
de: Ich stehe dir bei, [player]!
es: ¡Te cubro, [player]!
fr: Je te couvre, [player]!
it: Ti copro le spalle, [player]!
zh_hans: 我已经掩护你了，[player]！

# TALK_FULL_0006
source: I'll back you up with my [move], [player]!
de: Ich unterstütze dich mit meiner Attacke [move], [player]!
es: ¡Te cubro con mi movimiento [move], [player]!
fr: Je couvre tes arrières avec ma capacité [move], [player]!
it: Ti darò una mano con [move], [player]!
zh_hans: 我会用[move]支持你的，[player]！

# TALK_FULL_0007
source: I'll follow you, [player].
de: Ich folge dir, [player].
es: Te seguiré, [player].
fr: Je te suis, [player].
it: Ti seguirò, [player].
zh_hans: 我会跟着你的，[player]。

# TALK_FULL_0008
source: Let's find lots of good stuff!
de: Lass uns viele tolle Sachen finden!
es: ¡Encontremos un montón de cosas!
fr: Trouvons plein d'objets de valeur!
it: Cerchiamo di trovare tante cose belle!
zh_hans: 我们去找些好东西吧！

# TALK_FULL_0009
source: I wonder what's up ahead.
de: Ich frage mich, was vor uns liegt.
es: Me pregunto qué habrá allí.
fr: Je me demande ce qui nous attend.
it: Chissà cosa ci aspetta?
zh_hans: 我想知道前面发生了什么。

# TALK_FULL_0010
source: Exploring is fun, isn't it?
de: Erkundungen machen Spaß, oder etwa nicht?
es: Explorar es divertido, ¿verdad?
fr: L'exploration, c'est amusant, pas vrai?
it: Esplorare è divertente, vero?
zh_hans: 探险很有趣，不是吗？

# TALK_FULL_0011
source: I've got a good feeling that we're going to find treasure!
de: Ich habe das gute Gefühl, dass wir Schätze finden werden!
es: ¡Tengo el presentimiento de que vamos a encontrar el tesoro!
fr: J'ai un pressentiment: nous allons bientôt trouver un trésor!
it: Sento che troveremo un tesoro!
zh_hans: 我有一种很好的预感，我们会找到宝藏！

# TALK_FULL_0020
source: I'm happy to be exploring with you, [player].
de: Ich gehe gerne mit dir auf Erkundungen, [player].
es: Me alegro de explorar contigo, [player].
fr: C'est un bonheur d'explorer avec toi, [player].
it: Sono felice di esplorare con te, [player].
zh_hans: [player]，和你探险真开心。

# TALK_FULL_0021
source: I'll show you how I can be useful, [player]!
de: Ich werde mich nützlich machen, [player]!
es: Te mostraré lo útil que puedo ser, [player].
fr: Je vais te montrer à quel point je peux me rendre utile, [player]!
it: Ti dimostrerò cosa sono capace di fare, [player]!
zh_hans: 我会展示自己的优点的，[player]！

# TALK_FULL_0022
source: Let's give this one our best, [player]!
de: Geben wir unser Bestes, [player]!
es: Hagámoslo lo mejor posible, [player].
fr: Donnons le meilleur de nous-mêmes, [player]!
it: Mettiamocela tutta, [player]!
zh_hans: 我们尽力吧，[player]！

# TALK_FULL_0023
source: I'll assist you the best I can with my [move], [player].
de: Ich bin mit meiner Attacke [move] zur Stelle, [player].
es: Te ayudaré lo mejor que pueda con mi movimiento [move], [player].
fr: Je t'aiderai de mon mieux avec ma capacité [move], [player].
it: Ti aiuterò il più possibile con [move], [player].
zh_hans: 我会尽全力用[move]援助你的，[player]。

# TALK_FULL_0024
source: Let's try our very best to find one [item]!
de: Geben wir alles! Finden wir [item]!
es: ¡Intentemos encontrar por lo menos un objeto [item]!
fr: Faisons de notre mieux pour trouver un objet [item]!
it: Mettiamocela tutta per trovare 1 [item]!
zh_hans: 让我们尽力寻找[item]吧！

# TALK_FULL_0025
source: I do wonder what discoveries lie ahead of us this time!
de: Ich frage mich, welche Entdeckungen uns dieses Mal erwarten!
es: ¡Me pregunto qué sorpresas nos depara el destino!
fr: Ah, quelles fabuleuses découvertes allons-nous faire cette fois?
it: Chissà quali grandi scoperte ci aspettano questa volta!
zh_hans: 我真想知道这次我们会有什么发现！

# TALK_FULL_0026
source: I suspect that [kind] will be tough to deal with.
de: Ich denke mal, mit [kind] ist nicht gut Kirschen essen.
es: Sospecho que no será fácil tratar con [kind].
fr: J'ai bien peur que les [kind] soient du genre coriace.
it: Temo che sarà dura affrontare [kind].
zh_hans: 我觉得[kind]会很难对付。

# TALK_FULL_0040
source: It's a bit scary, but I'll do my best to keep up, [player]!
de: Es macht mir schon ein bisschen Angst, aber ich versuche mitzuhalten, so gut ich kann, [player]!
es: ¡Me da un poco de miedo, pero aguantaré, [player]!
fr: C'est un peu effrayant, mais je tiendrai bon, [player]!
it: Ho un po' paura, ma farò del mio meglio per starti dietro, [player]!
zh_hans: 这有点吓人，但我会尽力跟上的，[player]！

# TALK_FULL_0041
source: Please don't get us in too deep!
de: Bitte bringe uns nicht in Schwierigkeiten!
es: No nos alejemos mucho, ¿vale?
fr: Je t'en prie, ne nous emmène pas trop loin!
it: Ho paura ad andare in profondità!
zh_hans: 请务必别让我们陷得太深！

# TALK_FULL_0042
source: We should leave if it gets too dangerous, right?
de: Wir sollten den Rückzug antreten, wenn es zu gefährlich wird, oder nicht?
es: Si la cosa se pone muy peligrosa, nos vamos, ¿verdad?
fr: Dès que les choses se gâtent, on s'en va, d'accord?
it: Se le cose si fanno troppo pericolose ce la filiamo, giusto?
zh_hans: 如果情况太危险了，我们应该离开，对吧？

# TALK_FULL_0043
source: Ooh, the [kind] here? So scary!
de: Uaah, diese [kind] hier? Gruselig!
es: ¡Oh! ¿[kind]? ¡Qué miedo!
fr: Aaaaaaah! C'est eux, les [kind]? J'ai peur...
it: Ooh... [kind]? Mi fanno tanta paura!
zh_hans: 喔，这里的[kind]？太恐怖了！

# TALK_FULL_0044
source: P-please don't leave me behind!
de: B-bitte lass mich nicht allein zurück!
es: ¡Por... por favor, no me dejes atrás!
fr: P-pitié, attends-moi!
it: P-Per favore, non lasciarmi qui!
zh_hans: 别-别把我丢在后面啊！

# TALK_FULL_0045
source: P-please don't abandon me!
de: B-bitte verlass mich nicht!
es: ¡Por... por favor, no me abandones!
fr: P-pitié, ne m'abandonne pas!
it: P-Per favore, non abbandonarmi!
zh_hans: 不-不要抛弃我！

# TALK_FULL_0046
source: I feel a little more secure being with you, [player]!
de: Mit dir fühle ich mich ein bisschen sicherer, [player]!
es: ¡Me siento a salvo estando contigo, [player]!
fr: Ça me rassure un peu d'être à tes côtés, [player]!
it: Mi sento meno vulnerabile insieme a te, [player]!
zh_hans: 我觉得和你在一起更有安全感，[player]！

# TALK_FULL_0047
source: I really hope we'll find at least one [item].
de: Ich hoffe inständig, [item] zu finden.
es: ¡Espero que encontremos por lo menos el objeto [item]!
fr: J'espère sincèrement que nous trouverons au moins un objet [item].
it: [item]? Dove? Dove?
zh_hans: 真希望我们至少找到一个[item]。

# TALK_FULL_0048
source: I'm sorry I'm so timid...
de: Tut mir leid, dass ich so ängstlich bin...
es: Siento que la timidez pueda conmigo...
fr: Je m'en veux d'être si timide...
it: Spiacente per la mia insicurezza...
zh_hans: 对不起，我太胆小了……

# TALK_FULL_0049
source: I'm not fond of fighting. But for you...I'll do my best!
de: Ich kämpfe nicht gerne... Aber für dich gebe ich alles!
es: No me gusta luchar, ¡pero por ti haré todo cuanto pueda!
fr: Je n'aime pas trop me battre, mais je ferai de mon mieux pour toi!
it: Non mi piace lottare. Ma per te... farò del mio meglio!
zh_hans: 我不喜欢战斗，但为了你……我会尽力的！

# TALK_FULL_0060
source: You know, carelessness can be our own worst enemy...
de: Weißt du, Sorglosigkeit kann einer unserer größten Feinde sein...
es: ¿Sabes?, los descuidos pueden ser nuestro peor enemigo...
fr: Tu sais, l'impatience est notre pire ennemie...
it: L'imprudenza può essere il nostro peggior nemico...
zh_hans: 你知道，粗心可能是我们最大的敌人……

# TALK_FULL_0061
source: You know, we should always see with more than just our eyes...
de: Weißt du, wir sollten uns nicht nur auf unsere Augen verlassen...
es: Deberíamos andarnos con mucho ojo.
fr: Il faut apprendre à voir par-delà les apparences...
it: Sai, non dovremmo giudicare basandoci soltanto su ciò che vediamo...
zh_hans: 你知道，我们不应该只看表象……

# TALK_FULL_0062
source: I will support you with my [move], [player].
de: Ich stehe dir mit meiner [move]-Attacke zur Seite, [player].
es: Te apoyaré con mi movimiento [move], [player].
fr: Je te soutiens avec ma capacité [move], [player].
it: Ti aiuterò con [move], [player].
zh_hans: 我会用[move]支持你的，[player]。

# TALK_FULL_0063
source: We should always look before we leap, don't you think?
de: Wir sollten nicht ins Wasser springen, ohne zu wissen, wie tief es ist, oder?
es: Deberíamos pensárnoslo dos veces, ¿no crees?
fr: On doit toujours prendre garde à l'endroit où l'on met les pattes, n'est-ce pas?
it: Dovremmo sempre riflettere prima di agire, non trovi?
zh_hans: 我们应该三思而后行，不觉得吗？

# TALK_FULL_0064
source: You can trust me to watch out for you, [player].
de: Ich habe ein Auge auf dich. Vertrau mir, [player].
es: Estaré atento, confía en mí, [player].
fr: Je veille sur toi, [player]. Fais-moi confiance.
it: Puoi contare su di me, [player].
zh_hans: 你可以相信我会照顾你的，[player]。

# TALK_FULL_0065
source: If you study your enemy closely, you'll always know what to do...
de: Nach genauer Betrachtung des Gegners weißt du immer, was zu tun ist...
es: Siempre se sabe qué hacer cuando se estudia al enemigo con detenimiento.
fr: Si tu analyses attentivement ton ennemi, tu sauras toujours quoi faire...
it: Studia attentamente il tuo nemico, così saprai sempre cosa fare...
zh_hans: 如果你仔细研究你的敌人，你会永远知道该怎么做……

# TALK_FULL_0066
source: Part of a winning strategy is knowing when to withdraw, you know...
de: Zu einer erfolgreichen Strategie gehört auch zu wissen, wann man sich besser zurückzieht, weißt du...
es: Para ganar hay que saber también cuándo retirarse...
fr: Savoir quand se replier, c'est crucial si on veut gagner...
it: Sapere quando battere in ritirata fa parte di una strategia di successo...
zh_hans: 撤退也是进攻的一部分，你知道的……

# TALK_FULL_0080
source: Some wisdom, eh? Haste makes waste, but persistence always pays...
de: Ein guter Rat? Eile mit Weile! Mit Geduld und Spucke fängt man eine Muck... äh Mücke...
es: Un consejo, ¿eh? Con paciencia y voluntad, se logra todo... ¡y algo más!
fr: Un conseil, hein? Nul besoin de se hâter, mais la persévérance est toujours payante...
it: Vuoi una perla di saggezza? Chi va piano va sano e va lontano...
zh_hans: 一些智慧，嗯？欲速则不达，坚忍不拔则必有所得……

# TALK_FULL_0081
source: Wisdom, eh? Fools rush in, but winners walk and wonder...
de: Ein guter Rat? Gut Ding will Weile haben...
es: Un consejo, ¿eh? Cosa hecha deprisa, cosa de risa.
fr: Un conseil? Les imbéciles se précipitent, alors que les vainqueurs réfléchissent avant d'agir...
it: Vuoi una perla di saggezza? Gli stolti vanno di corsa, ma i saggi camminano ed esplorano con attenzione...
zh_hans: 智慧，嗯？愚者轻率冲动，但胜者缓步徐行……

# TALK_FULL_0082
source: Rest assured. My trusty move, [move], will help you, [player]...
de: Es sei dir versichert, dass meine zuverlässige Attacke [move] dir helfen wird, [player]...
es: Tranquilidad, [player]. Mi movimiento [move] te ayudará.
fr: Sois tranquille. Ma capacité [move] te sera d'un grand secours, [player]...
it: Non ti preoccupare. La mia fida mossa [move] ti aiuterà, [player]...
zh_hans: 放心。我的招式，值得信赖的[move]，会帮你的，[player]。

# TALK_FULL_0083
source: We will surely find ourselves one [item]...
de: Wir werden das Item [item] schon finden...
es: ¡Seguro que encontraremos el objeto [item]!
fr: Nous trouverons sûrement un objet [item] au cours de ce périple...
it: [item]! Cerchiamo di metterci le mani sopra!
zh_hans: 我们一定会找到自己的[item]……

# TALK_FULL_0084
source: Keep your eyes open for any [kind]...
de: Halte die Augen nach [kind] offen...
es: Abre bien los ojos por si nos encontráramos con algún [kind].
fr: Ces [kind]... Il faut ouvrir l'œil.
it: Dobbiamo fare attenzione ai Pokémon [kind]...
zh_hans: 睁大眼睛盯着任何[kind]……

# TALK_FULL_0085
source: I'll be sure to keep an eye out to the rear, [player]...
de: Ich halte dir den Rücken frei, [player]...
es: Estaré vigilando la retaguardia, [player].
fr: J'assure tes arrières, [player]...
it: Ti coprirò le spalle, [player]...
zh_hans: 我一定会注意后方的，[player]……

# TALK_FULL_0086
source: I've done this many a time, but it never ceases to be fun...
de: Ich habe das schon so oft gemacht, aber es macht immer wieder Spaß...
es: He hecho esto muchas veces, pero sigue siendo divertido.
fr: J'ai exploré le monde à maintes reprises, mais je ne m'en lasse jamais...
it: L'ho già fatto altre volte, ma non smette mai di divertirmi...
zh_hans: 这种事我已经做过很多次了，但我从不会因此而感到无趣……

# TALK_FULL_0100
source: Anywhere you go, I will follow, [player]!
de: Wohin du auch gehst, ich folge dir, [player]!
es: Te seguiré dondequiera que vayas, [player].
fr: Où que tu ailles, je te suivrai, [player]!
it: Ti seguirò ovunque, [player]!
zh_hans: 你去哪，我就去哪，[player]！

# TALK_FULL_0101
source: Impossible? [myname] doesn't know the meaning of "impossible"!
de: Unmöglich? [myname] weiß nicht einmal, was "unmöglich" bedeutet!
es: ¿Imposible? ¡[myname] no sabe lo que significa esa palabra!
fr: Impossible? Non, ce mot ne fait pas partie du vocabulaire des [myname]!
it: Impossibile? No! [myname] non conosce neppure il significato di quella parola!
zh_hans: 不可能？[myname]的词典里没有“不可能”这个词！

# TALK_FULL_0102
source: You will surely witness the power of my [move]!
de: Du wirst ganz sicher Zeuge der Kraft meiner Attacke [move]!
es: ¡Podrás atestiguar sin duda la potencia de mi movimiento [move]!
fr: Tu vas contempler toute la puissance de ma capacité [move]!
it: Ti farò vedere la potenza di [move]!
zh_hans: 你一定会见证我[move]的魅力！

# TALK_FULL_0103
source: Bah! I hardly see those [kind] as worthy adversaries!
de: Pah! Diese [kind] sind für mich keine würdigen Gegner!
es: ¡Bah! Esos [kind] ni siquiera me parecen adversarios dignos.
fr: Bah! Je ne vois ici aucun adversaire à ma mesure. Certainement pas les [kind]!
it: [kind]? Bah! Non mi fanno per niente paura!
zh_hans: 呸！我几乎觉得那些[kind]不配当我们的的对手！

# TALK_FULL_0104
source: Keep the goal in mind! Yes, I can envision us finding that [item]!
de: Behalte immer das Ziel im Auge! Ja, ich glaube, wir werden [item] finden!
es: ¡No olvides el objetivo! Sí, ¡ya nos imagino encontrando el objeto [item]!
fr: Ne perds pas de vue l'objectif! Oui, je pense que nous trouverons l'objet [item]!
it: Non dimenticarti l'obiettivo: [item]!
zh_hans: 坚定目标！是的，我可以想象我们会找到那个[item]！

# TALK_FULL_0120
source: Thrilling... Exploring...
de: Spannung... Erkundungen...
es: Explorar... es... emocionante.
fr: Excitant... C'est... l'exploration...
it: Esplorare... Emozionante...
zh_hans: 惊心动魄……探险……

# TALK_FULL_0121
source: Treasure... Find it... Find it...
de: Schatz... Finde ihn... Finde ihn...
es: Encuentra... el tesoro...
fr: Un trésor... Trouvons-le... Trouvons-le...
it: Tesoro... Trovarlo... Trovarlo...
zh_hans: 宝藏……找到……找到……

# TALK_FULL_0122
source: My move will help... My [move]...for [player]...
de: Meine Attacke wird helfen... [move]... für [player]...
es: Mi movimiento ayudará... Mi [move]... a [player]...
fr: Ma capacité [move] t'aidera... [player]...
it: La mia mossa... [move] sarà d'aiuto a [player]!
zh_hans: 我的招式会帮助……我的[move]……为了[player]……

# TALK_FULL_0123
source: Defeat...any [kind]!
de: Sieg... über [kind]!
es: Derrotar... ¡Hay que derrotar a... [kind]!
fr: Vaincre... il faut... vaincre... les [kind]!
it: Sconfiggere... Bisogna sconfiggere... ogni... [kind]!
zh_hans: 战胜……任何[kind]！

# TALK_FULL_0124
source: Must find [item]... Must find [item]...
de: Ich muss... [item] finden... Muss [item] finden...
es: Debo encontrar el objeto [item]... Debo encontrar el objeto [item]...
fr: Trouver l'objet [item]... l'objet... [item]...
it: Trovare... [item]... Trovare... [item]...
zh_hans: 必须找到[item]……必须找到[item]……

# TALK_FULL_0125
source: Fun...fun...fun... So fun... with [player]...
de: Es... macht... Spaß... So... viel... Spaß... mit... [player]...
es: Divertido... Con [player] todo... es divertido...
fr: On s'amuse... on s'amuse... Oh oui, on s'amuse... avec [player]...
it: Divertente... Divertente... Divertente... Così divertente... con [player]...
zh_hans: 乐……乐……乐……快乐……和[player]一起……

# TALK_FULL_0126
source: Ahead... Ahead... What is... ahead...?
de: Da... vorne... Was ist das... da vorne?
es: Más allá... ¿Qué habrá... más allá?
fr: Devant... devant... qu'y a-t-il... devant...?
it: Cosa... Cosa... Cosa c'è... là davanti...?
zh_hans: 前面……前面……前面……是……？

# TALK_FULL_0140
source: Got your back, [player]!
de: Ich gebe dir Deckung, [player]!
es: ¡Te cubro, [player]!
fr: Je surveille tes arrières, [player]!
it: Ti copro le spalle, [player]!
zh_hans: 我挺你，[player]！

# TALK_FULL_0141
source: Let me take on the hard stuff!
de: Lass mir die harten Brocken!
es: ¡Deja que yo me encargue!
fr: Laisse-moi m'occuper des combats un peu trop durs pour toi!
it: Diamoci da fare!
zh_hans: 这点困难我来承担！

# TALK_FULL_0142
source: Yeah! No one can stand up to a team as good as we are!
de: Jaaa! Niemand kann es mit uns als Team aufnehmen!
es: ¡Nadie puede enfrentarse a un equipo tan bueno como el nuestro!
fr: Ouais! Personne n'arrive à la cheville de notre équipe!
it: Sì! Nessuno può dare del filo da torcere a una squadra forte come la nostra!
zh_hans: 对！没有其他队伍能和我们并肩站！

# TALK_FULL_0143
source: Gotta get that [item]!
de: Ich muss [item] bekommen!
es: ¡Debo conseguir el objeto [item]!
fr: Allez, il faut trouver l'objet [item]!
it: [item]! Dobbiamo assolutamente metterci le mani sopra!
zh_hans: 必须搞到[item]！

# TALK_FULL_0144
source: Ha! Those [kind]? Total pushovers!
de: Ha! Diese [kind]? Totale Schwächlinge!
es: ¡Ja! ¿Esos [kind]? ¡Vaya peleles!
fr: Ah bon? Ces [kind]? Pfff... Ça va être une vraie partie de plaisir!
it: Eh? [kind]? Pfui, non mi spaventano!
zh_hans: 呵！那些[kind]？全都打趴下！

# TALK_FULL_0145
source: Don't be surprised if my great [move] move saves the day.
de: Erschrecke dich nicht, wenn uns meine großartige Attacke [move] den Sieg bringt.
es: No te sorprendas si te salvo el pellejo con mi gran movimiento [move].
fr: T'étonne pas si c'est ma capacité [move] qui te sauve la mise.
it: Non sorprenderti se [move] ci toglie dai guai.
zh_hans: 如果我的[move]挽救了这一天，别感到惊讶。

# TALK_FULL_0146
source: Oh, yeah! Exploring's great! Who could want anything more?
de: Oh ja! Erkunden ist klasse! Was will man mehr?
es: ¡Explorar es genial, sí! ¿Qué más se puede pedir?
fr: Ah ouais! L'exploration, c'est génial! Que demander de plus?
it: Oh, sì! Esplorare è grandioso! Cosa si può volere di più?
zh_hans: 哦对！探险很棒！谁还想要更多什么吗？

# TALK_FULL_0147
source: Gotta admit that you're not too shabby yourself!
de: Du bist auch nicht von schlechten Eltern, muss ich zugeben!
es: ¡Tengo que reconocer que no lo haces tan mal!
fr: Je dois admettre que tu te débrouilles pas mal non plus!
it: Devo ammettere che neanche tu sei troppo male!
zh_hans: 我必须得承认，你也不大寒酸！

# TALK_FULL_0160
source: Let's get the exploration in gear!
de: Lass uns die Erkundung ins Rollen bringen!
es: ¡Pongámonos en marcha!
fr: Démarrons l'exploration!
it: È ora di darsi da fare con l'esplorazione!
zh_hans: 我们准备去探险吧！

# TALK_FULL_0161
source: This kind of exploring isn't so bad...once in a while!
de: Diese Art des Erkundens ist gar nicht schlecht... Ab und zu!
es: Estas expediciones no están mal... De vez en cuando, claro.
fr: Ce genre d'exploration, c'est pas mal... une fois de temps en temps!
it: Ogni tanto fare una bella esplorazione non è affatto male, eh?
zh_hans: 这种探险也不差嘛……偶尔！

# TALK_FULL_0162
source: Now don't mistake me for the enemy, OK?
de: Hey, verwechsle mich nicht mit den Gegnern, okay?
es: No me confundas con el enemigo, ¿vale?
fr: Et ne me prends pas pour un ennemi, d'accord?
it: Non scambiarmi per un nemico, ok?
zh_hans: 现在不要把我当成敌人，好吗？

# TALK_FULL_0163
source: It'd be awesome if we could get ourselves one [item]!
de: Es wäre echt spitze, wenn wir [item] besorgen könnten!
es: ¡Sería estupendo encontrar el objeto [item]!
fr: Ça serait incroyable si on pouvait dénicher un objet [item]!
it: [item]! Ecco cosa dovremmo cercare!
zh_hans: 如果我们能给自己弄一个[item]，那就太棒了！

# TALK_FULL_0180
source: It's nice to go exploring!
de: Erkundungen sind ein netter Zeitvertreib!
es: ¡Me encanta salir a explorar!
fr: C'est agréable, l'exploration!
it: Esplorare... Esplorare... Che cosa fantastica!
zh_hans: 去探险太好了！

# TALK_FULL_0181
source: Where next? I'll go anywhere with you, [player]!
de: Wohin als Nächstes? Ich gehe überall mit dir hin, [player]!
es: ¿Adónde? ¡Iré contigo a donde vayas, [player]!
fr: Où on va maintenant? J'irai où tu iras, [player]!
it: Dove andiamo adesso? Ti seguirei ovunque, [player]!
zh_hans: 接下来？我会和你去任何地方，[player]！

# TALK_FULL_0182
source: I'll devote my [move] to help you, [player]!
de: Ich widme dir meine Attacke [move]. Um dir zu helfen, [player]!
es: ¡Usaré mi movimiento [move] para ayudarte, [player]!
fr: Sers-toi de ma capacité [move] comme de la tienne, [player]!
it: Userò [move] per aiutarti, [player]!
zh_hans: 我会专门用我的[move]帮助你的，[player]！

# TALK_FULL_0183
source: Find one [item]? Great!
de: Du willst [item] finden? Spitze!
es: ¿Encontrar el objeto [item]? ¡Estupendo!
fr: Trouver un objet [item]? Oh oui, ce serait cool!
it: [item]? La mia passione!
zh_hans: 找一个[item]？好！

# TALK_FULL_0184
source: Ooooh! I wonder what treasures we'll find? I'm so excited!
de: Ooooh! Was für Schätze wir wohl finden werden? Ich bin so gespannt!
es: ¡Oh! ¡Me pregunto qué tesoros hallaremos! ¡Estoy tan nerviosa!
fr: Ooooh! Je me demande quels trésors on va trouver. Je suis si impatiente!
it: Ooooh! Chissà quali tesori troveremo? È così emozionante!
zh_hans: 喔喔喔！我想知道我们会找到什么宝藏？我太激动了！

# TALK_FULL_0200
source: Now don't hold me back!
de: Halte mich nicht zurück!
es: ¡No me entretengas!
fr: Ne viens pas me gêner, hein!
it: Nessuno riuscirà a trattenermi!
zh_hans: 现在不要阻止我！

# TALK_FULL_0201
source: Let's keep pushing on! C'mon! Time to show 'em how it's done!
de: Lass uns dranbleiben! Komm schon! Zeit, ihnen zu zeigen, wie man das macht!
es: ¡Sigamos adelante! ¡Vamos! ¡Es hora de enseñarles cómo se hace!
fr: Il faut enfoncer le clou! Allez! Il faut leur montrer ce qu'on vaut!
it: Andiamo avanti! Dai! Facciamogli vedere come si fa!
zh_hans: 让我们继续前进！拜托！是时候向他们展示我们是如何做到的！

# TALK_FULL_0202
source: I'll thump anyone who gets in our way, you'd better believe it!
de: Ich haue jeden weg, der sich dir in den Weg stellt. Das kannst du glauben!
es: ¡Le soltaré un tortazo a cualquiera que se interponga en nuestro camino, te lo aseguro!
fr: Il nous cherche des noises, ce Pokémon? Il va voir comment je m'appelle!
it: Darò una lezione a chiunque si metta in mezzo, vedrai!
zh_hans: 我会揍任何妨碍我们的家伙，你最好相信！

# TALK_FULL_0203
source: I can just sense it! Somewhere! That [item]!
de: Ich spüre es förmlich! Irgendwo hier! [item]!
es: ¡Puedo sentirlo! ¡Por aquí cerca! ¡El objeto [item]!
fr: Je le sens, il n'attend que nous! L'objet [item]!
it: [item]... qui vicino, da qualche parte... Me lo sento!
zh_hans: 我能感觉到！某个地方！[item]！
