Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_WAIT_0149
source: I can depart at your earliest convenience.
de: Ich kann aufbrechen, sobald du willst!
es: Me pondré en marcha en cuanto queráis.
fr: Je suis à votre disposition pour partir.
it: Posso partire quando vuoi.
zh_hans: 我可以在你方便的时候早点出发。

# TALK_WAIT_0150
source: I'm ready to go!
de: Ich bin bereit, loszulegen!
es: ¡Estoy listo!
fr: Il me tarde de partir!
it: Tutto pronto!!!
zh_hans: 我准备好了！

# TALK_WAIT_0151
source: How will this turn out? I just can't wait!
de: Wie es wohl diesmal ausgehen wird? Ich kann es kaum erwarten!
es: ¿Qué pasará? ¡Estoy ansioso por saberlo!
fr: Comment cela va-t-il tourner? J'ai hâte de partir!
it: Come andrà a finire? Non vedo l'ora di scoprirlo!
zh_hans: 结果如何？我等不及了！

# TALK_WAIT_0152
source: Will we be leaving soon?
de: Gehen wir bald los?
es: ¿Nos iremos pronto?
fr: Partons-nous bientôt?
it: Partiremo tra poco?
zh_hans: 我们待会要出发吗？

# TALK_WAIT_0153
source: No need to rush! Just get ready, then we'll go.
de: Nur nichts überstürzen! Mach dich bereit, und dann gehen wir.
es: ¡Sin prisa! Cuando esté todo listo, nos marchamos.
fr: Nul besoin de te presser! Il faut juste partir à point.
it: Non c'è fretta! Preparati e poi partiremo.
zh_hans: 别急！先去准备，然后就是出发。

# TALK_WAIT_0155
source: Good to go whenever you are!
de: Ich bin allzeit bereit zum Aufbruch!
es: ¡Cuando queráis nos vamos!
fr: Je te suivrai où que tu ailles!
it: Posso partire quando vuoi!
zh_hans: 无论何时都可以走！

# TALK_WAIT_0156
source: Let's go soon!
de: Lass uns bald losgehen!
es: ¡Vámonos cuanto antes!
fr: Partons vite!
it: Partiamo appena possibile!
zh_hans: 待会就出发吧！

# TALK_WAIT_0157
source: Are we leaving yet? I'm getting tired of waiting...
de: Gehen wir jetzt endlich los? Ich werde des Wartens langsam überdrüssig.
es: ¿Nos vamos? Me estoy cansando de esperar...
fr: Est-ce que nous partons bientôt? J'en ai assez d'attendre...
it: Siamo in partenza? L'attesa è stancante...
zh_hans: 我们可以走了吗？我不想再等了……

# TALK_WAIT_0158
source: I can't wait to start exploring!
de: Ich kann es kaum erwarten, auf Erkundung zu gehen!
es: ¡Quiero empezar a explorar!
fr: Ma soif d'exploration est intarissable!
it: Non vedo l'ora di iniziare a esplorare!
zh_hans: 我等不及要去探险了！

# TALK_WAIT_0160
source: I'm ready to go!
de: Wir können gehen!
es: ¡Estoy listo!
fr: L'aventure m'appelle!
it: Da parte mia, è tutto pronto per la partenza!
zh_hans: 我准备好了！

# TALK_WAIT_0161
source: How will this turn out? I'm so excited!
de: Wie das wohl ausgeht? Ich bin so aufgeregt!
es: ¿Qué pasará? ¡Estoy tan emocionado!
fr: Comment cela va-t-il se passer? Je trépigne d'impatience!
it: Come andrà a finire? Non vedo l'ora di scoprirlo!
zh_hans: 结果如何？我好激动！

# TALK_WAIT_0162
source: Let's head out as soon as we're all ready to go!
de: Lass uns losziehen, sobald alle bereit sind!
es: ¡Dirijámonos allí en cuanto estemos listos para emprender la marcha!
fr: Partons dès que nous serons prêts!
it: Non appena tutto è pronto, direi che possiamo partire!
zh_hans: 我们一准备好就出发吧！

# TALK_WAIT_0163
source: Will we be leaving soon?
de: Ziehen wir bald los?
es: ¿Nos iremos pronto?
fr: Nous partons bientôt, non?
it: Partiremo a breve?
zh_hans: 我们要出发了吗？

# TALK_WAIT_0165
source: I'M READY! IS IT TIME TO GO?
de: ICH BIN BEREIT! KÖNNEN WIR LOS?
es: ¿HORA DE IRSE YA?
fr: ALLONS-Y! IL EST TEMPS DE PARTIR!
it: ANDIAMO! NON È ORA DI PARTIRE?
zh_hans: 我准备好了！现在该出发了吗？

# TALK_WAIT_0166
source: WE CAN GO AT ANY TIME.
de: WIR KÖNNEN JEDERZEIT LOS!
es: YA PODEMOS MARCHARNOS.
fr: NOUS POUVONS PARTIR DES QUE POSSIBLE.
it: POSSIAMO PARTIRE QUANDO VUOI.
zh_hans: 我们随时可以出发。

# TALK_WAIT_0167
source: HURRY NOW! THE TIME IS NOW!
de: SCHNELL! ES IST ZEIT!
es: ¡RÁPIDO! ¡HA LLEGADO LA HORA!
fr: HATONS-NOUS! C'EST MAINTENANT OU JAMAIS!
it: SBRIGATI! DOBBIAMO ANDARE!
zh_hans: 赶快！就是现在！

# TALK_WAIT_0168
source: ARE YOU SUGGESTING THAT I MUST WAIT?
de: WILLST DU MIR ETWA SAGEN, ICH MÜSSE WARTEN?
es: ¿ESTÁIS SUGIRIENDO QUE ME ESPERE?
fr: BIEN, J'ACCEPTE D'ATTENDRE ENCORE UN PEU...
it: STAI DICENDO CHE DEVO ASPETTARE?
zh_hans: 你是在建议我必须等待吗？

# TALK_WAIT_0170
source: YOU EXPECT ME TO WAIT?
de: DU VERLANGST VON MIR, DASS ICH WARTE?
es: ¿QUERÉIS... QUE ESPERE?
fr: TU ME DEMANDES... DE T'ATTENDRE?!
it: VUOI CHE ASPETTI?
zh_hans: 你指望我等待吗？

# TALK_WAIT_0171
source: I'M PREPARED FOR BATTLE!
de: BEREIT FÜR DIE SCHLACHT!
es: ¡ME HE PREPARADO PARA LUCHAR!
fr: VIVEMENT QUE LES COMBATS COMMENCENT!
it: SONO PRONTO A COMBATTERE!
zh_hans: 我准备好战斗了！

# TALK_WAIT_0172
source: HOW LONG AM I TO WAIT?
de: WIE LANGE SOLL ICH NOCH WARTEN?
es: ¿CUÁNTO TENDRÉ QUE ESPERAR?
fr: COMBIEN DE TEMPS DOIS-JE ENCORE PATIENTER?
it: QUANTO DOVRÒ ASPETTARE ANCORA?
zh_hans: 我还要等多久？

# TALK_WAIT_0173
source: LET US BE OFF! MAKE HASTE!
de: AB MIT UNS! LOS JETZT!
es: ¡VÁMONOS! ¡DEPRISA!
fr: METTONS-NOUS DONC EN ROUTE! HATE-TOI!
it: PARTIAMO! SBRIGATI!
zh_hans: 我们出发！快点！

# TALK_WAIT_0175
source: SET...TO...GO...
de: BEREIT... ZU... GEHEN...
es: LISTO PARA MARCHAR...
fr: JE SUIS... PRET A PARTIR...
it: ORA... POSSIAMO ANDARE...
zh_hans: 认真……出发……

# TALK_WAIT_0176
source: ANY...TIME... ANY...TIME...
de: JE...DER...ZEIT...
es: CUANDO SEA...
fr: ON PART... QUAND TU VEUX...
it: QUANDO... VUOI... QUANDO... VUOI...
zh_hans: 准备……准备……

# TALK_WAIT_0177
source: WHY... WHY... WHY... WAIT?
de: WARUM... WARUM... WARTEN?
es: ¿POR QUÉ ESPERAR?
fr: POURQUOI... POURQUOI... ATTENDRE?
it: PERCHÉ... PERCHÉ... PERCHÉ ASPETTARE?
zh_hans: 为何……为何……等待？

# TALK_WAIT_0178
source: FOLLOW... YOU... ANYWHERE...
de: FOLGE... DIR... ÜBERALL...HIN...
es: OS SEGUIRÉ ADONDE SEA...
fr: JE TE SUIVRAI... PARTOUT...
it: TI... SEGUIRÒ... OVUNQUE...
zh_hans: 跟随你……

# TALK_WAIT_0180
source: I am at the ready.
de: Ich bin marschbereit!
es: Ya estoy listo.
fr: Comme tu peux le constater, je suis dans l'expectative.
it: Tutto pronto.
zh_hans: 我已经准备好了。

# TALK_WAIT_0181
source: Wherever you go, I shall follow. Let me emphasize it: wherever!
de: Ich folge dir überallhin, hörst du? Überallhin!
es: Os seguiré dondequiera que vayáis. Lo dicho: ¡donde sea!
fr: Partout où tu iras, je te suivrai. Je me permets d'insister: partout!
it: Ti seguirò ovunque andrai. Hai capito? Ovunque!
zh_hans: 无论你去往何处，我都会同你一路。让我着重声明：不论何处！

# TALK_WAIT_0182
source: The darkness sleeps inside me... I can still feel it at times...
de: In mir ruht die Dunkelheit... Ich kann sie manchmal fühlen...
es: La oscuridad duerme en mí. A veces puedo sentirla...
fr: L'obscurité est tapie en moi... Quelquefois, elle me ronge...
it: Le tenebre sono dentro di me... A volte posso ancora sentirle...
zh_hans: 黑暗沉睡在我的内心……我有时仍能感觉到……

# TALK_WAIT_0183
source: Are you prepared to leave? Then let us be off.
de: Bist du bereit zu gehen? Dann lass uns starten.
es: ¿Todo listo para marchar? ¡Pues vámonos!
fr: Allons-nous pouvoir prendre la route? Fort bien. Hâtons-nous.
it: Possiamo partire? Andiamo, allora!
zh_hans: 你准备好离开了吗？那我们走吧。

# TALK_WAIT_0185
source: I'm going exploring! \u266A
de: Es geht auf Erkundung! \u266A
es: ¡Vamos! ¡Vamos! \u266A ¡A explorar! \u266A
fr: Allez! Allez! Exploration! \u266A Partons sans hésitation! \u266A
it: Si va! Si va! In e-splo-razione! \u266A Che tre-pi-dazione! \u266A
zh_hans: 我要去探险！\u266A

# TALK_WAIT_0186
source: Are we departing? \u266A
de: Ziehen wir los? \u266A
es: ¿Nos vamos? \u266A
fr: Départ? Départ? \u266A
it: Par-tenza? Par-tenza? \u266A
zh_hans: 我们要出发吗？\u266A

# TALK_WAIT_0187
source: I'm waiting! I'm waiting! \u266A
de: Ich warte! Ich warte! \u266A
es: ¡Estoy esperando! ¡Estoy esperando! \u266A
fr: Je t'attends! Je t'attends! \u266A Tout le temps! Tout le temps! \u266A
it: Aspetto! Aspetto! \u266A
zh_hans: 我等着呢！我等着呢！\u266A

# TALK_WAIT_0188
source: Totally ready! Completely! \u266A
de: Bereit! Bin so was von bereit! \u266A
es: ¡Todo listo! ¡Totalmente! \u266A
fr: Quelle impatience! \u266A Quelle insouciance! \u266A
it: Tutto pronto! Tutto pronto! \u266A
zh_hans: 全都准备好了！很彻底！\u266A

# TALK_WAIT_0190
source: Good to see you!
de: Schön, dich zu sehen!
es: ¡Me alegro de veros!
fr: Quelle joie de te voir!
it: Che piacere vederti!
zh_hans: 很高兴见到你！

# TITLE_ENRAGED_CALDERA
source: Raging Caldera\nB{0}F
de: Wütende Caldera
es: Caldera Enfurecida\nP-{0}
it: Caldera Inferocita\nP-{0}
zh_hans: 暴怒火山口\nB{0}F

# MSG_SPIKE_DROPPER
source: {0}'s {1} scattered {2}!
it: {1} di {0} dissemina {2}!

# TALK_ADVICE_QUARRY
source: [tmp]Darn, I still couldn't find it...[br]They said the secret passage was supposed to be in the quarry, where the floors were still brown.
es: [tmp]Vaya, aún no lo he encontrado...[br]Dicen que el camino secreto está supuestamente en la cantera, donde los pisos son marrones.
it: [tmp]Dannazione, non riesco ancora a trovarlo...[br]Mi hanno detto che il passaggio segreto era nella miniera, dove i piani sono ancora marroni.

# TALK_ESCORT_BROTHER_ACCEPT
source: [tmp]Can you get me out of here?
es: [tmp]¿Puedes sacarme de aquí?
it: [tmp]Puoi portarmi fuori da qui?

# TALK_ESCORT_BROTHER_FULL_001
source: [tmp]I.. I have no arms...
es: [tmp]No... No tengo brazos...
it: [tmp]Io... Non ho le braccia...

# TALK_ESCORT_BROTHER_HALF
source: [tmp]Why is this place so dangerous?
es: [tmp]¿Porqué es tan peligroso este lugar?
it: [tmp]Perché questo posto è così pericoloso?

# TALK_ESCORT_BROTHER_PINCH
source: [tmp]It hurts so much...
es: [tmp]Duele muchísimo...
it: [tmp]Fa... Così male...

# TALK_ESCORT_BROTHER_START
source: [tmp]Help... help!
es: [tmp]Ayuda... ¡Ayuda!
it: [tmp]Aiuto... Aiuto!

# TALK_ESCORT_FATHER_ACCEPT
source: [tmp]Do you know the way out?
es: [tmp]¿Sabes como salir de aquí?
it: [tmp]Sai come uscire da qui?

# TALK_ESCORT_FATHER_FULL_001
source: [tmp]Everything's so unfamiliar... But I'm determined to survive.
es: [tmp]Todo es tan desconocido... Pero debo sobrevivir.
it: [tmp]Mi è tutto sconosciuto... Ma sono determinato, devo sopravvivere.

# TALK_ESCORT_FATHER_HALF
source: [tmp]This is nothing, I've lived through a war.
es: [tmp]Esto no es nada, he vivido una guerra.
it: [tmp]Questo non è nulla, ho passato di peggio.

# TALK_ESCORT_FATHER_PINCH
source: [tmp]Augh... It's too much...
es: [tmp]Agh... Es demasiado...
it: [tmp]Ah... Questo è troppo...

# TALK_ESCORT_FATHER_START
source: [tmp]Who are you? What is this place?
es: [tmp]¿Quién eres? ¿Qué es este lugar?
it: [tmp]Chi sei tu? Cos'è questo posto?

# TALK_ESCORT_GRANDMA_ACCEPT
source: [tmp]My family... they're waiting for me?
es: [tmp]Mi familia... ¿me están esperando?
it: [tmp]La mia famiglia... Mi sta aspettando?

# TALK_ESCORT_GRANDMA_FULL_001
source: [tmp]This place... it's so familiar...
es: [tmp]Este lugar... es tan familiar...
it: [tmp]Questo posto... È così familiare...

# TALK_ESCORT_GRANDMA_HALF
source: [tmp]Wait for me!
es: [tmp]¡Espérame!
it: [tmp]Aspettami!

# TALK_ESCORT_GRANDMA_PINCH
source: [tmp]I feel unwell...
es: [tmp]No me encuentro bien...
it: [tmp]Non mi sento bene...

# TALK_ESCORT_GRANDMA_START
source: [tmp]Where am I...?
es: [tmp]¿Dónde estoy...?
it: [tmp]Dove mi trovo...?

# TALK_ESCORT_MOTHER_ACCEPT
source: [tmp]A rescue team? Can you help me get out?
es: [tmp]¿Un equipo de rescate? ¿Podéis ayudarme a salir de aquí?
it: [tmp]Una squadra di soccorso? Puoi aiutarmi ad uscire da qui?

# TALK_ESCORT_MOTHER_FULL_001
source: [tmp]I'm worried about my daughter...
es: [tmp]Me preocupa mi hija...
it: [tmp]Sono in pensiero per mia figlia...

# TALK_ESCORT_MOTHER_HALF
source: [tmp]It hurts...
es: [tmp]Duele...
it: [tmp]Fa male...

# TALK_ESCORT_MOTHER_START
source: [tmp]My baby! Where is my baby?
es: [tmp]¡Mi bebé! ¿Dónde está mi bebé?
it: [tmp]Il mio piccolo! Dov'è il mio piccolo?

# TALK_ESCORT_PET_ACCEPT
source: [tmp]Hey! Are we going somewhere?
es: [tmp]¡Hey! ¿Vamos a algún lado?
it: [tmp]Ehi! Dove stiamo andando?

# TALK_ESCORT_PET_FULL_001
source: [tmp]Why is everyone afraid of me?
es: [tmp]¿Porqué todo el mundo me tiene miedo?
it: [tmp]Perché tutti hanno paura di me?

# TALK_ESCORT_PET_HALF
source: [tmp]Owwwh, savage!
es: [tmp]¡Ohhh, brutal!
it: [tmp]Ohhh, brutale!

# TALK_ESCORT_PET_PINCH
source: [tmp]Grr.... Not giving up...
es: [tmp]Grr... No me rendiré...
it: [tmp]Non... Non mollare...

# TALK_ESCORT_PET_START
source: [tmp]Woof! Woof![br]Surprise! Not everyone who got isekai'd to the Pokemon world was human!
es: [tmp]¡Guau! ¡Guau![br]¡Sorpresa! ¡No todos los que sufrieron un isekai al mundo Pokémon son humanos!
it: [tmp]Woof! Woof![br]Sorpresa! Non tutti quelli che vengono reincarnati nel mondo dei Pokémon sono esseri umani!

# TALK_REST_0006_VAR_00
source: Follow me!
de: Mir nach!
es: ¡Sígueme!
it: Viviamo grandi avventure insieme!

# TALK_REST_0040_VAR_00
source: My friendly friends! Hiya!
de: Hurra!! Ich mag freundliche Freunde!! Jaaaaa!!
es: ¡Amigos y más amigos! ¡Cuantos más seamos, mejor lo pasaremos!
it: Gli amici non bastano mai! \u266A

# TALK_REST_0157_VAR_00
source: My rage is my fire! I'll burn everything!
de: Mein flammender Zorn wird alles in Schutt und Asche legen!
es: ¡Expulsaré la furia que bulle dentro de mí en forma de una llamarada devastadora!
it: La mia ira è l'ira del fuoco! Farò ardere ogni cosa!

# TALK_REST_0186_VAR_00
source: I'll do my best! I'm pumped up!
de: Jetzt oder nie! Voran, voran!!
es: ¡Hay que ir a por todas!
it: Voglio dare il meglio di me! Mi sento carico!

# TALK_REST_0201_27_VAR_00
source: I have had this question throughout my life: What is this thing called life?
de: Ein wirklich großartiges Abenteuer, findest du nicht auch???
es: Soy ? ¿Ser o no ser?
it: Io sono ? e sono un tipo piuttosto... curioso.

# TALK_REST_0208_VAR_00
source: Onward! Lix!
de: Vorwärts! Huaaargh!!
es: ¡Adelante! ¡Nervios de acero!
it: Avanti! Sempre avanti! Steeeeel!

# TALK_REST_0214_VAR_00
source: Where you see Honey, you see Heracross! Hey, where is my Honey?
de: Wo es köstlichen Nektar gibt, bin ich nicht weit! Bleibt nur die Frage: Wo ist Nektar?!
es: Allí donde haya miel, estará Heracross. ¿Dónde está la miel?
it: Dove c'è miele, c'è Heracross! Miele! Datemi del miele!

# TALK_REST_0219_VAR_00
source: My body's made of magma, so... I'm magnanimous! What? It's not funny?
de: Mein Körper besteht aus Magma... Mag mal wer anfassen?[br]Nein, im Ernst. Lass das lieber sein. Du würdest dich nur verbrennen!
es: Estoy hecho de lava... y no me puedo lavar. Tiene gracia, ¿eh?
it: Il mio corpo è fatto di lava e vado matto per la bava.[pause=0] Scherzo...

# TALK_REST_0220_VAR_00
source: I can smell out hot springs!
de: Ich kann sogar heiße Quellen erschnüffeln!
es: Mi especialidad es localizar los manantiales de aguas termales.
it: Io sono un genio nello scovare sorgenti termali sotterranee.

# TALK_REST_0221_VAR_00
source: Long fur keeps me warm.
de: Mit meinem langen Fell bin ich gegen eisige Kälte gewappnet!
es: Mi pelaje me mantiene siempre calentito.
it: Grazie al mio lungo pelo sono sempre al calduccio.

# TALK_REST_0222_VAR_00
source: How many of us do you think are gathered in this warm ocean?[br]I'll tell you the answer if I take a lot of damage!
de: Wie viele von uns haben sich im warmen Meer versammelt?[br]Die Antwort verrate ich dir, nachdem ich ordentlich Schaden eingesteckt habe...!
es: ¿Cuántos Corsola hay en estas aguas? La respuesta, ¡después del pinchazo!
it: Quanti Corsola ci sono in queste acque?[br]Saprai la risposta esatta se subirò un bel po' di danni.

# TALK_REST_0224_VAR_00
source: I can't help it! I'd stretch out my tentacles for powerful Pokémon like you!
de: An starken Pokémon wie dir will ich mich mit meinen Tentakeln festsaugen! Das ist halt so!
es: Cuando veo un Pokémon fuerte, me entran ganas de rodearlo con mis tentáculos.
it: Ogni volta che incontro un Pokémon forte mi viene naturale avvinghiarmi a lui.

# TALK_REST_0227_VAR_00
source: I want to go to bed peacefully every night!
de: Ich will doch nur nachts ruhig schlafen können!
es: Quiero poder dormir tranquilo por las noches.
it: La sera mi piace addormentarmi con tranquillità.

# TALK_REST_0228_VAR_00
source: Grrrrrooarr! I'm hungry!
de: Gwraaahr! Ich hab Hunger!
es: ¡Grrrr! ¡Tengo hambre!
it: Ho una fame...

# TALK_REST_0229_VAR_00
source: Don't make me mad! I breathe fire at anyone careless enough to anger me!
de: Mach mich bloß nicht wütend! Bloß nicht! Oder ich bespuck dich mit giftigen Flammen!
es: ¡Cuidado conmigo! Cuando me enfado, escupo fuego.
it: Vedete di non farmi arrabbiare o assaggerete le mie fiamme.

# TALK_REST_0233_VAR_00
source: I can go anywhere, be it vacuum or even space!
de: Ich bin überall mit dabei! Sogar im Vakuum im Weltall!
es: ¡Puedo ir a cualquier parte! ¡Incluso al vacío del espacio!
it: Io posso andare ovunque! Persino nel vuoto e nello spazio!

# TALK_REST_0236_VAR_00
source: I love fighting! Did you see anyone my size around here?
de: Los! Ich will kämpfen! Hast du hier irgendwo einen geeigneten Gegner für mich gesehen?!
es: ¡Adoro el combate! Me pregunto si encontraré algún rival a mi altura.
it: Adoro lottare. Nessuno disponibile per una sfida con me?

# TALK_REST_0237_VAR_00
source: I spin around and then kick!
de: Ich dreh mich im Kreis und verteile Tritte!
es: Primero un giro y luego... ¡patadón!
it: Un bella piroetta e... pam! Giù con un bel calcio!

# TALK_REST_0238_VAR_00
source: I'm full of energy! *smooch*
de: Ich fühle mich supergut! *Schmaaatz!*
es: ¡Reboso energía! ¡Chuuum!
it: Le mie energie sono al massimo! Chuuum!

# TALK_REST_0240_VAR_00
source: I think the vice principal is funny. I like him a lot!
de: Konrektor Kukmarda ist voll lustig! Ich mag ihn!
es: Me encanta el subdirector. ¡Es tan gracioso!
it: Il vicepreside è un tipo divertente. Mi piace un sacco!

# TALK_REST_0241_VAR_00
source: Do you drink Moomoo Milk every morning? It'll keep you healthy! \u266A
de: Trinkst du auch jeden Morgen deine Kuhmuh-Milch? Die hält dich fit! \u266A
es: Un vaso de Leche Mu-mu por la mañana... ¡y empieza el día con energía!
it: Ogni mattina bevo Latte Mumu e faccio il carico di energie. \u266A

# TALK_REST_0243_VAR_00
source: Do as I say, and don't do anything spontaneously!
de: Bloß keine eigenmächtigen Aktionen, klar?!
es: ¡Compórtate y haz lo que te digo!
it: Ve lo dico subito. Fate come dico io e andrà tutto liscio.

# TALK_REST_0244_VAR_00
source: All those who oppose me shall be engulfed in my flames! Grrroooaar!
de: Wer sich mir in den Weg stellt, soll meine Feuersbrunst spüren!
es: ¡Abrasaré con mis llamas a todos los que se me opongan! ¡Grrr!
it: Ridurrò in cenere chiunque osi opporsi a me! Groaaar!

# TALK_REST_0245_VAR_00
source: Let us proceed with the north wind!
de: Der Nordwind begleitet mich auf meinen Wegen!
es: ¡Adelante! ¡Que el viento del norte nos lleve!
it: Andare avanti senza fermarsi mai! Via, sulle ali del vento del nord!

# TALK_REST_0249_VAR_00
source: I'm a deity in charge of oceans! I will calm rough seas for you!
de: Ich bin der Wächter der Meere! Ist die See unruhig, muss ich sie beruhigen!
es: Mío es el poder sobre los océanos. Si las aguas se agitan, yo las calmaré.
it: Io sono la divinità del mare e ho il potere di placare le burrasche.

# TALK_REST_0250_VAR_00
source: Ask for my aid, and I'll help you anytime!
de: Du musst nur fragen, ich helfe gerne!
es: Si te ves en un apuro, no dudes en llamarme y acudiré en tu ayuda.
it: Sarò sempre al tuo fianco ogni volta che ne avrai bisogno.

# TALK_REST_0251_VAR_00
source: Let's go wherever you need to go! We can travel across time, too!
de: Lass uns gehen, wohin du willst! Auch durch Zeit und Raum!
es: ¡Vayamos adonde quieras! ¡O cuando quieras!
it: Via verso l'infinito, oltre il tempo!

# TALK_REST_0274_VAR_00
source: I'll look after you! We might oughta get movin'!
de: Ich pass schon auf dich auf, keine Sorge! Komm schon, auf ins Abenteuer!
es: Si te parece bien, yo me apunto. ¡Hala, a meter caña!
it: Ti seguo! Ce la metterò tutta!

# TALK_REST_0278_VAR_00
source: To some, my cute ears are quite charming! \u266A
de: Also, nicht wenige sagen ja, meine Ohren seien total süß! \u266A
es: Muchos me dicen que tengo unas orejas muy monas.
it: Tutti vanno matti per le mie orecchie. Sono così carine. \u266A

# TALK_REST_0281_VAR_00
source: Go on! Have fun together! \u266A
de: Lass uns zusammen Spaß haben!
es: ¡Venga! ¡Nos lo pasaremos en grande! ¡Ya verás!
it: Facciamo vedere chi siamo e divertiamoci!

# TALK_REST_0292_VAR_00
source: Here comes Shedinja, the shed ninja! All or nothing! That's my motto!
de: Ich bin Ninjatom, der Käferpanzer-Ninja! Für mich gibt es nur alles oder nichts!
es: ¡Aquí llega Shedinja, el ninja muda! No es que sea mudo y no hable, es que mudo de piel.
it: Ecco Shedinja, il ninja dal guscio vuoto! Il mio motto è: "O tutto o niente"!

# TALK_REST_0297_VAR_00
source: *pant pant* I appreciate hard training!
de: *Keuch!* Ich liebe hartes Training! *Keuch!*
es: Un, dos, un, dos... Lo mío es entrenar duro. ¡Un, dos!
it: Anf anf... Mi piace allenarmi! Anf anf...

# TALK_REST_0299_VAR_00
source: Let's get on with it.[pause=0] I don't mind making money during one of these adventures.
de: Immer der Nase nach.[pause=0] Hoffentlich ist dieses Abenteuer auch finanziell recht einträglich.
es: Me apunto. Y si encima me sirve para hacer negocio, mejor que mejor.
it: Andiamo a esplorare![pause=0] E se riesco a fare anche un po' di affari, tanto meglio!

# TALK_REST_0300_VAR_00
source: Is there any catnip around here? No, I don't need it for a skit or anything.
de: Passiert hier bald mal was Aufregendes? Sonst muss ich meinen eigenen Schweif jagen!
es: ¿Aquí no hay ovillos de lana? ¡Quiero jugar!
it: Vorrei giocare con un gomitolo! \u266A Non ne hai mica visto uno?

# TALK_REST_0311_VAR_00
source: Minun and I will cheer for you! Go!
de: Minun und ich werden dich anfeuern! Looos!
es: Minun y yo te apoyaremos en todo. ¡Ánimo!
it: Io e Minun facciamo il tifo per te! Metticela tutta!

# TALK_REST_0312_VAR_00
source: Pump yourself up! Show me your guts! Look at me!
de: Los! Auf geht's! Zeig mir, was du draufhast! Gib alles! Ich gebe auch alles!
es: ¡Ánimo! ¡Adelante! ¡No desfallezcas! ¡Ni yo tampoco!
it: Forza! Animo! Non mollare! Anch'io ce la metterò tutta!

# TALK_REST_0313_VAR_00
source: I like Illumise so much![pause=0] Finding one makes my rear end shine with joy!
de: Ich liebe Illumises Duft![pause=0] Wenn ich sie rieche, fängt vor Freude mein Schweif an zu leuchten!
es: ¡Adoro a las Illumise! ¡La luz que emito es para que me vean bien!
it: Illumise mi piace un sacco![pause=0] Alla sola vista mi si illumina la coda!

# TALK_REST_0314_VAR_00
source: I love creating beautiful night views with Volbeat. That's our hobby. \u266A
de: Ich liebe es ja so, mit Volbeat Zeichen in den Nachthimmel zu schreiben! Ist unser Hobby! \u266A
es: \u266A Cuando veo un Volbeat en la noche, creamos un espectáculo de luces precioso. \u266A
it: Mi piace creare deliziose scene notturne assieme a Volbeat. È il nostro passatempo! \u266A

# TALK_REST_0315_VAR_00
source: I should get out of the village. Don't we all need exercise?
de: Es tut mir gut, ab und zu aus dem Dorf zu kommen. Ich werde mir Mühe geben!
es: ¡Claro que quiero ir de aventuras! ¡Me vendrá perfecto para hacer ejercicio!
it: Ogni tanto bisogna uscire dal villaggio e fare un po' di movimento! Mettiamocela tutta!

# TALK_REST_0318_VAR_00
source: I feel like sinking my teeth into things!
de: Ich hätte jetzt mal so richtig Lust, meine Zähne in etwas zu vergraben!
es: Hoy tengo ganas de hincarle el diente a algo. ¡Ñam!
it: Oggi sono in vena di mordere! Carvanhaaam!

# TALK_REST_0321_VAR_00
source: Water splash!
de: Wasser maaarsch!!
es: ¡Toma chorrazo de agua!
it: Spruzzo acquaaaaa!!!

# TALK_REST_0322_VAR_00
source: They tell me I'm oblivious. You think so, too?
de: Viele sagen, ich sei nicht besonders helle...[pause=0] Das ist doch Unsinn. Ich trage helle Farben!
es: Todos me llaman despistado. Yo prefiero pensar que voy a mi ritmo, simplemente.
it: Tutti dicono che sono un po' tardo. Sarà vero?

# TALK_REST_0323_VAR_00
source: Errrrrruuuuupt!
de: Ausbruuuch!
es: ¡Erupción dorsaaaal!
it: Boooom! Eruzioneee!!!
