Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0264_VAR_00
source: I hate wasting time. Why do roads not go in one straight line?
de: Richtungswechsel sind Zeitverschwendung. Wer geradeaus läuft, kommt schneller an!
es: Ir recto es mucho más rápido. ¿Por qué perder el tiempo con tanto giro y desvío?
it: Non c'è cosa più inutile di una curva in una strada. Ah, che nervoso!
zh_hans: 我不想浪费时间！为什么道路总是歪歪扭扭的！？

# TALK_REST_0265_VAR_00
source: I'll follow my leader, always!
de: Ich glaube an den Anführer und gebe mein Bestes!
es: Tengo fe en mi líder. ¡Lo seguiré a todas partes!
it: Avrò sempre piena fiducia nel mio leader.
zh_hans: 我会一直跟随着领导者的道路，不反悔。

# TALK_REST_0266_VAR_00
source: No need for Evolution![pause=0] Nothing is impossible!
de: Ich pfeif auf meine Entwicklung![pause=0] Alles ist möglich, wenn man nur daran glaubt!
es: ¡No me hace falta evolucionar! ¡Querer es poder!
it: Non c'è bisogno di evolversi per riuscire.[pause=0] Ciò che conta è l'impegno!
zh_hans: 进化也绝非必要！[pause=0]肯做的话，没有什么不可能！

# TALK_REST_0267_VAR_00
source: Look at my colorful wings! Beautiful, aren't they? I'm secretly proud of them! \u266A
de: Die bunten Flügel sind mein Markenzeichen! Ganz ehrlich, auf die bin ich sehr stolz! \u266A
es: Mira qué alas tan coloridas. ¿A que son bonitas? No debería presumir, pero presumo.
it: Guarda le mie belle ali tutte colorate. Non per vantami ma sono il mio vanto. \u266A
zh_hans: 我色彩缤纷的翅膀，很漂亮吧？我对此暗自得意呢！\u266A

# TALK_REST_0268_VAR_00
source: Evolution? Well, I don't mind this cozy cocoon.
de: Entwicklung? Stimmt, da war ja was... Egal! In meinem Kokon find ich's echt gemütlich!
es: Evolucionar, ¿para qué? ¡Con lo bien que se está dentro del capullo!
it: Evoluzione? No, grazie. Sto troppo bene nel mio bozzolo.
zh_hans: 进化……？好吧……我也不介意就像这样待着。

# TALK_REST_0269_VAR_00
source: I scatter my scales as usual! \u266A Here!
de: Auch heute schlag ich wieder kräftig mit den Flügeln und verstreue meinen feinen Puder! \u266A
es: Hoy tengo ganas de lanzar polvos venenosos. ¡Toma!
it: Spargo un po' di polvere velenosa in giro. \u266A Una spruzzatina qui, una là...
zh_hans: 今天也要撒下鳞粉！\u266A 就在你这里吧！

# TALK_REST_0270_VAR_00
source: I don't feel like doing anything... My leaf feels heavy... I'll float in the water instead.
de: Mein Blatt ist ja so groß und schwer...! Ich will den ganzen Tag nur auf dem Wasser treiben...!
es: No tengo ganas de nada. Me pesa la hoja y lo único que me apetece es flotar en el agua.
it: Uff... La foglia pesa troppo...[pause=0] Preferirei starmene in acqua a galleggiare.
zh_hans: 我什么都不想做……莲叶好重……还是浮在水里好些。

# TALK_REST_0271_VAR_00
source: My body's normally slippery. It feels great whenever I swim!
de: Mein Körper ist mit einem glitschigen Film bedeckt. ¡Da tut ab und zu schwimmen gut, sí!
es: Siempre tengo la piel escurridiza y de vez en cuando me apetece nadar.
it: Avere un corpo viscido come il mio rende il nuoto un vero piacere!
zh_hans: 我的身体总是很湿滑。偶尔去游泳感觉也很好！

# TALK_REST_0272_VAR_00
source: Oh yeah! *dance dance* Ludicolo dance! Oh yeah!
de: Tanzen! Ich will tanzen! Komm, mach mit! Und spiel mal jemand fröhliche Musik!
es: ¡Oh, sí! ¡Venga, todos a bailar!
it: Ueppa! Musica maestro! Baila, baila, baila! Ueppa!
zh_hans: 哦耶！舞蹈！舞蹈！天乐河童舞蹈！哦耶！

# TALK_REST_0273_VAR_00
source: I can help you with your expedition, if you don't mind.
de: Wenn du magst, helfe ich dir bei der Arbeit.
es: Si no hay inconveniente, quisiera participar en una investigación.
it: Se vuoi, posso accompagnarti nelle missioni.
zh_hans: 不介意的话，我可以帮助调查。

# TALK_REST_0275_VAR_00
source: I can create strong winds with my fans. Let me know if you get hot.
de: Meine großen Fächer können Böen erzeugen. Sag Bescheid, wenn's dir hier zu heiß wird!
es: Si tienes calor, dímelo y te abanicaré con mis hojas.
it: Con le mie ventole posso scatenare il vento! Dimmelo se hai caldo.
zh_hans: 我的扇子能够制造强风。感觉热的话就来找我吧。

# TALK_REST_0276_VAR_00
source: I'll do my best! I can do better than grown-ups!
de: Ich mache keinen Rückzieher! Ich gebe mich keinem Erwachsenen geschlagen!
es: ¡Cuenta conmigo! A mí no me gana nadie, ni siquiera los adultos.
it: Ce la metto tutta! Sono forte come un adulto!
zh_hans: 我会尽我所能！我不会输给大人的！

# TALK_REST_0277_VAR_00
source: I'm Swellow! And I'm feeling hungry right now!
it: Sono Swellow e sono molto affamato ora!
zh_hans: 我是大王燕！肚子饿了，找些东西来吃吧！

# TALK_REST_0279_VAR_00
source: I'm Pelipper, a wandering delivery bird! I deliver things with caution!
de: Ich bin Pelipper, der Weltenbummler unter den Postboten! Ich trage die Post mit viel Liebe aus!
es: Soy Pelipper, el repartidor errante. La mercancía siempre llega en perfectas condiciones conmigo.
it: Io sono Pelipper, il postino vagabondo! Faccio ogni consegna con molta cura!
zh_hans: 我是流浪的邮递员，大嘴鸥！运送信件时要非常小心！

# TALK_REST_0280_VAR_00
source: I put my heart into it!
de: Ich werd mich mit Leib und Seele reinhängen!
es: ¡Iremos a por todas, tú y yo!
it: Darò tutto il mio meglio!
zh_hans: 我会把全身心投入一切！

# TALK_REST_0282_VAR_00
source: I'm Gardevoir![br]I'll watch everyone's moves to maximize our chance of winning.[br]Thank you for having me!
it: Sono Gardevoir![br]Osservo le mosse degli altri per usare le mie in maniera intelligente.[br]Ci si vede in giro!
zh_hans: 我是沙奈朵！[br]我来一边关注各位的招式，一边争取出奇制胜！[br]请多关照！

# TALK_REST_0283_VAR_00
source: I glide on the water's surface! Skit! Skit!
de: Ich gleite geschwind über Gewässer! Glaub mir, nichts ist besser!
es: ¡Me deslizo sobre el agua sin problemas! ¿Quieres verlo?
it: Sfrecciare sulle pozzanghere è la mia specialità.
zh_hans: 我可以在水面上滑行！溜！溜！

# TALK_REST_0284_VAR_00
source: I hate rain! I just do!
de: Ich hasse Regen! Was dagegen?
es: Si hay algo que no soporto, es la lluvia. ¡La detesto!
it: Odio la pioggia! La detesto!
zh_hans: 我讨厌下雨！总之就是讨厌！

# TALK_REST_0285_VAR_00
source: Me no mishroom! Me Shroomish! Huh? You didn't get that?
de: Nicht Pilz, sondern Knilz! Hä? Und ob das einen Unterschied macht!
es: ¡No soy una seta, soy Shroomish!
it: No! Non Mishroom! Mi chiamo Shroomish! Uffa! Com'è che non lo capisci?
zh_hans: 我不是蘑菇菇！是蘑蘑菇！呃，你说你分不清？

# TALK_REST_0286_VAR_00
source: My arms extend, and before you know it... a Breloom punch!
de: Meine Arme dehnen sich aus, wenn ich zuschlage! Kapi... äh, Kabumm!
es: Cuando menos se lo esperan, extiendo los brazos y ¡zasca! ¡Puñetazo al canto!
it: Le mie braccia si allungano. Per questo i miei pugni sono così infallibili!
zh_hans: 我能伸长手臂，在刹那之间……吃我斗笠拳！

# TALK_REST_0287_VAR_00
source: I may look lazy, but I'm actually lazier.
de: Ich seh nicht nur faul aus, ich bin es auch.
es: Soy más vago de lo que parezco, que ya es decir.
it: Scommetto che vi sembro pigro. In realtà... lo sono.
zh_hans: 我看上去很懒，事实上，我比看上去还要懒。

# TALK_REST_0288_VAR_00
source: I'm too excited! What do I do? What do I do?
de: Ich finde keine Ruhe! Verstehst du das?! Ich finde einfach keine Ruhe! Was tun?!
es: Qué raro, me siento a tope de fuerzas. ¡No estoy acostumbrado a esto!
it: Ho voglia di agire! Fare qualcosa! Non sto nella pelle!
zh_hans: 我真的很坐立不安！要怎么办才好啊？怎么办啊？

# TALK_REST_0289_VAR_00
source: Honestly...[pause=0] I feel like doing nothing.
de: Ganz ehrlich...?[pause=0] Ich hab auf gar nichts Lust.
es: Si te digo la verdad... todo me da pereza.
it: Vuoi la verità?[pause=0] Non mi va di fare proprio nulla.
zh_hans: 说真的……[pause=0]真是毫无动力……

# TALK_REST_0290_VAR_00
source: Here comes Nincada, the underground ninja!
de: Hossa! Aus dem Untergrund komme ich, Nincada heiße ich! Aaauf geeeht's!
es: ¡Aquí llega Nincada, el ninja subterráneo!
it: Eccomi! Sono Nincada, il ninja della terra!
zh_hans: 土遁忍者，土居忍士参上！

# TALK_REST_0291_VAR_00
source: Here comes Ninjask, the swift ninja![br]Can you follow my moves?
de: Hier kommt Ninjask![pause=0] Hast du mich überhaupt gesehen, so schnell wie ich bin? Pass gut auf!
es: ¡Aquí llega Ninjask, el ninja veloz! ¿Serás capaz de seguir mis movimientos?
it: Ecco a voi il velocissimo Ninjask! Nessuno riesce a starmi dietro!
zh_hans: 极速忍者，铁面忍者参上！[br]跟上我的动作了吗？

# TALK_REST_0293_VAR_00
source: I'll...er...do my bes... *mumble*
de: I-Ich werde... *murmel*... mir Mühe... geben...
es: Yo... Yo... Haré lo que pueda...
it: Io... io... ce la metterò tutta... mur mur...
zh_hans: 我……会……尽力……（咕哝）。

# TALK_REST_0294_VAR_00
source: Hi, I'm Loudred! Nice to see ya! HAW HAW!
it: Io sono Loudred, felice di conoscerti! Ah ah ah!
zh_hans: 我叫吼爆弹！请多关照！哈啊！哈啊！

# TALK_REST_0295_VAR_00
source: I'm loud, but I CAAAAAAAN'T HEEEEEEEEELP IIIIIIIIIT!
de: Ich bin ziemlich LAUT, aber ich kann NICHTS dafür![pause=0] VERSTEEEHST DUUU?!
es: ¡Tengo un vozarrón impresionante! ¡NO LO PUEDO EVITAAAR!
it: PARLO SEMPRE A VOCE ALTISSIMA![pause=0] MA NON POSSO FARNE A MENO!
zh_hans: 我的嗓门很大，但是没——办——法——啊啊啊啊啊——！！

# TALK_REST_0296_VAR_00
source: This is healthy fat!
de: Dieses Fett ist gesund!
es: ¡Esto es grasa saludable!
zh_hans: 我这一身是正常体型！

# TALK_REST_0298_VAR_00
source: I want to taste adventure! \u266A Yay!
de: Ich hab ja sooo Lust auf Abenteuer! Jippiiie! \u266A
es: ¡Qué ganas tengo de ir de aventuras! ¡Yupi!
it: Voglio andare all'avventura! \u266A Yeeeh!
zh_hans: 好想试试冒险的滋味！\u266A 耶！

# TALK_REST_0301_VAR_00
source: My charm would one-hit KO any Pokémon! \u266A
de: Für meine Gegner hab ich einfach zu viel Stil! \u266A
es: Mi encanto natural puede desarmar a cualquier Pokémon.
it: Nessun Pokémon può resistere al mio fascino! \u266A
zh_hans: 没有谁能超越我的魅力！\u266A

# TALK_REST_0302_VAR_00
source: I will follow my leader forever! Wheh-heh-heh!
it: Seguirei il mio leader fino in capo al mondo! Wheh-heh-heh!
zh_hans: 时刻追随头领！咖-哈-哈！

# TALK_REST_0303_VAR_00
source: Adventures don't stop being exciting! You ready?
de: Los! Abenteuer werden einfach nie langweilig!
es: ¡Siempre es emocionante vivir aventuras! ¡Vamos allá!
it: Le avventure sono sempre così emozionati! Diamoci da fare!
zh_hans: 冒险总是令人兴奋不已！你准备完毕了吗？

# TALK_REST_0304_VAR_00
source: Iron is yummy, isn't it? \u266A[pause=0]What? It's not food? Are you serious?!
de: Eisen schmeckt so gut! \u266A[pause=0] Ernsthaft?! Außer mir isst sonst niemand Eisen?!
es: ¡El hierro está riquísimo![pause=0] ¿Cómo dices? ¿Que no es comida? ¡No fastidies!
it: Buono il ferro! \u266A[pause=0] Eh?! Non si mangia, dici? Davvero?!
zh_hans: 铁的味道真是美味，没错吧\u266A[pause=0] 哎？你说一般情况下是不能吃的！？哎哎！？

# TALK_REST_0305_VAR_00
source: Ramming into each other is so much fun! You ready for it? Come on!
de: Lass uns Anlauf nehmen und zusammenstoßen! Komm schon! Das wird ein Riesenspaß!
es: ¡Darse testarazos es muy divertido! ¡Tienes que probarlo!
it: Scontrarsi è troppo divertente! Facciamolo, dai!
zh_hans: 相互冲撞很有意思吧！你准备好了没？撞击！

# TALK_REST_0306_VAR_00
source: This huge mountain is my territory. Where is it? Well...where isn't it!
de: Mein Territorium ist ein ganzer Berg! Wo der ist? Äh... Gute Frage!
es: Esta montaña es mi territorio.[pause=0] ¿Qué montaña, dices? Anda, es verdad. ¿Dónde está?
it: La montagna è il mio territorio! Quale montagna, dici? Ehm... qual è che era...?
zh_hans: 这座大山是我的地盘。你说它在哪里？呃……反正不在这里！

# TALK_REST_0307_VAR_00
source: Meditate with me! You can enhance your mental power!
de: Lass uns zusammen meditieren! So kannst du deine spirituelle Kraft erhöhen.
es: Medita conmigo. Así potenciarás tu fuerza mental.
it: Meditiamo insieme! È un modo per allenare la mente!
zh_hans: 都来冥想吧！有助于身心的修养！

# TALK_REST_0308_VAR_00
source: My body may be starving, but my mind is stronger than ever!
zh_hans: 坚韧的精神，岂是区区空腹能阻挡的！

# TALK_REST_0309_VAR_00
source: This is such a nice place.[br]The nice breeze helps me make electricity.
zh_hans: 这里真是个好地方。[pause=0]有和煦的微风吹拂，也容易摩擦发电。

# TALK_REST_0310_VAR_00
source: I discharge electricity from my mane.[pause=0] You should watch it.
de: Ich entlade Elektrizität aus meiner Mähne.[pause=0] Du passt besser auf!
es: Ten cuidado con mis crines electrificadas, no te vayas a llevar un chispazo.
it: La mia criniera libera sempre scariche elettriche![pause=0] Fai attenzione!
zh_hans: 我的鬓毛能够产生电流。[pause=0]要小心哟。

# TALK_REST_0316_VAR_00
source: I may be up for it today. I may not be... I'm not too sure myself...
de: Keine Ahnung, ob ich's heute bringe. Vielleicht, vielleicht auch nicht...
es: Lo mismo me apunto como que no. Vamos, que no tengo ni idea.
it: Oggi vorrei darmi da fare, ma anche poltrire... Insomma, non so neanch'io cosa voglio...
zh_hans: 我今天会出去的，或许也不会……我自己也不太确定……

# TALK_REST_0317_VAR_00
source: Here comes a mouth wide open! Swalot!
de: Ich reiße mein Maul weit auf! Gaaanz weeeit!
es: ¡Se me llena la boca al hablar de aventuras!
it: Che bocca grande che ho! Swalot!
zh_hans: 吞食兽！张大了嘴巴！

# TALK_REST_0319_VAR_00
source: They call me the bully of the sea.[pause=0] Not too sure if I really AM a bully.
de: Mein Spitzname ist „Tyrann des Meeres“![pause=0] Schon komisch. Ich fühle mich gar nicht so!
es: Me llaman el Terror de los Mares. ¿Tú crees que es para tanto?
it: Mi chiamano il "Tiranno del mare", ma non sono sicuro di esserlo davvero.
zh_hans: 大家都说咱是海中霸主。[pause=0]咱也不知道到底是不是。

# TALK_REST_0320_VAR_00
source: Look at me bounce like a ball!
de: Schau mal! Ich kann wie ein Ball herumhüpfen!
es: ¡Mira cómo boto! ¡Parezco una pelota!
it: Guarda! Rimbalzo come un palla!
zh_hans: 快看看我，像皮球一样弹来弹去！

# TALK_REST_0325_VAR_00
source: I want to sell my pearls in a dungeon.[pause=0] Do you think I'd do well?
de: Ich will meine Perlen auch in Dungeons verkaufen...[pause=0] Ob sie wohl jemand haben will?
es: Me gustaría abrir una tienda de perlas en los territorios. ¿Tú crees que se venderían?
it: Vorrei vendere perle anche nei dungeon...[pause=0] Chissà se le comprerebbero...?
zh_hans: 我想把我的珍珠带到迷宫里卖掉。[pause=0]你相信我可以的吧？

# TALK_REST_0326_VAR_00
source: I use black pearls to amplify my psychic power! Here I go!
de: Mit den schwarzen Perlen verstärke ich meine Psycho-Kräfte! Los geht's!
es: ¡Vamos! ¡Usaré mis perlas para potenciar mis poderes psíquicos!
it: Uso le perle nere per amplificare i miei poteri psichici! Forza!
zh_hans: 黑珍珠增强了我的精神力量！开始吧！

# TALK_REST_0327_VAR_00
source: I like traveling.
de: Ich bin gern auf Reisen!
es: A mí lo que me mola es viajar. ¿A ti no?
it: Mi piace viaggiare!
zh_hans: 在下喜欢去到处旅行～

# TALK_REST_0328_VAR_00
source: Hey! Can you place one of your feet into a nest I made in the desert?
de: Ich habe eine Fallgrube im Wüstensand gegraben. Magst du mal reinsteigen...?
es: ¿Te importaría meter un pie en el nido que he cavado en la arena?
it: Ehi, prova un po' a mettere un piede nella tana che ho scavato nel deserto!
zh_hans: 嘿！为什么不把脚伸进我的巢穴来看看呢？

# TALK_REST_0329_VAR_00
source: I vibrate my wings rigorously all the time.[br]No, it's not restless-wing syndrome.
de: Meine Flügelschlagfrequenz ist irre hoch![pause=0] Nein, das ist kein nervöses Zittern!
es: Me vibran las alas de pura emoción.
it: Faccio sempre vibrare volontariamente le mie ali. Non è un tremito nervoso!
zh_hans: 我总是不停地抖动着翅膀。[br]不不，我的翅膀没有过敏。

# TALK_REST_0330_VAR_00
source: I can call sandstorms by flapping my wings!
de: Ich kann ganze Sandstürme durch meinen Flügelschlag erzeugen!
es: Soy capaz de levantar tormentas de arena solo con batir las alas.
it: Mi basta sbattere le ali per sollevare una tempesta di sabbia!
zh_hans: 我扇动翅膀，扬起万丈沙暴！

# TALK_REST_0334_VAR_00
source: I'm fluffy, aren't I? \u266A Do you want to feel how soft my wings are?
de: Bin ich nicht flauschig? Wie Wattewolken! Wenn du mal anfassen möchtest, nur zu! \u266A
es: ¿A que parezco suave? ¿Quieres tocar?
it: Io sono soffice soffice! \u266A Vuoi provare a toccare?
zh_hans: 我的翅膀真是非常蓬松吧\u266A 要不要摸摸看有多软呢？

# TALK_REST_0335_VAR_00
source: I'm Zangoose! My claws crush all!
zh_hans: 我是猫鼬斩！我的利爪击溃一切！

# TALK_REST_0336_VAR_00
source: Zangoose is my rival! The next time I see him, I'll...[pause=0] What should I do?
de: Ha! Sengo ist mein Erzrivale! Wenn ich ihn das nächste Mal sehe...[pause=0] Was mache ich dann bloß?!
es: Zangoose es mi rival. La próxima vez que nos encontremos... no sé lo que voy a hacer.
it: Zangoose è il mio rivale! La prossima volta che lo incontro...[pause=0] non so come fare...
zh_hans: 猫鼬斩是我的死对头！要是再让我见到他，我就……[pause=0]该怎么办才好呢……

# TALK_REST_0337_VAR_00
source: My chin's not turned up, you see? It's my body that's curled up. OK?
de: Pah! Von wegen markantes Kinn! Das ist gar nicht mein Gesicht, sondern mein Körper...!
es: Ni creciente ni menguante. Yo soy así y punto.
it: La mia faccia non è incavata! È il mio corpo che è curvo!
zh_hans: 看清楚点，我可没有翘着下巴，那是我的身体，好吧？

# TALK_REST_0338_VAR_00
source: They think I look like the sun. I think so, too.
de: Alle sagen, ich sehe aus wie die Sonne. Und ich finde, sie haben recht!
es: Dicen que me parezco al sol. ¡Y tienen razón, soy un sol de Pokémon!
it: Mi dicono tutti che assomiglio al sole. Lo penso anch'io.
zh_hans: 别人都说我长得像太阳，其实我也这么觉得。

# TALK_REST_0339_VAR_00
source: I'm Barboach! My body is slimy.
de: Ich heiße Schmerbe! Mein Körper ist mit einem schleimigen Film bedeckt! Jippie!
es: Soy Barboach y mi cuerpo es escurridizo.
it: Io sono Barboach! Il mio corpo è viscido!
zh_hans: 我是泥泥鳅。身体滑溜溜的。

# TALK_REST_0340_VAR_00
source: My name is Whiscash. I once ruled a pond. Hohoho. Do you want to hear about it?
de: Ich bin Welsar, früher nannte ich einen Weiher mein Eigen. Willst du die Geschichte hören?
es: Soy Whiscash. En mis tiempos, yo tenía un estanque... ¿Quieres oír la historia?
it: Io sono Whiscash. Ho uno stagno tutto mio. Oh oh oh! Vuoi sentire una vecchia storia?
zh_hans: 我是鲶鱼王，曾是一片水塘的主人。呵呵呵，有没有兴趣听听故事呢？

# TALK_REST_0343_VAR_00
source: I'm from the ruins. Let me spin around.
de: Ich komm aus einer Ruine und dreh mich am liebsten auf meinem Fuß! Jetzt weißt du's!
es: Gira que te gira salí de unas ruinas. Gira que te gira vivo yo la vida.
it: Vengo dalle rovine e giro giro giro!
zh_hans: 我是从某个遗迹里来的～去随便转悠转悠吧～

# TALK_REST_0344_VAR_00
source: Hey, I'm a mysterious Pokémon. I may be made of clay...[pause=0] I may not be.
de: Also ich bin schon echt wahnsinnig mysteriös![pause=0] Ich bestehe wohl aus Lehm... oder auch nicht!
es: Hola, soy un Pokémon misterioso. Dicen que estoy hecho de barro... ¿Será verdad?
it: Salve! Io sono un Pokémon molto enigmatico. Sono fatto di argilla...[pause=0] probabilmente.
zh_hans: 那个，我真是充满谜团的宝可梦啊。我的身体是用黏土做的吧……[pause=0]又也许不是呢。

# TALK_REST_0345_VAR_00
source: I pretend to be seaweed to deceive foes.[pause=0] What? I look too obvious?
de: Ha! Feinde halten mich für harmlosen Seetang![pause=0] Was?! Du hast mich sofort durchschaut?! Pah!
es: Finjo ser un alga para despistar a mis enemigos. ¿Cómo, que no cuela?
it: Inganno i nemici fingendomi un'alga marina.[pause=0] Eh? Non ti ho ingannato?
zh_hans: 我会假装成海草的样子，欺骗敌人的眼睛。[pause=0]哎？你没有上当吗？

# TALK_REST_0346_VAR_00
source: I sway at the bottom of the sea.[pause=0] Will you dance with me?
de: Ich wippe am Meeresgrund hin und her![pause=0] Das ist gar nicht schwer! Machst du mit?
es: Me gusta mecerme en el fondo del mar. ¿Quieres acompañarme?
it: Ondeggio placidamente sul fondo del mare.[pause=0] Vuoi farmi compagnia?
zh_hans: 我会待在海底下摇曳。[pause=0]要不要来与我共舞呢？

# TALK_REST_0347_VAR_00
source: They say I used to be a fossil. That sounds cool! [pause=0]I'm flattered!
de: Ich wurde aus einem prähistorischen Fossil erzeugt.[pause=0] Ist schon irgendwie cool, oder?
es: Dicen que yo antes era un fósil. Si es cierto, me parece muy guay.
it: Dicono che prima ero un fossile. Fa una certa impressione, vero?[pause=0] Eh eh...
zh_hans: 据说我先前是由化石变来的。好帅的样子！[pause=0]我有点受宠若惊了呢！

# TALK_REST_0348_VAR_00
source: Huh? Do I enjoy exploration? Of course I do!
zh_hans: 唔，你问我探险是不是很有乐趣？那当然了！

# TALK_REST_0349_VAR_00
source: I want to become beautiful!
de: Ich will endlich schön sein![pause=0] Baaargh!!
es: ¡Quiero ser bonito de una vez!
it: Non vedo l'ora di diventare bello![pause=0] Feeeeebas....
zh_hans: 我想快点变漂亮了，[pause=0]丑丑……

# TALK_REST_0350_VAR_00
source: Let us proceed. The love I radiate calms everyone's heart.
de: Schreiten wir voran. Möge meine Liebe allen Sanftmut und Frieden schenken!
es: ¡Vamos! Verás como el amor que irradio te calmará el corazón.
it: Andiamo! Ti avvolgerò in un abbraccio di amore profondo!
zh_hans: 继续前进吧。用我最深沉的爱环绕着大家的心。

# TALK_REST_0351_VAR_00
source: I change my appearance with the weather! Cloud Nine, and I'm back to normal! \u266A
de: Meine Gestalt ändert sich mit dem Wetter! Von Sonne über Regen bis zur Schneewolke!
es: Cambio de forma según el tiempo que haga. ¡Yo me adapto sin problemas!
it: Cambio forma a seconda del tempo! \u266A Ma sono sempre sereno come un giorno di sole!
zh_hans: 我的外观会根据天气的不同而改变\u266A 天气！天气！然后无天气！

# TALK_REST_0352_VAR_00
source: Welcome! \u266A For one of my dearest customers, I'll do my best!
de: Willkommen! Für meine treuen Kunden lege ich mich ganz besonders ins Zeug! \u266A
es: \u266A ¿Qué tal? \u266A Pondré mi granito de arena en la aventura para agradecer lo buen cliente que eres.
it: Ehilà! \u266A Farò del mio meglio anche in missione! D'altronde sei il mio miglior cliente!\u266A
zh_hans: 欢迎！\u266A为了我最亲爱的顾客，要全心全意地对待一切！

# TALK_REST_0353_VAR_00
source: I can sense how others feel with my horn![pause=0] Are you a little jealous of my skill?
de: Mein Horn fängt die Emotionen anderer ein.[pause=0] Ich weiß immer ganz genau, wie du dich fühlst!
es: Con mi cuerno, percibo los sentimientos ajenos, hasta los cambios más sutiles.
it: Assorbo le emozioni col corno che ho sulla testa![pause=0] Percepisco anche le più tenui!
zh_hans: 我头上的角能够感知到其他人的情感！[pause=0]有没有心生嫉妒呢？

# TALK_REST_0355_VAR_00
source: Let's hoard our treasures forever!
de: Lass uns unsere Schätze für immer horten!
es: ¡Cuidemos celosamente de nuestros tesoros para siempre!
zh_hans: 将财宝永远囤积起来吧！

# TALK_REST_0357_VAR_00
source: Would you like to try the fruit around my neck? It tastes good!
de: Hör mal, möchtest du von den Früchten an meinen Hals kosten? Die sind echt lecker!
es: ¿Te apetece probar una de las frutas que cuelgan de mi cuello?
it: Vuoi provare a mangiare i frutti appesi al mio collo? Sono deliziosi!
zh_hans: 要不要尝尝我脖子上的水果呀？很好吃的哦！

# TALK_REST_0358_VAR_00
source: I like to ring my bell!
de: Ich klingel gern an meiner Glocke!
es: ¡Me gusta hacer sonar mi campana!
zh_hans: 我喜欢摇铃铛！

# TALK_REST_0359_VAR_00
source: The sky and the ground are calling me. I sense something is about to happen...
de: Himmel und Erde rufen mich... Das ist ganz eindeutig ein Omen für etwas...
es: Tanto el cielo como la tierra me llaman. Tengo la sensación de que va a suceder algo.
it: Il cielo e la terra mi chiamano... Sento che sta per succedere qualcosa...
zh_hans: 天空与大地呼唤着我……有什么事要发生了……

# TALK_REST_0360_VAR_00
source: I'm always full of smiles!
de: Ich strahle immer über das ganze Gesicht! Is' so!
es: ¡Creo que todos deberíamos sonreír siempre!
it: Io sorrido sempre!
zh_hans: 要总是笑眯眯的索南！

# TALK_REST_0361_00_1_VAR_00
source: I like snow! Giiii giiii...
de: Ich liebe Schnee! Gihihihi!
es: ¡Me encanta la nieve! ¡Yupiiii!
it: Adoro la neve! Ih ih...
zh_hans: 我喜欢雪！咯嗒咯嗒……

# TALK_REST_0361_00_2_VAR_00
source: I always hop around with joy when it snows!
de: Wenn es schneit, möchte ich vor lauter Freude Purzelbäume schlagen! \u266A
es: Cuando nieva, ¡salto de alegría sin pensarlo!
it: Quando nevica faccio salti di gioia senza pensarci! \u266A
zh_hans: 每当下起雪来，我都会高兴得手舞足蹈！

# TALK_REST_0365_VAR_00
source: I can take cold weather! I can take on young ones, too!
de: Die Kälte kann mir nichts anhaben! Genauso wenig wie im Übrigen all diese Jungspunde!
es: Puedo enfrentarme a todo: al frío invernal e incluso a los Pokémon más jóvenes y lozanos.
it: Tengo testa ai giovani, così come tengo testa al freddo!
zh_hans: 我还不能输给寒冷！也还不能输给年轻人！

# TALK_REST_0366_VAR_00
source: Look! I've managed to make pearls! Now I have to show them to Spoink!
de: Schau mal! Ist meine Perle nicht schön? Die muss ich unbedingt Spoink zeigen
es: ¡Eh, mira! He conseguido una perla. Tengo que enseñársela cuanto antes a Spoink.
it: Guarda! Ho fatto una perla! Devo mostrarla a Spoink!
zh_hans: 看！我成功造出了珍珠！我得拿去给跳跳猪看看！
