Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0473_VAR_00
source: If you stay still, your body will freeze to the core. You should keep moving.
de: Wenn ich mich nicht rühre, friert mein Körper ein! Also immer schön in Bewegung bleiben!
es: Si no te mueves te quedarás congelado, así que ya sabes: ¡un, dos, un, dos!
it: Se stai fermo, rischi di congelarti, quindi devi continuare a muoverti.
zh_hans: 如果你一动不动，身体就容易被冻僵。要注意保持运动。

# TALK_REST_0474_VAR_00
source: It seems a program added to me has some problems...[br]Can someone fix it for me?
de: Mein neu installiertes Programm ist fehlerhaft! Kannst du das beheben?
es: El nuevo programa que me han instalado debe de tener algún fallo. ¡Que alguien lo corrija!
it: Sembra che mi abbiano installato un programma aggiuntivo con qualche bug.[br]Vorrei proprio che lo sistemassero...
zh_hans: 看样子我的附加程序出了点问题……[br]有谁来帮忙修一下？

# TALK_REST_0475_VAR_00
source: Appreciate your having me along!
zh_hans: 感谢你能带我一同冒险！

# TALK_REST_0476_VAR_00
source: I have a question for you! What's growing under my nose, a mustache or nose hair?[br]I'll tell you the answer if I take a lot of damage!
de: Frage 1: Wuchert da unter meiner Nase ein Bart oder bloß Nasenhaar?[br]Die richtige Antwort verrate ich dir, wenn ich ordentlich Schaden eingesteckt hab.
es: ¡Pregunta! ¿Esto es un bigote o los pelos de la nariz? ¡La respuesta después del combate!
it: Domanda: quelli che ho sotto il naso sono peli del naso o baffi?[br]Avrai la risposta se subirò dei danni!
zh_hans: 现在请听题。我的鼻子下面是胡子，还是鼻毛？[br]想知道答案的话就来打败我！

# TALK_REST_0477_VAR_00
source: Whether it's in our own or another world...[pause=0] it's always darkest before the dawn.
de: Hüben wie drüben gilt der alte Spruch: Jeder Nacht dämmert ein Morgen!
es: En este mundo, así como en los otros, tras la noche siempre llega la mañana. Es de cajón.
it: Non c'è differenza fra questo e l'altro mondo: dopo la notte arriva l'alba.
zh_hans: 无论这个世界还是别的什么世界都是一样的。[pause=0]是夜晚就终有迎来黎明的一刻。

# TALK_REST_0478_VAR_00
source: Your body's freezing! Let's see if I can make it colder! Tee-hee!
de: Dein Körper ist ja eiskalt! Komm, ich werde ihn noch ein paar Grad abkühlen! Hehehe!
es: Parece que tienes algo de frío. ¿Quieres que te congele un poquito más? Ji, ji.
it: Hai freddo? Vieni qui che ti congelo un altro po'! Eh eh eh!
zh_hans: 你冷下的身躯就让我进一步冰冻起来吧！嘻嘻！

# TALK_REST_0479_01_VAR_00
source: I just went for it without thinking. Look at me! I'm hot! So hot!
de: Wow, schau nur! Ich erzeuge Hitze! Boah, ist das heiß!
es: Tendría que pensar más antes de lanzarme a por todas. Ahora estoy sofocado. ¡Qué calor!
it: Ci sono entrato così, senza pensarci troppo, e guarda! Ah, che caldo!
zh_hans: 随意摸索附身过后，竟然变成这样了！加热！加热！

# TALK_REST_0479_02_VAR_00
source: Water is going round and round in a box! I wonder if I can clean something in it!
de: Ob ich so meine Wäsche waschen kann? Das Wasser schleudert jedenfalls gut durch!
es: Puedo notar en mi interior cómo el agua gira sin parar. Seguro que puedo lavar algo.
it: Dentro la scatola l'acqua gira e gira! Si potrebbe lavare qualcosa!
zh_hans: 箱子中的水在转来转去！好像能洗点什么东西哦！

# TALK_REST_0479_03_VAR_00
source: I'm a box now! I keep things cool! I can even create ice!
de: Tja, jetzt bin ich also eine Kühltruhe! So behalte ich immer einen kühlen Kopf!
es: ¡Me he convertido en una caja! Y dentro hace mucho frío. ¡Puedo hasta crear hielo!
it: Sono diventato una scatola! Dentro fa freddo! E ci sono dei cubetti di ghiaccio!
zh_hans: 变成箱子了！里面在制冷哦！也能用来制冰哦！

# TALK_REST_0479_04_VAR_00
source: I went for it without thinking, and now I can create wind! Whoosh!
de: Wow, ich erzeuge tatsächlich Wind! Da weht immer ein frisches Lüftchen!
es: Sin comerlo ni beberlo, puedo crear viento. Ven, que te ventilo.
it: Ci sono entrato così, senza pensarci troppo, e adesso posso produrre il vento!
zh_hans: 附身好了之后，好像能吹起风了耶！呼——

# TALK_REST_0479_05_VAR_00
source: I think I can cut a lot of grass at once! Give me a garden, and I'll work hard!
de: Jetzt kann ich große Mengen an Gras mähen! Gib mir einen Garten und ich zeig's dir!
es: Ahora mismo podría cortar kilómetros de césped si me lo propusiera. ¡Te lo aseguro!
it: Ho l'impressione che potrei tagliare un sacco di erba! Se solo avessi un giardino...
zh_hans: 我感觉能一口气割出大片草场！有庭院需要我的话我来出力！

# TALK_REST_0479_VAR_00
source: I like mischief! Haha!
zh_hans: 最喜欢恶作剧啦！哇-哈-哈！

# TALK_REST_0480_VAR_00
source: I'm Uxie. They call me "The Being of Knowledge."
de: Ich bin Selfe.[pause=0] Man nennt mich auch das wissende Wesen!
es: Me llamo Uxie, pero también me conocen como el Ser de la Sabiduría.
it: Io sono Uxie. Sono conosciuto come l'Essere della conoscenza.
zh_hans: 我是由克希。[pause=0]被称作知识之神。

# TALK_REST_0481_VAR_00
source: Feeling joyous or sad makes you realize that you are alive!
de: Unsere Freude und unsere Trauer sind ein Zeichen dafür, dass wir am Leben sind!
es: Sentir alegría y tristeza son signos de que estás vivo, y eso es muy importante.
it: Si prova gioia e tristezza proprio perché si è vivi.
zh_hans: 感到喜悦，感到悲伤，这就是生活着的证明呢！

# TALK_REST_0482_VAR_00
source: To decide to do something and follow through...[pause=0] Willpower is worthy of respect.
de: Entschlossenheit gebührt immer meine Anerkennung!
es: Reunir la voluntad suficiente para tomar una decisión determinada no es tan fácil.
it: La volontà è ciò che sostiene tutte le nostre azioni... È una cosa degna di rispetto.
zh_hans: 为了有所行动而立下决心……[pause=0]我认为，这种意志值得敬重。

# TALK_REST_0483_VAR_00
source: I'm a deity in control of time. I manage and preserve the flow of time!
de: Ich bin Dialga. Ich kontrolliere und bewahre den Lauf der Zeit!
es: Soy una deidad que puede controlar el tiempo y me encargo de defenderlo a toda costa.
it: Io sono la divinità del tempo. Controllo e proteggo lo scorrere di ogni attimo.
zh_hans: 吾即是掌管时间的神！吾是守护时间的行程运转的存在！

# TALK_REST_0484_VAR_00
source: I'm Palkia! I am a deity in charge of space. Grrrrooaaaarr!
de: Ich bin Palkia und kontrolliere den Raum!
es: Me llamo Palkia, y soy la deidad del espacio. ¡Todos han de respetarme!
it: Io sono Palkia, la divinità che controlla lo spazio! Grrrooooaaar!
zh_hans: 本大爷是帕路奇亚！是掌管空间的神！唔喔喔喔喔喔-！

# TALK_REST_0485_VAR_00
source: *glob glob* Magma is melting my body! *glob glob*
de: Das Magma bringt meinen Körper zum Schmelzen! *Blubb...*
es: No sé si lo que recorre mi cuerpo es sangre o, más bien, magma. ¡Estoy que ardo!
it: Blub blub... Il magma sta sciogliendo il mio corpo... Blub blub...
zh_hans: 咳咳！身体快被岩浆融化了……咳咳！

# TALK_REST_0486_VAR_00
source: They say I move really slowl—
de: Ich bekomme oft zu hören, dass ich mich zu langsam bewege...
es: Suelen decir que me muevo muy lento...
it: Mi dicono spesso che sono lento a muovermi...
zh_hans: 大家都说我动作好慢……

# TALK_REST_0487_VAR_00
source: I live in another world—one on the reverse side of this world.
de: Ich lebe in einer anderen als dieser Welt! Und zwar in einer Zerrwelt!
es: Vivo en una dimensión diferente a esta; de hecho, es como si fueran mundos opuestos.
it: Io vivo in un altro mondo, che si trova sul lato opposto al nostro.
zh_hans: 吾居住在与这里不同的其他世界。那个世界存在于现世的反面。

# TALK_REST_0488_VAR_00
source: My name is Cresselia. I represent the crescent moon. I keep bad dreams away.
de: Ich bin Cresselia, die Verkörperung der Mondsichel, und vertreibe Alpträume!
es: Soy la encarnación de la luna creciente. Con mis poderes puedo ahuyentar las pesadillas.
it: Io sono Cresselia, l'incarnazione di uno spicchio di luna, e tengo lontani i brutti sogni.
zh_hans: 我是新月的化身，克雷色利亚。噩梦由我驱散。

# TALK_REST_0489_VAR_00
source: Pheeee! Pheeaaaann! \u266A
de: Juhuuu! \u266A
es: ¡Tralarí, tralará! A la deriva por aquí, a la deriva por allá.
it: Fluttuare... Che bello fluttuare... \u266A
zh_hans: 漂游～漂游～游啊游啊～\u266A

# TALK_REST_0490_VAR_00
source: I'm fine! I always manifest happiness!
de: Mir geht's super! Ich habe einfach immer ganz tolle Laune!
es: Siempre hay que sonreír. ¡Estoy de maravilla!
it: Scoppio sempre di energia! Yuppie!
zh_hans: 活力四射！一直都精神饱满！

# TALK_REST_0491_VAR_00
source: Have you had nightmares on a moonless night? If you have, that was my doing.
de: Hattest du in einer mondlosen Nacht schon mal Alpträume? Das geht auf meine Kappe!
es: ¿Alguna vez has tenido pesadillas en una noche de luna nueva? Yo soy el culpable, je.
it: Hai mai avuto incubi nelle notti di luna nuova? Se li hai avuti, sappi che è stata opera mia.
zh_hans: 你有在新月夜做过噩梦吗？有做过的话，那是我的缘故。

# TALK_REST_0492_VAR_00
source: My name is Shaymin. [pause=0]My flowers bloom when I sense gratitude!
de: Ich bin Shaymin.[pause=0] Verspüre ich Dankbarkeit, blüht meine Blume auf!
es: Me llamo Shaymin.[pause=0] Mi flor brota en todo su esplendor cuando percibo gratitud.
it: Io sono Shaymin.[pause=0] Quando provo un sentimento di gratitudine i miei fiori sbocciano.
zh_hans: 我叫谢米。[pause=0]只要感受到了感激之心，我的花就会绽放！

# TALK_REST_0493_VAR_00
source: I am Arceus. I am the existence within nothingness.[br]We and our universe are both nothing and something...[pause=0] Everything has two sides.
de: Ich bin Arceus, geboren aus dem Nichts.[br]Das Weltall ist ähnlich wie wir alles und nichts zugleich![pause=0] Wie die zwei Seiten einer Medaille!
es: Soy Arceus, un ser nacido de la nada.[br]Todos no somos nada y somos algo al mismo tiempo: todo se rige por una cierta dualidad.
it: Sono Arceus. Io esisto nel nulla.[br]Noi siamo allo stesso tempo essere e nulla...[pause=0] Ogni cosa ha due aspetti.
zh_hans: 我是阿尔宙斯，虚无所孕育而来的存在。[br]生灵，宇宙，既是存在，也是虚无……[pause=0]一切皆是表里一体的。

# TALK_REST_0494_VAR_00
source: Ta-daaa! Victini's here!
de: Tadaaa! Victini ist hier!
zh_hans: 锵——！比克提尼参上！！

# TALK_REST_0495_VAR_00
source: I love sunlight! I feel great when I sunbathe!
de: Ich liebe Sonnenstrahlen! So ein Bad in der Sonne gibt mir ganz viel Kraft!
es: ¡Me encanta la luz solar! Me siento mucho más alegre después de tomar el sol.
it: Io adoro la luce del sole. Quando assorbo i suoi raggi, mi sento scoppiare di energia!
zh_hans: 我最喜欢的是阳光！沐浴在阳光下精神满满！

# TALK_REST_0496_VAR_00
source: Do you want to see how I use vines? It may be too fast for your eyes to follow!
de: Willst du meine Efeuruten in Aktion sehen? Ob deine Augen wohl schnell genug sind?
es: ¿Quieres ver mi arte con el látigo? Aunque lo hago tan rápido que quizá ni te percates.
it: Vuoi vedere le mie famose frustate? Però sono troppo veloce, non vedresti niente!
zh_hans: 想见识见识我是怎么用藤鞭的吗？但速度太快了，你恐怕看不到！

# TALK_REST_0497_VAR_00
source: Whatever you do, don't drag me down. OK?
de: Was auch immer du tust, werde mir ja nicht zur Last, verstanden?
es: Ni se te ocurra intentar copiar mi forma de deslizarme, porque quedarás en ridículo.
it: Puoi fare quello che vuoi, basta che non mi intralci. Non ho tempo da perdere, io.
zh_hans: 只要别拖我后腿，怎么样都好。明白吗？

# TALK_REST_0498_VAR_00
source: Nothing beats roasted Berries, right? They are the best! \u266A
de: Ich esse liebend gerne geröstete Nüsse! \u266A Das ist ein wahrer Festschmaus! \u266A
es: ¡Me encanta freír bayas y comérmelas! Están de rechupete, de veras.
it: Mi piacciono le bacche arrostite. \u266A Sono una delizia! \u266A
zh_hans: 我喜欢用火把树果烤着吃\u266A味道真是太美味了，是吧\u266A

# TALK_REST_0499_VAR_00
source: The fire inside my body is...burning!
de: Das Feuer in meinem Körper... brennt...!
es: ¡La llama de mi interior arde con fiereza!
it: La mia fiamma interna... arde!
zh_hans: 我身体里的火焰……！燃起来了！

# TALK_REST_0500_VAR_00
source: My fiery beard tells you I'm aggressive! Let me burn you to a crisp!
de: Mein flammender Backenbart sagt alles: Aus Gegnern mache ich ein Häuflein Asche!
es: Mi fogosa barba es símbolo de mi agresividad. Arde como el fuego de un volcán.
it: La mia barba infuocata testimonia la mia furia! Incenerirò il nemico con le mie fiamme!
zh_hans: 火焰的胡子就是强大的证明！燃尽在我的业火下吧！

# TALK_REST_0501_VAR_00
source: The scalchop on my stomach is really useful! How would I survive without it?
de: Die Muschel auf meinem Bauch ist total praktisch! Was würde ich nur ohne sie machen!
es: La concha de mi tripa tiene muchas utilidades. No sabría qué hacer sin ella, a decir verdad.
it: La conchiglia che ho sulla pancia è utile per diverse cose. Senza non saprei come fare!
zh_hans: 我肚子上的扇贝贝真是非常方便的东西！我根本离不开它！

# TALK_REST_0502_VAR_00
source: Double-scalchop technique! That's my style!
de: Ich kämpfe nicht bloß mit EINER Muschel, sondern mit ZWEIEN! Zwei Muscheln!!!
es: ¡Dos conchas! Mi técnica de combate con ellas es muy poderosa, ¡así que cuidado!
it: [emote=normal]Io affronto gli avversari sfruttando la mia tecnica di lotta a due conchiglie!
zh_hans: 双贝壳！我以双刀流的方式战斗！

# TALK_REST_0504_VAR_00
source: My cheek pouches can store lots of food! But I'd rather others keep their food separately.
de: In meine Backentaschen passt ziemlich viel Essen rein! Doch nur mein eigenes, kapiert?!
es: En estos mofletes tan hermosos cabe mucha comida. Pero solo la mía, por supuesto.
it: Nelle mie guance ci sta un sacco di cibo! Preferisco, però, che ognuno si tenga il suo!
zh_hans: 我的颊囊里能藏很多食物！但别人的那份还是不要存在这里了。

# TALK_REST_0505_VAR_00
source: Perhaps I could give a nice speech or two here...[br]...[pause=0]Or perhaps not.
de: Vielleicht sollte einer meiner jetzt wohl eine Rede halten...[br]...[pause=0]Oder vielleicht auch nicht...
zh_hans: 那这里呢，啊，我先来讲上一两句。[br]……[pause=0]还是算了……

# TALK_REST_0506_VAR_00
source: You and me for an adventure? Sure!
de: Zu einem Abenteuer sage ich nie Nein!
es: ¡Me apetece muchísimo salir de aventuras!
it: Se andiamo in missione, mi darò da fare anch'io!
zh_hans: 要去冒险的话也会加油的！

# TALK_REST_0507_VAR_00
source: I'm happy just to be with my grandkids. They keep me full of energy.
de: Zeit mit meinem Enkel ist für mich das Schönste! Es wirkt wie ein Jungbrunnen!
es: Disfruto como nadie la compañía de mi nieto. Me encanta ver lo enérgico y lozano que es.
it: Mi basta stare con i miei nipoti per essere felice. Mi riempiono di energia.
zh_hans: 我很高兴能和我的孙子们在一起。那就是我生活的动力啊。

# TALK_REST_0508_VAR_00
source: I can take cold weather, no problem. But summer...is a totally different matter.
de: Kälte kann mir gar nichts anhaben! Ganz anders dagegen der Sommer! Diese Hitze...
es: Puedo soportar todo el frío que me echen encima, pero no así tanto el calor del verano.
it: Sopporto il freddo senza problemi. L'estate, invece, è tutta un'altra storia...
zh_hans: 我不在乎冷天是什么感觉。相反，夏天……真是难熬。

# TALK_REST_0509_VAR_00
source: Huh? You look pretty decent. Not as good as me though.
de: Nicht schlecht! Du hast Geschmack, das muss ich zugeben! Natürlich kein Vergleich zu mir...
es: Vaya, diría que tienes buen gusto para vestir. Por supuesto, nada comparado al mío.
it: Però! Il tuo senso estetico non è niente male. Certo, non è pari al mio.
zh_hans: 嗯？你的品位还不错。不过比不上我。

# TALK_REST_0510_VAR_00
source: My charm is enough to knock out the teeth of any Pokémon! \u266A Figuratively, of course!
de: Mein Charme erweicht jedes Herz! Natürlich bildlich gesprochen! \u266A
es: \u266A Nadie puede resistir mi encanto. Me los tengo que quitar de encima, ja, ja. \u266A
it: Il mio fascino disarmante ha effetto su qualsiasi Pokémon. \u266A Qual-si-a-si! \u266A
zh_hans: 无论是什么样的宝可梦，都会被我迷得神魂颠倒\u266A 哼哼\u266A

# TALK_REST_0511_VAR_00
source: A nibble from the leaf on my head will let you fully recover! It has lots of vitamins, too.
de: Ein Bissen von den Kräutern auf meinem Kopf, und du wirst putzmunter! Vitamine pur!
es: Las hojas de mi cabeza no solo están ricas, sino que proporcionan multitud de vitaminas.
it: Chi mangia le foglie che ho sulle testa torna in piena forma! E sono ricche di vitamine!
zh_hans: 咬一口我头上的叶子，就又能精神焕发！还有很多维生素！

# TALK_REST_0512_VAR_00
source: I'll be shady! I'll be wild! That's my style!
de: Ich bin ein wilder Geselle! Ein wahrer Draufgänger! Ich kann nicht anders!
es: ¡Estoy hecho todo un malote! ¡Y un peleón! Si no te gusta, ¡puerta!
it: Io sono un duro e vivo a modo mio!
zh_hans: 我要阴暗！狂野！那就是我的风格！

# TALK_REST_0513_VAR_00
source: Show me whatever you want to eat. I'll sear it in no time for you! \u266A
de: Wenn du etwas zu essen dabeihast, dann zeig her! Ich röste dir das im Handumdrehen! \u266A
es: ¿No tendrás algo de comida para compartir? Yo me encargo de prepararla con mi llama.
it: Dammi quello che vuoi mangiare, che te lo faccio alla griglia in un attimo! \u266A
zh_hans: 嘿，如果你想吃点什么，告诉我。我马上用火烤给你\u266A

# TALK_REST_0514_VAR_00
source: Do I look lazy?[pause=0] Well, as a matter of fact, I AM lazy.
de: Wirke ich auf dich etwa antriebslos?[pause=0] Nun, das stimmt! Mir fehlt der Antrieb!
es: ¿Te parezco vago?[pause=0] Normal... ¡Lo soy! Ja, ja.
it: Ti sembro pigro?![pause=0] In effetti lo sono.
zh_hans: 我看上去很没精打采吗？[pause=0]没错。我真的没有动力。

# TALK_REST_0516_VAR_00
source: Think and decide for yourself. After all, it's your adventure. And don't forget to have fun!
de: Es liegt an dir allein, aus jedem Abenteuer das Bestmögliche herauszuholen!
es: Otro aspecto divertido de las aventuras es pensar en las decisiones y ser consecuente.
it: L'avventura è tua, devi decidere tu quello che vuoi fare. Ma, soprattutto, devi divertirti!
zh_hans: 自己思考，自己决定。毕竟，这是你的冒险。别忘了玩得开心！

# TALK_REST_0517_VAR_00
source: I believe that one day this world will be full of our hopes.
de: Ich glaube, dass unsere Hoffnungen eines Tages die ganze Welt erfüllen werden.
zh_hans: 大家充满希望的世界……[pause=0]我相信终有一天将会到来。

# TALK_REST_0519_VAR_00
source: Lately, I feel that I'm becoming forgetful. Should I be worried?
de: Ich glaube, mein Gedächtnis wird immer schlechter. Sollte ich mir Sorgen machen?
es: Últimamente me he vuelto algo olvidadizo. No sé si debería preocuparme o no...
it: Ultimamente tendo a dimenticare le cose. È il caso che mi preoccupi?
zh_hans: 感觉最近有点健忘了。这是不是很危险啊！？

# TALK_REST_0520_VAR_00
source: I can't believe some of us have no sense of direction! But getting lost may be fun. \u266A
de: Es will mir nicht in den Kopf, wie man sich verirren kann. Aber lustig klingt es schon! \u266A
es: Me sorprende que algunos tengan tan buen sentido de la dirección. ¡Pero perderse mola!
it: Alcuni non hanno senso dell'orientamento?! Non ci credo! Però magari è divertente. \u266A
zh_hans: 真不敢相信我们之中竟有人没有方向感！但迷路也许很有趣吧\u266A

# TALK_REST_0522_VAR_00
source: Look at how my mane shines! Cool, huh?
de: Strom bringt meine Mähne zum Leuchten! Echt toll, oder?
es: Mi cresta se enciende con la electricidad. ¿A que mola?
it: La mia criniera scintilla di elettricità! Niente male, vero?
zh_hans: 看我的鬃毛多闪亮！酷吧？

# TALK_REST_0524_VAR_00
source: I'd like to keep any rare ore I happen to find!
de: Ich bin auf der Suche nach seltenen Erzen!
es: ¡Ojalá encuentre algún mineral extraño!
it: Mi piacerebbe trovare dei minerali interessanti!
zh_hans: 要是碰上稀有矿石，我就想把它们收集起来！

# TALK_REST_0525_VAR_00
source: Orange crystal is fully charged! Here goes Boldore!
de: Ich berste fast vor orangefarbener Energie! Hier komme ich!!!
es: Estoy a tope de enegía. ¡Al ataque!
it: Sento come un'eruzione di energia arancione! Boldooore!!!
zh_hans: 橙色结晶完全充能！地幔——岩！！

# TALK_REST_0526_VAR_00
source: I may not look it, but I'm very timid! Gigaaahhhh...
de: Ich sehe vielleicht nicht so aus, aber in Wahrheit bin ich sehr schüchtern!
es: Aunque mi apariencia sea feroz, en el fondo soy bastante tímido. ¡Gigaaa!
it: Non si direbbe, ma sono un timidone. Gigaaaaa...!
zh_hans: 我看起来是这副模样，但其实非常胆小的！基嘎嘎……

# TALK_REST_0528_VAR_00
source: I emit sound waves! My nose is heart-shaped, too! Whispers of love! *blush*
de: Ich sondere herzförmige Schallwellen aus meiner Nase ab! Liebesgeflüster sozusagen!
es: Emito ondas sonoras por mi nariz en forma de corazón. Son suspiros de amor, je, je.
it: Dal naso emetto onde ultrasoniche a forma di cuore! In pratica, dei sospiri d'amore!
zh_hans: 用鼻孔发出超声波！而且是心形的！换句话说，这是爱的呼唤！（羞羞）

# TALK_REST_0529_VAR_00
source: Adventures...sound exciting. *wibble*
de: A-Abenteuer... K-Klingt a-aufregend!
es: Las aventuras... suenan divertidas, pero me pueden los nervios.
it: Partire all'avventura... che emozione! Gulp!
zh_hans: 冒险……很兴奋。（扑通扑通——）

# TALK_REST_0530_VAR_00
source: My drilling arms are cool, you say?[pause=0] That's right! They all love my drilling arms!
de: Na, sehen die Bohrer an meinen Armen nicht toll aus?[pause=0] Darauf fahren alle total ab!
es: ¿Te gustan los taladros de mis manos?[pause=0] Me lo suelen decir bastante, je, je.
it: Mh? Ti piace la trivella che ho sul braccio?[pause=0] Lo so, a tutti piacerebbe averne una!
zh_hans: 嗯？手臂上的钻头很酷吧？[pause=0]没错，手钻就是大家所憧憬的。

# TALK_REST_0531_VAR_00
source: Let me know when you don't feel well. I'm a doctor, you see?
de: Gib Bescheid, wenn dir nicht wohl ist! Ich bin immerhin Ärztin!
es: Si en algún momento te encuentras mal, no lo dudes y dímelo, que para algo soy enfermera.
it: Dimmi se ti senti poco bene. Lo sai che sono un medico, no?
zh_hans: 要是感到不舒服的话就来找我吧，我是医生。

# TALK_REST_0532_VAR_00
source: Let me know if you want anything built! I'll work on it!
de: Wenn du was gebaut brauchst, sag einfach Bescheid! Ich krieg das schon hin!
zh_hans: 要是规划了要建的建筑就来找我！我来效劳！

# TALK_REST_0540_VAR_00
source: My mom made this leafy outfit for me! Don't you just love it? \u266A
de: Dieses Blätterkleidchen hat meine Mama für mich gemacht! Toll, findest du nicht? \u266A
es: Mi mamá me tejió esta ropa a base de hojas. \u266A ¡A que mola! \u266A
it: Questo vestito di foglie me l'ha fatto la mamma. Bello, vero? \u266A
zh_hans: 妈妈给我做了一套绿叶装！很好看吧\u266A

# TALK_REST_0541_VAR_00
source: I can't take cold weather. It's freezing!
de: Ich bin sehr kälteempfindlich! Nein, das ist mir hier entschieden zu kalt!
es: Soy de un friolero que no veas. Nunca siento el calor suficiente, esté donde esté.
it: Io sono freddoloso... Che freddo! Che freddo!
zh_hans: 我非常不耐寒。嘶，好冷，好冷……

# TALK_REST_0542_VAR_00
source: It's almost time to prepare dinner, but I'll do my best.
de: Das Abendessen kocht sich zwar nicht von selbst, aber Zeit für Abenteuer muss auch sein.
es: Ya casi es la hora de empezar a preparar la cena, ¡pero me esforzaré al máximo!
it: È quasi ora di preparare la cena, ma farò del mio meglio!
zh_hans: 虽然马上就要准备晚饭了，但是冒险也会加油的！

# TALK_REST_0544_VAR_00
source: I can roll around like a wheel! But bumps on the road hurt me!
de: Ich kann rollen wie ein Reifen, doch wenn ich auf Hindernisse stoße, tut mir das weh!
es: Vale, puedo rodar como un neumático. Pero cuando me golpeo contra algo, ¡duele!
it: Rotolo come uno pneumatico! Se però vado a sbattere è un po' traumatico!
zh_hans: 像车轮一样滚动！但撞上了可就不好了哦！？

# TALK_REST_0545_VAR_00
source: No holding back, no matter who I face! That's my style! We're gonna lock horns!
de: Ich nehme auf keinen Gegner Rücksicht! Alle kriegen meine Hörner zu spüren!
es: Al enemigo no hay que mostrarle compasión. Quien se arredre ya puede irse al cuerno.
it: Le mie corna non hanno pietà di nessun nemico!
zh_hans: 无论面对谁，都毫不退让！我就是这样！来一决高下！！

# TALK_REST_0546_VAR_00
source: I shoot out cotton when I'm surprised. So please don't startle me, OK?
de: Wenn ich mich erschrecke, verstreue ich zur Täuschung Watte! Erschreck mich also nicht!
es: Cuando me asusto despido motas de algodón a espuertas. ¡Así que nada de sobresaltos, eh!
it: Se prendo paura, emetto una nuvola di cotone. Quindi non spaventarmi!
zh_hans: 我受惊的话，就会不自觉地喷出棉花。所以还请不要吓唬我。

# TALK_REST_0547_VAR_00
source: I'll ride whirlwinds forever and ever!
de: Ich lasse mich von Orkanböen treiben!
es: Yo me desplazo en torbellino a cualquier lugar.
it: Mi sposto su un vortice d'aria! Wooooosh!
zh_hans: 乘着风，永远飞翔吧！

# TALK_REST_0548_VAR_00
source: A nibble from a leaf on my head will refresh you! \u266A It'll taste very bitter, though.
de: Die Blätter auf meinem Kopf sind zwar bitter, wirken dafür aber sehr erfrischend! \u266A
es: Las hojas de mi cabeza están llenas de vitaminas. ¡Pero son más amargas!...
it: Le foglie che ho in testa sono molto energetiche! \u266A Però sono amarissime!
zh_hans: 咬一口我头上的叶子就能够恢复精神\u266A 不过会苦得发慌……

# TALK_REST_0549_01_VAR_00
source: I don't mind the cold.[pause=0] I could shatter any Ice Pokémon with one kick! \u2661
zh_hans: 我不在乎寒冷。[pause=0]我一脚就能把寒冷的家伙给踹碎！\u2661
