Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0106_VAR_00
source: Don't underestimate my kick! I stretch myself every night!
de: Meine Tritte sind die brutalsten überhaupt! Weil ich jeden Abend meine Muskeln dehne!
es: No subestimes mis patadas, que para algo hago estiramientos día sí y día también.
it: Grazie agli esercizi di ginnastica che faccio ogni sera, i miei calci sono ineguagliabili.
zh_hans: 别小看了我这一脚！我每晚都会做伸展运动！

# TALK_REST_0107_VAR_00
source: *punch punch* Here goes nothing but punch!
de: Links, rechts, Kombination, Aufwärtshaken! Schlag folgt auf Schlag, so muss das sein!
es: ¡Puñetazo por aquí y puñetazo por allá! ¡ZAS!
it: Prendi questo! E questo! E anche questo! Com'è il sapore dei miei pugni, eh?
zh_hans: 砰！砰！除了拳头还是拳头！

# TALK_REST_0108_VAR_00
source: I want to lick something... *lick*
de: Ich muss unbedingt an irgendwas schlecken... *Schlurp!*
es: ¡Quiero darle un lametón a algo! ¡Slurps!
it: Ho voglia di leccare... Lec lec!
zh_hans: 好想舔点什么东西……吸溜。

# TALK_REST_0109_VAR_00
source: I think I've stored quite a lot of gas.
de: Ich bin randvoll mit Gas!
es: ¡Creo que estoy a reventar de gas!
it: Ho fatto un bel pieno di gas.
zh_hans: 我已经储存了许多瓦斯。

# TALK_REST_0110_01_VAR_00
source: Tarnish not the majesty of our magnificent hats.
zh_hans: 请不要玷污我们华丽帽子的威严。

# TALK_REST_0110_VAR_00
source: Our era is finally here! Weez!
de: Glaub mir, das ist unsere Zeit! Auf die Plätze, fertig... Gaaas!
es: ¡Estamos aquí para quedarnos! En esta época reinará el gas.
it: Finalmente comincia la nostra era!
zh_hans: 我们的时代终于到来了！瓦斯！

# TALK_REST_0111_VAR_00
source: I'm clumsy, so I may become a burden. If that happens, I'm sorry.
de: Tut mir leid, falls ich dich versehentlich umrennen sollte... Das ist keine Absicht!
es: No te cruces en mi camino, que soy un patoso y a lo mejor te arrollo.
it: Sono un tipo un po' imbranato. Perdonatemi se a volte creo problemi.
zh_hans: 我笨手笨脚的，如果给你添麻烦了，请见谅。

# TALK_REST_0112_VAR_00
source: I'll drill holes with my horn!
de: Ich benutze mein Horn als Bohrer!
es: Puedo excavar túneles con mi cuerno.
it: Con il mio corno posso trapanare tutto!
zh_hans: 我的角能钻出孔来！

# TALK_REST_0113_VAR_00
source: I like taking care of Eggs! \u266A
it: Mi piace prendermi cura delle uova! \u266A
zh_hans: 我最喜欢照顾蛋了！ \u266A

# TALK_REST_0114_VAR_00
source: What do you think is beneath all my thick tangles?
de: Was denkst du, verbirgt sich wohl hinter meinen Ranken?
es: ¿Qué crees que se esconde bajo mis enredaderas? Veo, veo... ¿qué ves?
it: Secondo voi cosa c'è sotto questo groviglio di liane?
zh_hans: 你觉得在我浓密的藤蔓下面是什么呢？

# TALK_REST_0115_VAR_00
source: Taking care of the baby is a full-time job!
de: Mich um das Baby zu kümmern ist ein Vollzeit-Job!
es: ¡Cuidar del bebé es un trabajo a tiempo completo!
zh_hans: 照顾孩子可容不得丝毫马虎！

# TALK_REST_0116_VAR_00
source: They all call me Bubbles. I wonder why. Do you think I horse around too much?
de: Alle sagen ja, ich sei ziemlich frech... Was ich dazu sage? Eine Frechheit!
es: He comido un plato delicioso... ¡con tinta! Y si me asustan, la escupo, ¡así que cuidado!
it: Ho fatto un carico di inchiostro!
zh_hans: 不知为什么，别人都叫我泡泡。是我太过泡腾了吗？

# TALK_REST_0117_VAR_00
source: They call me Snooze-dra... You don't think I'm lazy, do you?
de: Es nützt alles nichts, sie nennen mich einen Nichtsnutz... Sag mir, was denkst du denn?!
es: ¡Que me dejes en paz! Si me molestas, te voy a echar un chorrazo a presión.
it: Tutti mi chiamano pelandrone e non capisco perché...
zh_hans: 大家总以为我是龙……但其实还没到那时候哦？

# TALK_REST_0118_VAR_00
source: Don't you love my horn? Golly...
de: Mein Horn ist einfach in jeder Hinsicht scharf!
es: ¿No crees que este cuerno que me sale de la frente es bien bonito?
it: Carino il mio corno, vero?
zh_hans: 我头上的大角很可爱吧？角金鱼！

# TALK_REST_0119_VAR_00
source: How do you like the pattern on my body? It's totally mesmerizing, isn't it?
de: So! Wie gefallen dir mein Muster und meine Farben? Prächtig, nicht wahr?!
es: ¿Te gustan las inscripciones de mi cuerpo? Los demás se quedan embobados viéndolas.
it: Vi piace il motivo sul mio corpo? È il mio vanto.
zh_hans: 你觉得我身上的花纹怎么样？很令人着迷吧？

# TALK_REST_0120_VAR_00
source: I want to salvage treasures! Argh!
de: Komm schon! Lass uns Schätze heben gehen!
es: ¡Quiero encontrar y rescatar tesoros! Se me daría genial y sería una estrella, seguro.
it: Adoro la caccia ai tesori! Si parte!
zh_hans: 我想去打捞珍宝！啊！

# TALK_REST_0121_VAR_00
source: I'm a star! My core shines like it always does! A star, I am!
de: Ich bin wie ein Stern am Nachthimmel! Auch heute leuchtet mein Kern wieder schön!
es: Soy toda una estrella, ¡y mi núcleo brilla radiante como si fuera una estrella fugaz!
it: Sono una star! Anche oggi il mio nucleo luccica!
zh_hans: 我是明星！今天核心也要一如既往地明亮！明星就该这样！

# TALK_REST_0122_01_VAR_00
source: No one can cut a rug like me![pause=0] And I'm not just clowning around!
zh_hans: 没人能像我一样剪地毯！[pause=0]而且我不是在开玩笑！

# TALK_REST_0122_VAR_00
source: Hi, how are you doing today?
de: Hallo! Wie geht es dir heute?
es: ¡Hola! ¿Qué tal te encuentras hoy?
it: Ehi, ciao! Come va oggi?
zh_hans: 嗨，今天过得如何？

# TALK_REST_0123_VAR_00
source: My sharp scythes pave the way!
it: Le mie falci riducono ogni cosa in brandelli!
zh_hans: 我锋利的镰刀为你开路！

# TALK_REST_0124_VAR_00
source: Why don't you dance with me! Wiggle your hips!
de: Tanz mit mir! Schwing auch du deine Hüften!
es: Venga, ¿bailamos un pasodoble? ¡A mover las caderas!
it: Balliamo insieme? Dai, muovilo quel popò!
zh_hans: 为什么不与我跳舞呢？扭起腰杆！

# TALK_REST_0125_VAR_00
source: I love electricity! It's the best thing ever! Gahaha!
de: Ich stehe total unter Strom! Hahaha!!
es: ¡Me encanta la electricidad! ¡Le da chispa y energía a mi vida!
it: Quanto mi piace l'elettricità! Per me è il massimo!
zh_hans: 我爱电气！没有比这更棒的了！哈哈！

# TALK_REST_0126_VAR_00
source: Fire-breathing mouth! I'm really hot!
de: Ich bin der heißeste Feuerspucker weit und breit!
es: ¡Puedo escupir fuego por la boca! Eso sí, a veces me provoca calenturas...
it: Io sputo fuoco. Ed è un fuoco rovente!
zh_hans: 吐出火焰！热辣滚烫！

# TALK_REST_0127_VAR_00
source: I'm proud of my huge pincer horns! You don't want to see me cross!
de: Ich kann meine Hörner wie eine Zange schließen! Also mir kommt keiner aus!
es: Mis pinzas gigantes son como dos cuernos, pero pueden cortar lo que sea, ¡ja, ja!
it: Dove le trovate due chele più belle delle mie!
zh_hans: 我为我巨大的钳角感到骄傲！你不会想看我的十字钳！

# TALK_REST_0128_01_VAR_00
source: I'm the Combat Breed![pause=0] I'll...[br]...[br][emote=Worried]I'll...[pause=0] Uh...[pause=0] Gimme a second...
zh_hans: 我是斗战种！[pause=0]我要……[br]……[br][emote=Worried]我要……[pause=0]呃……[pause=0]让我想想……

# TALK_REST_0128_02_VAR_00
source: I'm the Blaze Breed![pause=0] I'll rip apart everything in my way with my blazing horns!
zh_hans: 我是火炽种！[pause=0]我要用炽热的犄角撕碎阻挡我的一切！

# TALK_REST_0128_03_VAR_00
source: I'm the Aqua Breed![pause=0] I'll blast away our foes with high-pressure water from my horns!
zh_hans: 我是水澜种！[pause=0]我犄角的高压水流要击退一切！

# TALK_REST_0128_VAR_00
source: Here I come! Here I charge!
de: Anvisieren, umrennen, fertig!
es: Embestir es la solución a casi todos los problemas.
it: Si parte! Alla caricaaa!
zh_hans: 我来了！猛冲了！

# TALK_REST_0129_VAR_00
source: *splash splash*
de: *Platsch!* *Platsch!*
es: ¡Cuidado que te salpico, eh!
it: Splash! Splash! Splash!
zh_hans: 吧嗒吧嗒……

# TALK_REST_0130_VAR_00
source: I have to thrash about! I need to!
de: Ich muss sofort irgendwas kaputthauen! Argh!
es: ¡La ira me consume! ¡Necesito cargarme algo!
it: Aaaah! Ho bisogno di fare una sfuriata!
zh_hans: 我要碾碎一切！必须要！

# TALK_REST_0131_VAR_00
source: I can go to any part of this world with you... if you need me to.
de: Wenn es sein muss, bringe ich dich bis ans Ende dieser Welt!
es: Podemos ir a cualquier rincón del mundo si lo estimas necesario.
it: Ti porterò ovunque hai bisogno!
zh_hans: 如有需要，我愿带你去世界的每一个角落。

# TALK_REST_0132_VAR_00
source: Excuse me... Can I transform into you?[br]Wait! I just changed my mind. Never mind!
de: Ist es okay, wenn ich mich in dich verwandle?[pause=0] Hab's mir anders überlegt... Nichts für ungut!
es: Perdona, ¿te importaría que me transformase en ti?[br]O mira, mejor no. Disculpa las molestias.
it: Ehm... Mi chiedevo... Non è che posso assumere la tua forma? No, eh? Ok, scusa.
zh_hans: 嗯，那个……我可以变成你的样子吗？[br]等等，还是算了吧，别在意！

# TALK_REST_0133_VAR_00
source: I'll do my best! You do, too!
de: Ich werde mich voll reinhängen! Gib auch du bitte dein Bestes!
es: ¡Lo haré lo mejor que pueda! Tú también tienes que procurar darlo todo. ¡Vamos!
it: Ce la metterò tutta! Anche voi, eh?
zh_hans: 我会加油的！一起加油吧！

# TALK_REST_0134_VAR_00
source: I have fins and gills, so I can live underwater, too![br]Huh? [pause=0]You didn't need to know that? Oh well...
de: Ich kann auch problemlos unter Wasser leben, weil ich doch Flossen und Kiemen habe![br]Oh...![pause=0] Das tut im Moment nichts zur Sache? Ja, da hast du wohl recht...
es: ¡Con mis branquias y aletas puedo vivir bajo el agua! ¿Eh?[pause=0] ¿Que no viene a cuento? Vaya...
it: Siccome ho le branchie e le pinne posso anche vivere sott'acqua. Eh?[pause=0] Non lo sapevate?
zh_hans: 我有鳍和鳃，所以在水中也能生活！[br]啊……[pause=0]你不知道啊？好吧……

# TALK_REST_0135_VAR_00
source: My fur stands on end because of the static electricity![br]I'm not trying to act tough or bad or anything like that! Nice to meet ya!
de: Mein Fell steht wegen der ganzen Elektrizität so ab![br]Das soll weder cool noch gefährlich aussehen, ehrlich. Ich bin ein ganz Netter!
es: La electricidad eriza mis pelos, no es que quiera parecer un malote ni nada por el estilo.
it: Il mio pelo è arruffato per via dell'elettricità. So che mi fa sembrare aggressivo ma...[br]Credetemi, non lo sono!
zh_hans: 我的毛发竖起来是因为有静电！[br]绝对不是因为害怕或不良行为什么的……[br]请不要误会我啊！请多关照！

# TALK_REST_0136_VAR_00
source: I have a flame sac in my body. My fur is very warm, too!
de: Ich hab eine Flammentasche in meinem Körper, weshalb selbst mein Fell ziemlich heiß ist!
es: ¿Sabías que tengo una saca de fuego en el cuerpo? Por eso mi piel está tan calentita.
it: Nel mio corpo c'è una sacca ardente. Persino il mio pelo è caldo!
zh_hans: 我的身体里有火焰的袋子！连体毛也是热的！

# TALK_REST_0137_VAR_00
source: I fly through cyberspace!
de: Ab in den Cyberspace!
es: ¡A volar por el ciberespacio!
it: Volo volo volo volo volo nel cyberspaaazio! \u266A
zh_hans: 我要飞去电子空间了！就这么飞去！

# TALK_REST_0138_VAR_00
source: I was revived from an ancient fossil!
de: Ich wurde aus einem Fossil wiederbelebt!
es: ¡He resucitado a partir de un fósil!
it: Un tempo ero un fossile. Ma ora... eccomi qui!
zh_hans: 我从古代的化石里复活了！

# TALK_REST_0139_VAR_00
source: The shell on my back has gotten too big. Oh my, it's really heavy!
de: Meine Schale ist zu groß und schwer...
es: La concha que llevo es tan grande y pesada...
it: La conchiglia sulla schiena è diventata troppo grossa. Pesa più di un macigno!
zh_hans: 我背上的壳太大了，所以感觉很重……

# TALK_REST_0140_VAR_00
source: Please don't flip me over. I can't get back up if you do.
de: Bitte dreh mich nicht auf den Rücken, das würde mich gar nicht entzücken..!
es: Oye, no me des la vuelta, ¿eh? Porque como me quede boca arriba no me podré levantar.
it: Ehm... Non mi capovolgete, per favore. Se no chi si rialza più!
zh_hans: 那个……不要把人家翻过来哦。我自己起不来的。

# TALK_REST_0141_VAR_00
source: Watch me attack with my awesome sickles!
de: Mit meinen Sichelarmen besiege ich jeden Gegner!
es: ¡Ataco siempre con garra! O más bien con garras.
it: Le mie fantastiche falci sferrano attacchi micidiali!
zh_hans: 看我用威力无穷的镰刀发起进攻！

# TALK_REST_0142_VAR_00
source: I'm the king of the sky! I won't let anyone get in my way up there!
de: Ich bin der König der Lüfte! Jawohl! Der größte Überflieger aller Zeiten!
es: ¡Soy el rey de los cielos! No permitiré que nadie me desafíe en las alturas.
it: Sono il signore incontrastato dei cieli!
zh_hans: 我是天空的王者！在天空中，谁也别想妨碍我！

# TALK_REST_0143_VAR_00
source: Say, you have anything to eat?
de: Hast du vielleicht was zu essen für mich?
es: Oye, ¿no tendrás algo de comer por ahí?
it: Ehi! Non è che hai qualcosa da mangiare, per caso?
zh_hans: 嘿，你有什么吃的吗……？

# TALK_REST_0144_01_VAR_00
source: I'll never forgive the humiliation of having to obey a weakling like you.
zh_hans: 屈于你这般弱者之辱，不可饶恕。

# TALK_REST_0144_VAR_00
source: I can manipulate ice! I'll help you with the sheer power of cold!
de: Ich kann Eis manipulieren. Ich stehe dir mit meinen eisigen Kräften zur Seite!
es: ¡Puedo controlar el hielo! Te ayudaré con mis poderes gélidos.
it: Io posso manipolare il ghiaccio e mettere i suoi poteri a tua disposizione.
zh_hans: 我是冰之使者！我会用冰之力量支持你！

# TALK_REST_0145_01_VAR_00
source: My kicks strike with the power of lightning![pause=0] I'll come with you anywhere if it means I get to fight tough foes!
zh_hans: 我的踢腿力如闪电！[pause=0]若可与强敌决斗，我愿随你而去！

# TALK_REST_0145_VAR_00
source: My lightning is the rage of the sky and the ground! Let me fight by your side!
de: Meine Blitze sind der Zorn des Himmels und der Erde! Ich werde an deiner Seite kämpfen!
es: Mis rayos no hacen más que reflejar la ira de la tierra y el cielo. ¡Luchemos codo con codo!
it: Il mio fulmine è l'ira del cielo! Lasciami lottare al tuo fianco.
zh_hans: 我的闪电是天地的愤怒！我与你并肩作战！

# TALK_REST_0146_01_VAR_00
source: About ready to leave?[pause=0] Ha ha ha... I can't wait to get fighting...
zh_hans: 该出发了吧？[pause=0]哈哈哈……真等不及去战斗了……

# TALK_REST_0146_VAR_00
source: I'm the embodiment of fire! My wings flare up whenever I flap them!
de: Ich verstreue mit jedem Flügelschlag Glut! Ich bin die Personifizierung des Feuers!
es: Soy la encarnación del fuego. Con cada aleteo salen de mis alas brillantes llamas.
it: Io sono l'incarnazione del fuoco. Le mie ali ardono a ogni battito!
zh_hans: 我是火的化身！每次扇动翅膀，业火就会燃烧起来！

# TALK_REST_0147_VAR_00
source: I may not look it, but I'm just a child. I'm tiny, you know!
de: Ich bin ja noch ein Kind. Wart's nur ab! Ich werde noch viel größer. Viiiiiel größer!
es: Aunque no te lo creas, soy solo una cría.
it: Anche se non sembra sono piccolo. Infatti mi chiamo Dratini. Se no sarei Dratoni, no?
zh_hans: 从外表上看，我还是个孩子。很迷你的孩子。

# TALK_REST_0148_VAR_00
source: Staying calm is what's needed here. Let's go easy.
de: In der Ruhe liegt die Kraft. Also immer mit der Ruhe.
es: Ante todo, lo más importante es conservar la calma. No podemos precipitarnos.
it: L'importante nella vita è non agitarsi mai. Calma e sangue freddo.
zh_hans: 重要的是不要慌张。冷静下来吧。

# TALK_REST_0149_VAR_00
source: Let's work together!
de: Lass uns zusammenarbeiten!
es: ¡La unión hace la fuerza!
it: Uniamo le forze e lottiamo insieme!
zh_hans: 我们齐心协力加油吧！

# TALK_REST_0150_VAR_00
source: For what was I born... For what do I fight...
de: Warum wurde ich geboren? Wofür kämpfe ich...?
es: ¿Por qué he venido a este mundo? ¿Y por qué motivo combato?
it: Perché sono venuto al mondo? Perché lotto?
zh_hans: 我为何而生……又为何而战……

# TALK_REST_0151_VAR_00
source: I'll do my best on expeditions!
de: Ich werde alles fürs Forscherteam geben!
es: ¡Yo también me esforzaré al máximo en todas las expediciones!
it: Anch'io voglio mettercela tutta nelle missioni!
zh_hans: 梦幻的调查工作也会努力的哟！

# TALK_REST_0152_VAR_00
source: I love the sun so much!
de: Ich liege gerne in der Sonne! Ich liebe Sonnenbäder!
es: Me gusta mucho el sol. ¡Más bien me encanta!
it: Adoro il sole! È la cosa più bella che c'è!
zh_hans: 我最喜欢太阳了！真的很喜欢！

# TALK_REST_0153_VAR_00
source: Come on! We can do this!
de: Wir sollten immer frohen Mutes unser Bestes geben!
es: ¡Venga, ánimo! ¡Lo vamos a bordar!
it: Forza e coraggio! Mettiamocela tutta!
zh_hans: 打起精神来！一定没问题的！

# TALK_REST_0154_00_1_VAR_00
source: Be calm and relax.
de: Ich rate zu heiterer Gelassenheit.
es: Procedamos con prudencia y calma.
it: L'importante è placare le emozioni.
zh_hans: 让我们静下心来，以平静的心情继续前进吧。

# TALK_REST_0154_00_2_VAR_00
source: Smell my flowers and keep your cool!
de: Der Duft meiner Blume wird dich beruhigen.
es: Oler la fragancia que emana de mis flores te ayudará a mantener la calma.
it: Il profumo dei fiori rilassa, sai?
zh_hans: 在花的香气中，变得温和吧！

# TALK_REST_0155_VAR_00
source: Let's go! (I'm a bit scared...)
de: Auf geht's! (Ein bisschen Angst hab ich aber!)
es: ¡Vamos allá! (Aunque tenga un poquito de miedo...)
it: Mettiamocela tutta! (Anche se in realtà ho un po' di paura...)
zh_hans: 加油，出发吧！（虽然有点儿害怕……）

# TALK_REST_0156_VAR_00
source: I'll scare them away with magma!
de: Ich werde die Gegner mit meinen Flammen auf Distanz halten!
es: ¡Voy a aterrorizar al enemigo con mi magma!
it: Il mio magma terrorizza tutti i nemici!
zh_hans: 我要用岩浆把敌人都吓跑！

# TALK_REST_0157_01_VAR_00
source: I purify lost souls and guide them to the afterlife.[pause=0] Are you lost, too?
zh_hans: 我净化迷失的灵魂，引导他们走向来世。[pause=0]你也迷失了吗？

# TALK_REST_0158_VAR_00
source: Let's totally make a big circle, with everyone biting someone else's tail!
de: Schnappen wir uns die Gegner!
es: ¡Nos vamos a comer al enemigo, ya veréis!
it: Dai, giochiamo! Un due tre... morso!
zh_hans: 大家都围成一个圈吧！要咬到彼此的尾巴哦！

# TALK_REST_0159_VAR_00
source: Will you go on an adventure with me? Thanks! Are you in awe of my crooked smile?
de: Ein gemeinsames Abenteuer! Toll! Danke!
es: Es tan impresionante esto de salir de aventura que me he quedado con las fauces abiertas.
it: Vuoi affrontare un'avventura con me? Che bello! Grazie!
zh_hans: 你愿意和我去冒险吗？谢了！你不会害怕我的歪嘴笑吧？

# TALK_REST_0160_VAR_00
source: I'm fine even if I'm out of the water!
de: Auch außerhalb des Wassers geht es mir gut!
zh_hans: 就算在陆地上也没问题！

# TALK_REST_0161_VAR_00
source: Let's do our best!
de: Ich werde mich heute besonders anstrengen!
es: ¡Demos lo mejor de nosotros mismos!
it: Anche oggi mettiamocela tutta!
zh_hans: 今天也继续努力吧！

# TALK_REST_0162_VAR_00
source: They often describe me as thin and tall.
de: Mich bezeichnen immer alle als schmal und dünn.
es: Me suelen decir que tengo un cuerpo muy fino y largo.
it: Tutti mi dicono che sembro un cilindro.
zh_hans: 大家都说人家的身材瘦瘦高高的。

# TALK_REST_0163_VAR_00
source: We should all be punctual! Make sure you come on time for a gathering!
de: Alle sollten immer pünktlich sein. Wer zu spät kommt, den bestraft das Leben!
es: Ante todo hay que ser puntual. ¡Eso de llegar tarde clama al cielo!
it: La puntualità è tutto! Mai arrivare in ritardo a un appuntamento.
zh_hans: 时间要记好！不要迟到了哦！咕咕！

# TALK_REST_0164_VAR_00
source: I can see things at night. Yes, I can SEE!
de: Ich sehe selbst in tiefster Dunkelheit klar! Ja!
es: Yo puedo ver qué hay a mi alrededor incluso de noche. ¡Como lo oyes!
it: Io ci vedo benissimo anche di notte.
zh_hans: 我即使在晚上也能看到周围。我能看到哦！

# TALK_REST_0165_VAR_00
source: *punch punch* Look out for Ledyba's punch!
de: Schlag auf Schlag zum Sieg!
es: Tendremos que apretar los puños para superar este territorio. ¡Y los puños son lo mío!
it: Che ve ne pare dei miei pugni, eh?
zh_hans: 出拳！出拳！这是芭瓢虫的拳击！

# TALK_REST_0166_VAR_00
source: I'm Ledian! I follow stars!
de: Ich bin Ledian! Das Licht der Sterne gibt mir Energie!
es: Soy Ledian. La luz de las estrellas me da toda la fuerza que necesito.
it: Io sono Ledian e niente mi dà più gioia delle stelle.
zh_hans: 我是安瓢虫！追随着星星！

# TALK_REST_0167_VAR_00
source: First, I spin my web.
de: Als Erstes spinne ich ein Netz!
es: No empecemos el nido por el tejado. Ante todo empezaré tejiendo mi telaraña.
it: La prima cosa che faccio è tessere una ragnatela.
zh_hans: 万事开头，得先织好网。

# TALK_REST_0168_VAR_00
source: What? You can't tell my head from my rear end? Don't say that!
de: Was? Du kannst bei mir vorne nicht von hinten unterscheiden? Bitte sag doch so was nicht...!
es: ¿Eh? ¿Que no sabes dónde tengo la cabeza? ¿Literalmente o en sentido figurado?
it: Come? Non riesci a distinguere la mia testa dal mio didietro? Ma dai, non ci credo!
zh_hans: 啊？你说你分不清我的头和屁股？别这么说！

# TALK_REST_0169_VAR_00
source: I can fly very quietly with my four wings.
de: Dank meiner vier Flügel kann ich schnell und leise fliegen!
es: Tengo cuatro alas, pero vuelo con un sigilo pasmoso.
it: Io ho quattro ali ma quando volo quasi non fanno rumore.
zh_hans: 我的四只翅膀能够无声飞行！

# TALK_REST_0170_VAR_00
source: I have two antennas to carry positive and negative electricity.[br]Wait, which one was for positive, and which was for negative, again?
de: Meine beiden Antennen sind positiv und negativ geladen.[br]Moment mal! Welche ist welche?!
es: Por mis dos antenas libero cargas eléctricas positivas y negativas.[br]¿Cómo? ¿Que cuál es la que lleva la carga positiva y cuál la negativa?
it: Nelle mie due antenne scorre elettricità negativa e positiva.[br]Solo che non ricordo quale delle due è positiva e quale è negativa...
zh_hans: 我的两条触手能够传输正负电。[br]什么？哪条是正极，哪条是负极？

# TALK_REST_0171_VAR_00
source: Adventures in the deep sea are quite fun, actually.
de: Tiefsee-Expeditionen sind spaßiger, als die meisten denken!
es: Aventurarse en el fondo del océano es la mar de divertido.
it: Le avventure in fondo al mare sono piuttosto divertenti.
zh_hans: 在深海探险其实也很开心哦。

# TALK_REST_0172_VAR_00
source: I'm very popular! I'm not the only one saying that.
de: Ich bin sehr beliebt! Und nein, das sage nicht nur ich!
es: Está mal que yo lo diga, pero es un hecho: soy muy popular.
it: Tutti mi adorano! So che non è bello vantarsi ma... che ci posso fare? È la verità.
zh_hans: 我很受欢迎！不止是我这么认为。

# TALK_REST_0173_VAR_00
source: I like shooting stars! I like stars, too! \u266A
de: Ein Himmel voller Sterne ist toll! \u266A Und Sternschnuppen sind noch toller! \u266A
es: \u266A ¡Me encantan las estrellas fugaces! \u266A \u266A Y las estrellas normales también. \u266A
it: Le stelle cadenti sono la mia passione! Quanto mi piacciono le stelle! \u266A
zh_hans: 我爱流星！还有星星们！\u266A

# TALK_REST_0174_VAR_00
source: Hey, what do we do now? Anything fun?
de: Sag schon, was wollen wir heute spielen?
es: ¿Aquí cuando se juega a algo?
it: Dai, giochiamo? A cosa giochiamo?
zh_hans: 嗨，我们要做什么呢？有什么好玩的吗？

# TALK_REST_0175_VAR_00
source: I want to go to school! \u266A
de: Ich will endlich zur Schule gehen dürfen! \u266A
es: \u266A A ver cuándo me dejan ir a la escuela ya. \u266A
it: Non vedo l'ora di cominciare ad andare a scuola. \u266A
zh_hans: 我想快点去上学！\u266A

# TALK_REST_0176_VAR_00
source: They say Pokémon become happy around me. \u266A
de: In meiner Nähe sollen andere glücklich sein! Und das macht auch mich superglücklich! \u266A
es: \u266A Dicen que solo con estar cerca de mí, hago que la gente se sienta feliz. \u266A
it: Dicono che porto la felicità alle persone intorno a me. \u266A
zh_hans: 有人说，靠近我的宝可梦都会变得开心起来。\u266A

# TALK_REST_0177_VAR_00
source: ...[pause=0]I'm bored.
de: *Seufz...*[pause=0] Laaangweilig!
es: ...[pause=0] Me abuuurrooo.
it: ...[pause=0] Uffa... Mi annoio...
zh_hans: ……[pause=0]好无聊。

# TALK_REST_0178_VAR_00
source: I can see the past and the future! *stare*
de: Ich kann sowohl in die Vergangenheit als auch in die Zukunft sehen! Oh ja!
es: ¡Puedo ver el pasado y el futuro!
it: Io sono in grado di vedere il passato e il futuro!
zh_hans: 我能看见过去与未来……咕————哇！！

# TALK_REST_0179_VAR_00
source: I'm fluffy and warm. But I can be tingly, too.
de: Ich habe ein superweiches Fell![pause=0] Aber wer mich berührt, erhält einen elektrischen Schlag.
es: Soy calentita y mullidita. Aunque si me tocas te puedes llevar un buen calambrazo.
it: Il mio corpo è caldo e soffice... solo che è anche un po' elettrostatico.
zh_hans: 我软绵绵的毛很暖和哦。虽然也有点漏电！

# TALK_REST_0180_VAR_00
source: Did you almost get my name wrong just now? Not Fleecy! My name is Flaaffy!
de: Du hast mich doch eben beinahe beim falschen Namen genannt, oder?! Waaty, nicht Watti...!
es: ¿Qué me has llamado? ¡Has dicho "Fleeeeffy"! Pero me llamo Flaaffy, con a. Flaaaaaaaaffy.
it: Ehi! Hai sbagliato il mio nome! Non mi chiamo Flaaccid! Mi chiamo Flaaffy!!
zh_hans: 你又要把我的名字弄错了吧？不是绒绒羊，是茸茸羊！

# TALK_REST_0181_VAR_00
source: Let's go in style!
de: Und auch heute bin ich wieder besonders stylisch unterwegs!
es: Hoy tenemos que dedicarnos en cuerpo y alma a la tarea. Eso sí, siempre con estilo.
it: Anche oggi voglio dare il massimo, con l'aiuto del mio irresistibile charme.
zh_hans: 今天也要尽情焕发光彩！
