Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_FULL_0204
source: You'd better guess again if you think that I'm leaving without our treasure!
de: Da bist du aber auf dem Holzweg, wenn du glaubst, dass ich hier ohne unseren Schatz aufbreche!
es: Si te piensas que me iré sin encontrar el tesoro, ¡te equivocas!
fr: Si tu crois que je vais repartir sans notre trésor, tu te mets le doigt dans l'œil!
it: Se pensi che me ne andrò senza il nostro tesoro ti sbagli di grosso!
zh_hans: 如果你猜我会两手空空离开，那你最好再猜一次！

# TALK_FULL_0205
source: No one's better than I am with the [move] move!
de: Die Attacke [move] kann niemand so gut wie ich!
es: ¡Nadie hace mejor el movimiento [move] que yo!
fr: Personne n'est meilleur que moi avec la capacité [move]!
it: Nessuno sa usare [move] meglio di me!
zh_hans: 没有人比我更擅长[move]这招！

# TALK_FULL_0206
source: Er, what? What do you want?
de: Äh, wie bitte? Was willst du?
es: ¿Qué? ¿Qué quieres?
fr: Hein, quoi? Qu'est-ce que tu me veux?
it: Ehm, cosa? Cosa vuoi?
zh_hans: 呃，什么？你想干嘛？

# TALK_FULL_0220
source: Say, I've meant to ask! Um... I hope I'm being helpful?
de: Was ich schon immer fragen wollte... Äh... Bin ich dir eine Hilfe?
es: Llevo un rato queriendo preguntarte si te estoy resultando de ayuda...
fr: Dis, je me demandais... euh... tu trouves que je suis utile à l'équipe?
it: Ehi, volevo chiederti una cosa! Ehm... Ti sto dando una mano, vero?
zh_hans: 喂，我说，我本想问问的！嗯……我希望我能有所帮助？

# TALK_FULL_0221
source: I'll explore the very best I can!
de: Ich erkunde, so gut ich kann!
es: ¡Exploraré lo mejor posible!
fr: J'explorerai avec toi du mieux que je peux!
it: Farò del mio meglio per esplorare!
zh_hans: 我将尽我所能探险！

# TALK_FULL_0222
source: Hey, don't underestimate my [move] move!
de: Hey, unterschätze meine Attacke [move] nicht!
es: ¡No subestimes mi movimiento [move]!
fr: Hé, ne sous-estime pas ma capacité [move]!
it: Ehi, non sottovalutare la mia mossa [move]!
zh_hans: 嘿，别低估了我的[move]！

# TALK_FULL_0223
source: We'll have to watch our backs around any [kind] we see!
de: Bei [kind] müssen wir ganz schön auf der Hut sein!
es: ¡Tendremos que estar pendientes de cualquier [kind]!
fr: Nous allons devoir faire attention si des [kind] sont dans les parages!
it: Attenzione! [kind]! Dobbiamo guardarci le spalle da quei Pokémon!
zh_hans: 我们得小心看到的任何[kind]！

# TALK_FULL_0224
source: Hmm? Is that the scent of [item] in the air?
de: Hmm? Liegt da der Duft von [item] in der Luft?
es: Hum... ¿no huele a [item] por aquí?
fr: Hmm? Ça sent bon... On dirait un objet [item], non?
it: Mmm? Sbaglio o si sente odore di [item]?
zh_hans: 呃？这是空气里[item]的气味吗？

# TALK_FULL_0225
source: You're really decent, aren't you, [player]?
de: Du bist echt in Ordnung, nicht wahr, [player]?
es: Tú no rompes nunca un plato, ¿verdad, [player]?
fr: Tu es un Pokémon honnête, pas vrai, [player]?
it: Sei davvero un Pokémon onesto, non è vero, [player]?
zh_hans: [player]，你真的很像样，不是吗？

# TALK_FULL_0226
source: Let's get us some treasure!
de: Holen wir uns ein paar Schätze!
es: ¡Vayamos a la búsqueda de nuevos tesoros!
fr: Partons chercher des trésors!
it: Andiamo a trovare dei tesori!
zh_hans: 让我们拿上些宝藏吧！

# TALK_FULL_0227
source: Zzzz... Zzzz...
es: Zzz... zzz...
fr: Rrrr... zzzz...
zh_hans: 乐……乐……乐……快乐……和[player]一起……

# TALK_FULL_0228
source: You must be hungry, right?
de: Du hast Hunger, nicht wahr?
es: ¿Tendrás hambre, no?
fr: Tu dois avoir faim, non?
it: Devi avere fame, non è così?
zh_hans: 你肯定饿了，对吧？

# TALK_FULL_0240
source: You'd better BET that I'll hustle!
de: Du kannst darauf WETTEN, dass ich Druck machen werde!
es: ¡Seguro que me acabaré dando prisa!
fr: Foncer? Et comment que je vais FONCER!
it: Sappi che ce la metterò tutta!
zh_hans: 你最好 打 赌 我会快点！

# TALK_FULL_0241
source: I'm just RARING to keep going!
de: Ich BRENNE echt darauf weiterzumachen!
es: ¡Tengo muchas ganas de seguir adelante!
fr: Je BRULE d'impatience! Allez, en avant!
it: Non vedo l'ora di continuare!
zh_hans: 我只是在 渴 望 继续前进！

# TALK_FULL_0242
source: I'm not pretty, but I always get the job DONE!
de: Ich sehe vielleicht seltsam aus, aber ich erziele RESULTATE!
es: No seré guapo, ¡pero siempre completo las misiones!
fr: Je ne suis peut-être pas une gravure de mode, mais je suis efficace!
it: Non sarò un bel Pokémon, ma non lascio mai le cose a metà!
zh_hans: 我不好看，但我总能 干 完 任务！

# TALK_FULL_0243
source: Let's scout that OUT! Where's that [item]?
de: Das kundschaften wir aus! WO nur finden wir [item]?
es: ¡Vayamos de expedición! ¿Dónde estará el objeto [item]?
fr: En avant, sus au TRESOR! Localisons l'objet [item]!
it: [item]! Cerchiamo dappertutto!
zh_hans: 我们得侦查 亿 下！[item]在哪？

# TALK_FULL_0244
source: Those [kind]? You gotta watch OUT!
de: Diese [kind]? VORSICHT!
es: ¿Esos [kind]? ¡Ten cuidado!
fr: Ces [kind]? Il va falloir faire GAFFE!
it: [kind]? Fai attenzione!
zh_hans: 那些[kind]？你必须得 小 心 ！

# TALK_FULL_0245
source: You can always depend on ME, [player]!
de: Du kannst dich immer auf MICH verlassen, [player]!
es: ¡Puedes contar conmigo, [player]!
fr: Tu peux toujours compter sur MOI, [player]!
it: Puoi sempre contare su di ME, [player]!
zh_hans: 你可以永远依靠 我 ，[player]！

# TALK_FULL_0246
source: No GUTS, no GLORY! And my [move] is all about GUTS!
de: Den MUTIGEN gehört die Welt! Und für meine Attacke [move] braucht man eine ganze Menge MUT!
es: ¡Hay que echarle agallas y mi movimiento [move] es ideal!
fr: HARDI, moussaillons! Et pour utiliser [move], il faut du CRAN!
it: Niente FEGATO, niente GLORIA! E la mia mossa [move] richiede un gran FEGATO!
zh_hans: 没有 危 险 ，就没有 荣 耀 ！我的[move]就很 危 险 ！

# TALK_FULL_0247
source: What a BASH exploring with you, [player]!
de: Es ist echt der KNALLER, mit dir auf Erkundung zu gehen, [player]!
es: ¡Qué divertido es explorar contigo, [player]!
fr: C'est la FETE, les explorations avec toi, [player]!
it: È FANTASTICO esplorare con te, [player]!
zh_hans: [player]，和你探险真的 超 棒 的！

# TALK_FULL_0248
source: Don't hold it against me! I might SMASH you by accident!
de: Nimm es mir nicht übel! Ich könnte dich aus Versehen VERHAUEN!
es: ¡No me apuntes a mí! ¡Podría golpearte por accidente!
fr: Ne reste pas devant moi! Je risque de T'ASSOMMER sans le faire exprès!
it: Non volermene! Potrei COLPIRTI per sbaglio!
zh_hans: 别拿它来对付我！我可能会不小心 打 爆 你！

# TALK_FULL_0249
source: Wake me if I start the ZZZZs!
de: Weck mich auf, falls ich einschlafen sollte!
es: Despiértame si me quedo dormido, ¿eh?
fr: Réveille-moi si je commence à RONFLER, hein!
it: Svegliami se inizio a russare!
zh_hans: 如果我开始ZZZZs，记得叫醒我！

# TALK_FULL_0250
source: What DRIVE you have! I'm impressed, [player]!
de: Was für einen SCHWUNG du hast! Sehr beeindruckend, [player]!
es: ¡Qué arrojo! ¡Estoy impresionado, [player]!
fr: Quel STYLE! J'en suis fan, [player]!
it: Che DETERMINAZIONE! Sono senza parole, [player]!
zh_hans: 你多么有 动 力 ！真令我印象深刻，[player]。

# TALK_FULL_0251
source: For you, I'll do ANYTHING to help out, [player]!
de: Ich tue ALLES, um dir aus der Bredouille zu helfen, [player]!
es: ¡Haría cualquier cosa por ayudarte, [player]!
fr: Je ferais n'importe quoi pour t'aider, [player]! Tu m'entends? N'IMPORTE QUOI!
it: Farò di TUTTO per aiutarti, [player]!
zh_hans: 为了你，我会尽 一 切 努力帮助你，[player]！

# TALK_FULL_0252
source: Gah, don't STARE at me like that! You're embarrassing me!
de: Bah! STARR mich nicht so an! Das ist mir peinlich!
es: ¡Eh, no me mires así que me voy a poner rojo!
fr: Eh oh, ne me regarde pas comme ça! Ça me déconcentre!
it: Bah, non guardarmi in quel modo! Mi fai arrossire!
zh_hans: 喂，别那样 盯 着 我！那让我很难堪！

# TALK_FULL_0260
source: No need to worry, my dear [player]!
de: Kein Grund zur Sorge, geschätztes Team-Mitglied [player]!
es: ¡No hay por qué preocuparse, [player]!
fr: Surtout, ne te fais pas de mouron, [player]!
it: Non c'è niente da temere, [player]!
zh_hans: 不需要担心，亲爱的[player]！

# TALK_FULL_0261
source: It doesn't matter how often you've explored before. It's always beneficial!
de: Es kommt nicht darauf an, wie viele Erkundungen du schon mitgemacht hast! Du lernst immer wieder etwas Neues!
es: No importa cuántas veces hayas estado allí. ¡Nunca viene mal otra más!
fr: Peu importe ton expérience, explorer, c'est toujours enrichissant!
it: Non importa quante volte hai già preso parte a un'esplorazione. Fa sempre bene!
zh_hans: 你以前探险过多少次并不重要。这总是有益的！

# TALK_FULL_0262
source: When I get mad...I can be a real fright! You'd better believe it!
de: Wenn ich ausraste, kann ich ziemlich unheimlich werden! Das kannst du glauben!
es: Cuando me enfado... ¡puedes llevarte un buen susto, te lo aseguro!
fr: Quand je suis en pétard... je suis une terreur! Crois-moi!
it: Quando mi arrabbio... posso davvero fare paura! Farai meglio a credermi!
zh_hans: 当我生气的时候……我真的很恐怖！你最好相信！

# TALK_FULL_0263
source: OK! Let's get that [item] to start with!
de: Okay! Holen wir uns zu Beginn [item]!
es: ¡Vale! ¡Consigamos el objeto [item] para empezar!
fr: Très bien! Commençons par trouver l'objet [item]!
it: [item]! Facciamone il nostro obiettivo principale!
zh_hans: 好吧！我们先拿到那个[item]吧！

# TALK_FULL_0264
source: Oh! Those [kind] are such a rotten nuisance.
de: Oh Mann! Diese [kind] sind tierische Nervensägen.
es: ¡Jo! ¡Esos [kind] son todo un incordio!
fr: Oh! Ces [kind] sont vraiment une calamité.
it: Oh! [kind]... Sono una tale scocciatura...
zh_hans: 喔！那些[kind]真是令人讨厌！

# TALK_FULL_0265
source: I'll keep you nice and safe with my [move], [player].
de: Mit meiner Attacke [move] wird dir nichts zustoßen, [player].
es: Te mantendré a salvo con mi movimiento [move], [player].
fr: Tu seras en sécurité avec ma capacité [move], [player].
it: Ti terrò al sicuro da ogni pericolo con [move], [player].
zh_hans: 我会用我的[move]保护你毫发无损的，[player]。

# TALK_FULL_0266
source: We'll leave just stuffed with all sorts of treasure!
de: Wir werden voll bepackt mit Schätzen von hier weggehen!
es: ¡Saldremos de aquí hasta arriba de tesoros!
fr: Nous allons garnir nos poches de quantités de trésors!
it: Ce ne andremo con le tasche stracolme di tesori!
zh_hans: 我们会离开的，只是塞满了各种宝藏！

# TALK_FULL_0267
source: I do wonder...what might be up ahead?
de: Was, frage ich mich, liegt wohl vor uns?
es: Me pregunto con qué nos encontraremos.
fr: Je me demande... ce qui nous attend...
it: Mi chiedo... Cosa ci aspetterà più avanti?
zh_hans: 我想知道……前面可能会发生什么？

# TALK_FULL_0268
source: If we see one [item], I'll...well...I'll...
de: Wenn wir [item] sehen, dann... Nun ja, dann werde ich...
es: Si vemos el objeto [item], yo... bueno...
fr: Si nous voyons un objet [item], je vais... je... hmm...
it: Se vedessimo... [item]... non... non so che...
zh_hans: 如果你看见了[item]，我会……好……我会……

# TALK_FULL_0280
source: Let me watch your back, won't you, [player]?
de: Ich halte dir den Rücken frei, [player]! Einverstanden?
es: Déjame protegerte, ¿vale, [player]?
fr: Je surveille tes arrières, pas vrai, [player]?
it: Ti guardo io le spalle! Va bene, [player]?
zh_hans: [player]，让我看着后面，好吗？

# TALK_FULL_0281
source: Where are we going next? Gotta make up your mind!
de: Wo geht es denn jetzt hin? Du musst dich schon entscheiden!
es: ¿Adónde vamos ahora? ¡Hay que decidirse!
fr: Où est-ce qu'on va après? Faudrait te décider!
it: Qual è la prossima meta? Devi deciderti!
zh_hans: 我们接下来去哪呢？必须下定决心！

# TALK_FULL_0282
source: Oh, yeah! Watch out! I'll let fly with my [move] move!
de: Oh ja! Pass auf! Ich fege hier mit meiner Attacke [move] durch!
es: ¡Ándate con cuidado o te haré pedazos con mi movimiento [move]!
fr: Ouais! Gare à vous! Personne ne résiste à ma capacité [move]!
it: Oh, sì! Fai attenzione! Sto per scatenare [move]!
zh_hans: 噢，对！得小心！我将用[move]放飞自我！

# TALK_FULL_0283
source: Those [kind]? Easy targets!
de: Diese [kind]? Denkbar leichte Opfer!
es: ¿Esos [kind]? ¡Pan comido!
fr: Ces [kind]? Trop facile! Je vais les battre à plates coutures!
it: [kind]? Niente paura! Sono facili da sconfiggere.
zh_hans: 那些[kind]？简单！

# TALK_FULL_0284
source: It's always a blast exploring, don't you think?
de: Erkunden ist der Hammer, findest du nicht?
es: Salir a explorar es siempre la caña, ¿no crees?
fr: On a de la veine d'être des explorateurs, pas vrai?
it: Esplorare è sempre così emozionante, non è vero?
zh_hans: 探险就是爆炸，你不觉得吗？

# TALK_FULL_0285
source: You're really good at this. I'm impressed with you!
de: Du bist echt gut in dem, was du machst! Ich bin beeindruckt!
es: Se te da realmente bien. ¡Impresionante!
fr: Un Pokémon aussi fortiche que toi, ça m'épate!
it: Vedo che te la cavi alla grande. Mi hai davvero fatto un'ottima impressione!
zh_hans: 你真的很擅长这个，真令我印象深刻！

# TALK_FULL_0300
source: Study your enemy before making your move, OK?
de: Studiere deinen Gegner, bevor du eine Attacke ausführst, okay?
es: Estudia a tu enemigo antes de usar cualquier movimiento, ¿de acuerdo?
fr: Etudie bien l'ennemi avant de choisir ton prochain coup, d'accord?
it: Studia bene il tuo nemico prima di agire, va bene?
zh_hans: 在行动之前先研究一下你的敌人，好吗？

# TALK_FULL_0301
source: Proceed sure and steady, OK?
de: Gehe sicher und sachte vor, okay?
es: Procede con cautela, pero firme, ¿de acuerdo?
fr: Avance calmement, mais sûrement.
it: Procedi con cautela, capito?
zh_hans: 稳扎稳打，好吗？

# TALK_FULL_0302
source: Trust me. I'll do my best for the team, [player].
de: Vertrau mir, ich gebe mein Bestes für das Team, [player].
es: Confía en mí. Me esforzaré por el equipo, [player].
fr: Aie confiance. Je m'investirai à fond dans cette équipe, [player].
it: Fidati. Farò del mio meglio per la squadra, [player].
zh_hans: 相信我，我会为队伍努力的，[player]。

# TALK_FULL_0303
source: I'll employ my [move] move for the team, [player].
de: Ich setze meine Attacke [move] für das Team ein, [player].
es: Usaré mi movimiento [move] por el equipo, [player].
fr: J'utiliserai ma capacité [move] à bon escient pour l'équipe, [player].
it: Userò [move] per il bene della squadra, [player].
zh_hans: 我会用我的招式[move]帮助队伍的，[player]。

# TALK_FULL_0304
source: What lies beyond this point?
de: Was liegt hinter dieser Stelle?
es: ¿Qué habrá más allá de este punto?
fr: Qu'est-ce qu'on va trouver après ça?
it: Cosa c'è oltre questo punto?
zh_hans: 这点之外还有什么？

# TALK_FULL_0305
source: I'm just sure that we'll find that [item].
de: Ich bin absolut sicher, dass wir [item] finden werden!
es: ¡Seguro que nos encontraremos el objeto [item]!
fr: J'espère qu'on trouvera l'objet [item].
it: [item]! Sono sicura che riusciremo a metterci le mani sopra!
zh_hans: 我确定我们会找到[item]。

# TALK_FULL_0320
source: There's just no downside to exploring, that's for sure!
de: Das Erkunden hat absolut keinen Nachteil. Das steht fest!
es: ¡No hay nada malo en explorar!
fr: L'exploration, ça n'a que des avantages, aucun inconvénient!
it: Esplorare non ha nessun lato negativo, questo è certo!
zh_hans: 毫无疑问，探险没有任何缺点！

# TALK_FULL_0321
source: May I suggest sweeping the floor for treasure from corner to corner?
de: Darf ich vorschlagen, die Ebene von einer Ecke zur anderen nach Schätzen zu durchkämmen?
es: ¿Puedo sugerir explorar el piso de cabo a rabo en busca de tesoros?
fr: Puis-je te faire une suggestion? On devrait fouiller tout l'étage pour dénicher des trésors!
it: Posso suggerire di perlustrare tutto in cerca di tesori?
zh_hans: 我可以建议你一个一个角落地毯式寻宝吗？

# TALK_FULL_0322
source: I'm here to lend you my best support, [player]!
de: Ich bin hier, um dir, so gut ich kann, zu helfen, [player]!
es: ¡Estoy aquí para prestarte todo mi apoyo, [player]!
fr: Je suis là pour t'assister assidûment dans ta tâche, [player]!
it: Sono qui per aiutarti nel miglior modo possibile, [player]!
zh_hans: 我在这里给予你最大的支持，[player]！

# TALK_FULL_0323
source: You can count on me to keep finding valuable things!
de: Du kannst auf mich zählen, wenn es darum geht, wertvolle Dinge zu finden!
es: ¡Puedes contar conmigo para encontrar tesoros!
fr: Tu peux compter sur moi pour te dégotter des objets super!
it: Puoi contare su di me per trovare cose preziose!
zh_hans: 你可以指望我继续寻找有价值的东西！

# TALK_FULL_0324
source: Mmm-hmm... I'm sure I sense one [item] around here somewhere.
de: Mmm-hmm... Ich bin sicher, dass ich [item] hier irgendwo spüre!
es: Hum... Creo que percibo el objeto [item] por aquí cerca.
fr: Mmm-hmm... J'ai bien senti un objet [item] dans le coin.
it: Mmm... Mmm... Avverto la presenza di [item] qui da qualche parte.
zh_hans: 嗯嗯-嗯嗯……我确定我感觉到了一个[item]。

# TALK_FULL_0325
source: We're splitting up any treasure evenly, aren't we?
de: Wir teilen alle Schätze gleichmäßig auf, oder etwa nicht?
es: Vamos a medias con el tesoro, ¿no?
fr: On se partage tous les trésors qu'on trouve, pas vrai?
it: Ci divideremo equamente i tesori, vero?
zh_hans: 我们得平分所有的宝藏，不是吗？

# TALK_FULL_0326
source: To be sure, any [kind] will be big trouble.
de: Man kann davon ausgehen, dass es mit [kind] ordentlich Ärger geben wird!
es: Seguro que cualquier [kind] nos dará problemas.
fr: C'est clair, les [kind] vont nous donner du fil à retordre.
it: [kind]... ci daranno di sicuro del filo da torcere.
zh_hans: 当然，任何[kind]都是一个大麻烦。

# TALK_FULL_0327
source: There's nothing I won't do to get treasure!
de: Für einen Schatz tue ich alles!
es: ¡Haría cualquier cosa por conseguir un tesoro!
fr: Rien ne m'empêchera de récupérer des trésors!
it: Non c'è niente che non farei per mettere le mani su un tesoro!
zh_hans: 为了得到宝藏，我什么都不会做！

# TALK_FULL_0640
source: Yay for us, [player]! \u266A
de: Ein Juchhu auf uns, [player]! \u266A
es: ¡Bien por nosotros, [player]! \u266A
fr: Vive nous, [player]! \u266A
it: Urrà per noi, [player]! \u266A
zh_hans: 欢呼吧，[player]！\u266A

# TALK_FULL_0641
source: I'll do my best! \u266A
de: Ich gebe mein Bestes! \u266A
es: ¡Haré todo lo que pueda! \u266A
fr: Je ferai de mon mieux! \u266A
it: Farò del mio meglio! \u266A
zh_hans: 我会将会尽力！\u266A

# TALK_FULL_0642
source: I'm brimming with energy! \u266A I'm good to go! \u266A
de: Ich berste vor Energie! \u266A Ich bin bereit! \u266A
es: ¡Estoy a tope! \u266A ¡No hay quien me pare! \u266A
fr: Je déborde d'énergie! \u266A J'y retourne! \u266A
it: Trabocco d'energia! \u266A Forza, bando alle ciance! \u266A
zh_hans: 我活力满满！\u266A我很乐意去！\u266A

# TALK_FULL_0643
source: [kind] is a toughie! \u266A
de: [kind] sind echt harte Brocken! \u266A
es: ¡[kind] tiene aguante! \u266A
fr: Les [kind] sont très costauds comme Pokémon! \u266A
it: [kind] è davvero un osso duro! \u266A
zh_hans: [kind]是个难题！\u266A

# TALK_FULL_0644
source: Oh! Which way do we go? \u266A
de: Oh! Wo gehen wir jetzt lang? \u266A
es: ¿Por dónde vamos? \u266A
fr: Oh! Où allons-nous? \u266A
it: Oh! Da che parte andiamo? \u266A
zh_hans: 噢！我们该去往何方？\u266A

# TALK_FULL_0645
source: I'm feeling bubbly! \u266A
de: Ich bin heute echt gut drauf! \u266A
es: ¡Me siento chispeante! \u266A
fr: Je pétille! \u266A
it: Mi sento spumeggiante! \u266A
zh_hans: 我感到浑身冒泡！\u266A

# TALK_FULL_0646
source: Let's do our best together! \u266A
de: Lasst uns alle unser Bestes geben! \u266A
es: ¡Hagámoslo lo mejor posible! ¡Todos juntos! \u266A
fr: Explorons ensemble! C'est super! \u266A
it: Mettiamocela tutta, tutti insieme! \u266A
zh_hans: 我们要共同努力！\u266A

# TALK_FULL_0647
source: Yay! Exploring! Exploring! \u266A
de: Juchhu! Erkunden! Erkunden! \u266A
es: ¡A explorar! ¡A explorar! ¡Hurra! \u266A
fr: Oui! Vive l'exploration! Vive l'exploration! \u266A
it: Sì! Esplorazione! Esplorazione! \u266A
zh_hans: 耶！探险！探险！\u266A

# TALK_FULL_0648
source: Exploring's so fun! \u266A
de: Erkunden macht so viel Spaß! \u266A
es: ¡Explorar es tan divertido! \u266A
fr: L'exploration, c'est la perfection! \u266A
it: Esplorare è così spassoso! \u266A
zh_hans: 探险很有趣！\u266A

# TALK_FULL_0680
source: We must proceed with caution.
de: Wir müssen vorsichtig vorgehen!
es: Debemos avanzar con cautela.
fr: Nous devons avancer avec précaution.
it: Dobbiamo agire con prudenza.
zh_hans: 我们必须谨慎行事。

# TALK_FULL_0681
source: Let us fight complacency! And let us proceed gingerly!
de: Keine Selbstzufriedenheit aufkommen lassen! Und lasst uns behutsam weitergehen.
es: ¡No bajemos la guardia y avancemos con cautela!
fr: Battons-nous avec fierté! Et agissons avec circonspection!
it: Bando alla spavalderia e procediamo con cautela!
zh_hans: 我们得战胜自满！我们要继续当心！

# TALK_FULL_0682
source: I'm perfectly fine. Thank you nonetheless!
de: Ich bin unversehrt. Danke der Nachfrage.
es: ¡Estoy perfectamente, pero gracias de todos modos!
fr: Je vais parfaitement bien. Merci de ta sollicitude!
it: Sto benissimo. Grazie comunque!
zh_hans: 我非常好。尽管如此，还是感谢你！

# TALK_FULL_0683
source: I will provide my best support to the skirmish with my [move]!
de: Ich werde dich in Kämpfen mit meiner Attacke [move] unterstützen!
es: ¡Te daré todo mi apoyo con mi movimiento [move]!
fr: Je te fournirai une aide précieuse lors des combats à l'aide de ma capacité [move]!
it: Vedrai che la mia mossa [move] ti sarà d'aiuto!
zh_hans: 我会用我的[move]给予小战斗最棒的支持！

# TALK_FULL_0684
source: There may be a trap at hand, so step smartly!
de: Hier gibt es Fallen, bewegt euch also vorsichtig!
es: ¡Podría haber trampas, así que avanza con mucho cuidado!
fr: Il pourrait y avoir des pièges dans les environs, alors ouvrons l'œil!
it: Potrebbe esserci una trappola, quindi occhio a dove metti i piedi!
zh_hans: 附近可能有陷阱，所以要小心！

# TALK_FULL_0685
source: We must remain careful about [kind] as we stay on the move.
de: Wir müssen Vorsicht vor [kind] walten lassen, wenn wir weitergehen.
es: Debemos tener cuidado con [kind] mientras avanzamos.
fr: Nous devons nous méfier des [kind], mais il faut continuer.
it: Dobbiamo fare attenzione ai Pokémon [kind], mentre ci muoviamo.
zh_hans: 当我们继续前进时，一定要小心[kind]。

# TALK_FULL_0686
source: Let's do the very best we can for one another, [player]!
de: Lass uns bestmöglich füreinander einstehen, [player]!
es: ¡Apoyémonos de la mejor manera posible, [player]!
fr: Travaillons en synergie, [player]!
it: Aiutiamoci al meglio delle nostre capacità, [player]!
zh_hans: 让我们为彼此尽最大努力吧，[player]！

# TALK_FULL_0687
source: Let's keep a brave face as we move onward!
de: Lasst uns tapfer sein, während wir stetig vorwärts gehen!
es: ¡Seamos valientes! ¡Hay que seguir adelante!
fr: Avançons toujours la tête haute!
it: Avanziamo con coraggio!
zh_hans: 让我们以英勇之势前行！

# TALK_FULL_0740
source: We must persevere, [player]!
de: Wir müssen durchhalten, [player]!
es: ¡Hay que perseverar, [player]!
fr: Nous devons persévérer, [player]!
it: Dobbiamo continuare, [player]!
zh_hans: 我们必须持之以恒，[player]！

# TALK_FULL_0741
source: We must tread carefully.
de: Wir müssen aufpassen, wo wir hintreten.
es: Debemos ir con cuidado.
fr: Nous devons avancer avec précaution.
it: Proseguiamo con prudenza.
zh_hans: 我们必须小心行事。

# TALK_FULL_0742
source: I'll lend my support to the effort with my [move].
de: Ich unterstütze unsere Bemühungen mit meiner Attacke [move].
es: Complementaré tus esfuerzos con mi movimiento [move].
fr: Je te fournirai mon soutien grâce à ma capacité [move].
it: Darò il mio contributo con [move].
zh_hans: 我会用我的[move]支持一切困难行动。

# TALK_FULL_0743
source: We should delve deeper.
de: Wir sollten uns weiter vorwagen.
es: Deberíamos adentrarnos más.
fr: Nous devrions creuser plus profond.
it: Dovremmo scendere più in profondità.
zh_hans: 我们应该深度搜索。

# TALK_FULL_0744
source: I'm fine. There's no need to worry yourself.
de: Mir geht es gut. Kein Grund zur Beunruhigung.
es: Estoy bien, no hay de qué preocuparse.
fr: Je vais bien. Inutile de vous inquiéter.
it: Sto bene. Non preoccuparti.
zh_hans: 我很好。你没什么需要担心的。

# TALK_FULL_0745
source: I can see it...one [item] lying on the ground...somewhere...
de: Ich kann es sehen... [item]... Es liegt auf dem Boden... Irgendwo...
es: Puedo ver... el objeto [item] en el suelo... en algún lugar...
fr: Je le vois... il y a un objet [item] au sol... quelque part...
it: Ecco, vedo... [item]. Per terra... da qualche parte...
zh_hans: 我能看到……有个[item]躺在地上……在某处……

# TALK_FULL_0750
source: Let's show them!
de: Wir zeigen es ihnen!
es: ¡Démosles su merecido!
fr: Nous allons leur montrer de quoi nous sommes capables!
it: Facciamogli vedere di cosa siamo capaci!
zh_hans: 让我们大展身手！
