Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0549_VAR_00
source: My dream life would be to live surrounded by flowers! \u266A I love flowers so much! \u266A
de: Ich träume von einem Leben inmitten von Blumen! \u266A Ich liebe Blumen über alles! \u266A
es: \u266A Nada me gustaría más que vivir siempre rodeada de flores. ¡Son tan maravillosas! \u266A
it: Vorrei vivere circondata dai fiori. \u266A Sono la mia passione! \u266A
zh_hans: 我梦想着鲜花遍地的生活\u266A 花啊～真是迷人\u266A

# TALK_REST_0550_01_VAR_00
source: I cannot possibly forgive those Red-Striped Basculin![pause=0] Now why was that...
de: Der rotlinige Barschuft ist bei mir unten durch![pause=0] Warum, weiß ich allerdings nicht mehr...
es: Se la tengo jurada al Basculin de la raya roja.[pause=0] ¡Esto no se lo perdono![pause=0] Esto...[pause=0] ¿Qué era?
it: Non sopporto i Basculin con la linea rossa.[pause=0] Perché, dici?[pause=0] Non saprei...
zh_hans: 我就是不想放过那些红条纹的野蛮鲈鱼。[pause=0]为什么？是什么来着？

# TALK_REST_0550_02_VAR_00
source: Why can't we all just get along?
zh_hans: 为什么我们就不能和睦相处呢？

# TALK_REST_0550_VAR_00
source: Those Blue-Striped Basculin... They make me so mad for some reason.
zh_hans: 那些蓝条纹的野蛮鲈鱼真是惹人恼怒。不知道为什么，出于某些原因，就是很让我不爽。

# TALK_REST_0552_VAR_00
source: What did you say? What do you need from me? I'll let you off the hook today.
de: Hä? Was willste von mir?[pause=0] Na gut, heute will ich mal nicht so sein.
es: ¿Qué te pica ahora? Cuidadín, no me busques las cosquillas que... En fin, por hoy pase.
it: Che hai detto? Che vuoi da me? Beh, per stavolta chiuderò un occhio!
zh_hans: 搞什么？你想要我怎样？今天就放你一马！

# TALK_REST_0553_VAR_00
source: I'm skipping my part-time job again! Wait, I've changed my mind!
de: Heute mache ich mal wieder blau...[pause=0] Nee, ich hab's mir anders überlegt! Ich geb alles!
es: Hoy paso de ir a currar...[pause=0] ¿Eh?[pause=0] Ah, decía que esto es un pasote y me lo voy a currar.
it: Anche oggi batterò la fiacc... cioè... mi darò da fare, volevo dire!
zh_hans: 今天也要打工偷懒……不对！我会尽力的！

# TALK_REST_0554_01_VAR_00
source: You up for a snowball fight?[pause=0] Remember, no rocks allowed!
zh_hans: 你要来打雪仗吗？[pause=0]记住，不许用石头！

# TALK_REST_0554_VAR_00
source: My body is full of red-hot fire!
de: Mein Körper ist randvoll mit rotglühendem Feuer gefüllt!
es: ¡Mi llama está al rojo vivo!
it: L'interno del mio corpo è rosso di fiamme!
zh_hans: 身体内部是一团火红的火焰！

# TALK_REST_0555_02_VAR_00
source: I like to use my head in battle.
zh_hans: 我喜欢用头来战斗。

# TALK_REST_0555_VAR_00
source: One punch would make any foe scream!
de: Ein Schlag von mir macht jedem Gegner den Garaus!
es: ¡Con un puñetazo de los míos ya verás como le bajo los humos al enemigo!
it: Un pugno dei miei manda in lacrime qualsiasi avversario!
zh_hans: 我一拳下去，对手就冒火了，嘻嘻！

# TALK_REST_0556_VAR_00
source: Up-tempo and rhythmical! \u266A Why don't you dance with me?
de: Und eins, zwei, cha-cha-cha! Mit Rhythmus! Wollen wir zwei das Tanzbein schwingen? \u266A
es: \u266A ¡Buf, hoy estoy entonado! \u266A ¿No te apetece bailar al ritmo de mi son sabrosón?
it: Vivace e ritmato! \u266A Vuoi ballare con me?
zh_hans: 节奏，旋律\u266A 你也来加入舞蹈吧？

# TALK_REST_0557_VAR_00
source: I'm looking for my ideal dwelling! My home sweet home!
de: Ich bin auf der Suche nach dem perfekten Zuhause! Trautes Heim, Glück allein!
es: Seguiré buscando mi hogar ideal, hasta que un día pueda decir que mi roca es la reoca.
it: Sto cercando la casa dei miei sogni!
zh_hans: 我正寻找着理想的居所！哦——家！

# TALK_REST_0558_VAR_00
source: I'm NOT edible.[pause=0] I'm simply not meant to be eaten.[pause=0] Do you understand?
de: Mich kann man nicht essen![pause=0] Bin ungenießbar! Geht das in deinen Schädel?
es: No soy nada sabroso.[pause=0] Resulto más bien indigesto.[pause=0] Coges la indirecta, ¿no?
it: Io non sono buono da mangiare![pause=0] Non sono commestibile![pause=0] Capito?!
zh_hans: 我看起来不好吃。[pause=0]因为我本来就不能吃，[pause=0]明白吗？

# TALK_REST_0559_VAR_00
source: I know a move that'll knock the skin offa you!
de: Ich kenn ne Attacke, die dich aus dem Schal hauen wird!
zh_hans: 咱知道一个招式，能把你打得鼻青脸肿！

# TALK_REST_0560_VAR_00
source: I'm crafty in how I bend the rules, so don't count on me too much!
de: Ich bin nicht gerade der zuverlässige Typ, also verlass dich besser nicht auf mich!
es: Con lo gamberro que soy, seguro que meto la gamba. ¡Mejor no te fíes mucho de mí!
it: Io sono furbo, meglio se non ti fidi troppo di me.
zh_hans: 咱在破坏规则这块很是狡猾，所以别太靠着咱！

# TALK_REST_0561_VAR_00
source: We have been protecting the ancient grounds for generations.[br]That memory is still passed down.
de: Wir waren mal für viele Generationen Wächter einer antiken Stätte.[br]Die Erinnerung daran wird immernoch weitergegeben.
zh_hans: 我们代代守护着古代圣地。[br]那份记忆仍将继续传递下去。

# TALK_REST_0562_VAR_00
source: So... What exactly is this mask that I'm holding?[br]It's really scary! Eeek!
de: Du, was hat es mit der Maske auf sich, die ich trage?[pause=0] Sie sieht ziemlich gruselig aus!
es: Oye, ¿has visto la máscara que llevo puesta?[pause=0] Uf, da un poco de miedo... ¡O mucho!
it: Senti, sapresti dirmi cos'è esattamente questa maschera? Non so perché, ma mi mette i brividi! Brrrr!
zh_hans: 喂，我拿着的面具是怎么回事啊？[pause=0]好可怕啊！哇哇！

# TALK_REST_0563_VAR_00
source: [emote=special2]Adventure? Sounds awesome! Let me join you! Fwohohoho!
de: [emote=special2]Abenteuer? Klingt toll! Ich bin dabei! Gehehehe!
es: [emote=special2]¡Adoro las aventuras! Venga, vamos todos juntos. ¡Dorodorodo!
it: [emote=special2]Adoro le avventure! Forza, andiamo a esplorare i dungeon insieme! Iih iih iih!
zh_hans: [emote=special2]冒险？听上去不错～我和你一起吧！喔吼吼！

# TALK_REST_0566_VAR_00
source: All right! Let us work on this expedition!
de: In Ordnung! Lass uns mit der Expedition beginnen!
zh_hans: 好！加油探险吧！

# TALK_REST_0567_VAR_00
source: If you have time to fly, you'd better run with me!
de: Wenn du mit mir fliegen möchtest, dann lass uns zusammen Anlauf nehmen!
es: Si te apetece volar, ¡coge carrerilla conmigo!
it: Se hai tempo per volare, corri assieme a me piuttosto!
zh_hans: 如果你有时间去飞行，就来和我跑步吧！

# TALK_REST_0568_VAR_00
source: I've been traveling in search of an unsanitary environment.
de: Ich suche nach einem schmuddelig-schönen Ort, wo ich meinen Traum leben kann!
es: Mis viajes tienen por meta encontrar un lugar nauseabundo carente de toda higiene.
it: Sono in viaggio in cerca di posti poco igienici.
zh_hans: 哪里有不卫生的环境破破？我我正在旅行呢破破。

# TALK_REST_0570_01_VAR_00
source: Boo![pause=0] Did my illusion scare you?
zh_hans: 彭！[pause=0]我的幻觉吓到你了吗？

# TALK_REST_0570_VAR_00
source: I can disguise myself as so many different Pokémon! Amazed?
de: Ich kann die Gestalt vieler verschiedener Pokémon annehmen! Toll, oder?
es: Puedo convertirme en otros Pokémon, ¿sabías? ¡A que soy la repera!
it: Io posso trasformarmi in altri Pokémon! Niente male, vero?
zh_hans: 我能幻化成各种宝可梦的样子！很神奇吧！

# TALK_REST_0571_01_VAR_00
source: Kekeke… Me?[pause=0] Causing trouble?[pause=0] I'd never.
zh_hans: 呵呵呵……我？[pause=0]搞事？[pause=0]想得美。

# TALK_REST_0571_VAR_00
source: Let me show you an illusion.[pause=0] There, an imaginary vision!
de: Lass mich dich in die Welt der Illusion entführen! Auf geht's![pause=0] Illusioooooon!
es: ¡Mira qué paisaje ilusorio![pause=0] El que te voy a enseñar, se entiende.
it: Lascia che ti mostri un paesaggio misterioso...[pause=0] un'illusione!
zh_hans: 幻象的景观……幻觉——[pause=0]给你见识一下吧！

# TALK_REST_0572_VAR_00
source: We should all keep ourselves tidy. \u266A
de: Mit der Körperpflege kann man es gar nicht genau genug nehmen! \u266A
es: \u266A Para ir de expedición hay que estar siempre bien adecentados y acicalados. \u266A
it: Bisogna avere cura di se stessi! \u266A
zh_hans: 必须要打扮得整洁得体啊\u266A

# TALK_REST_0573_VAR_00
source: I love getting gifts. \u266A
de: Ich liebe es Geschenke zu bekommen. \u266A
zh_hans: 收取礼物真是件乐事啊。\u266A

# TALK_REST_0574_VAR_00
source: These ribbon-like feelers enhance my psychic power!
de: Diese schleifenartigen Fühler verbessern meine psychischen Kräfte!
zh_hans: 蝴蝶结一样的触角能够提升我的精神力量！

# TALK_REST_0575_VAR_00
source: They call me the Witch of Punishment!
de: Man nennt mich die Hexe der Bestrafung!
zh_hans: 人称，惩戒之巫！

# TALK_REST_0576_VAR_00
source: I can see your future in the stars...[br][emote=surprised]...No![pause=0]It can't be!
de: Ich sehe deine Zukunft in den Sternen...[br][emote=surprised]...Nein![pause=0]Das kann nicht sein!
zh_hans: 我能从星相中预见你的命运……[br][emote=surprised]……什么！[pause=0]竟会如此！

# TALK_REST_0577_VAR_00
source: My body's very soft and bouncy. \u266A
de: Na, willst du mich mal anfassen? Mein Körper ist ganz weich und flutschig! \u266A
es: ¡Prueba a tocarme! ¡Ya verás qué blandito que soy!
it: Prova a toccarmi. Sono tutto molliccio! \u266A
zh_hans: 喂，要摸摸我吗？摸上去很有弹性的哦\u266A

# TALK_REST_0578_VAR_00
source: They say I have two brains. I'm divided as to what that means.
de: Ich habe zwei Denkapparate! Was bedeutet das? Habe ich eine gespaltene Persönlichkeit?
es: Dicen que tengo el cerebro dividido en dos. ¿Y eso qué implica?
it: Dicono che ho due cervelli distinti. Cosa vorrà dire?
zh_hans: 听说我拥有两个大脑。那是什么意思啊？

# TALK_REST_0579_VAR_00
source: Huh? Why is my body so soft?[pause=0] I myself want to know.
de: Was? Warum mein Körper so weich ist, willst du wissen?[pause=0] Tja, das frage ich mich auch!
es: ¿Que por qué soy tan blandito?[pause=0] Buena pregunta.
it: Eh? Vuoi sapere perché il mio corpo è così molliccio?[pause=0] Mah, non saprei...
zh_hans: 哎？我的身体很软弹吗？[pause=0]我也想知道为什么……

# TALK_REST_0581_VAR_00
source: My wings can carry me for thousands of miles.
de: Meine Flügel können mich über tausende von Meilen tragen.
es: Mis alas pueden llevarme a través de miles de kilómetros.
zh_hans: 我的双翼能带我飞跃千里。

# TALK_REST_0582_VAR_00
source: My breath is very cold. They appreciate it in the summer when it's hot. \u266A
de: Mein Atem ist eiskalt! Wenn es im Sommer so richtig heiß wird, freuen sich alle darüber! \u266A
es: Mi aliento es gélido como un carámbano. Y claro, en verano la gente se pirra por mí. \u266A
it: Il mio alito è freddissimo. D'estate è molto apprezzato. \u266A
zh_hans: 我呼出来的气非常冰凉，在夏天热的时候大家都很是喜欢\u266A

# TALK_REST_0583_VAR_00
source: "How cool and delicious you look", they say.[pause=0] But please don't eat me!
de: Mir sagen alle immer, dass ich zum Anbeißen aussehe...[pause=0] Bitte iss mich nicht!
es: Suelen decirme que tengo una pinta deliciosa.[pause=0] Pero tú no me comas, ¿eh?
it: Mi dicono tutti che sembro delizioso...[pause=0] Che non ti venga in mente di mangiarmi, eh!
zh_hans: 大家说看上去很好吃之类的……[pause=0]但还请不要吃我啊！

# TALK_REST_0584_VAR_00
source: Deluxe vanilla is my middle name! I look yummy, right? But you can't eat me!
de: Sehe ich nicht total köstlich aus?[pause=0] Aber Vorsicht! Anbeißen verboten!
es: ¡Ración doble de vainilla! ¡Estoy de rechupete! Pero no puedes comerme. Lástima.
it: Doppia dose di vaniglia! Hai l'acquolina in bocca, vero? Però non puoi mangiarmi!
zh_hans: 香草加倍！是加大款！看起来很好吃吧？但是吃不得！

# TALK_REST_0585_VAR_00
source: Let's go! We'll have fun!
de: Auf geht's! Lass uns zusammen jede Menge Spaß haben!
es: Esta aventura nos va a salir genial. ¡Y además lo vamos a pasar requetebién!
it: L'avventura ci aspetta! Che bello!
zh_hans: 冒险加油吧！一定要开心！

# TALK_REST_0586_VAR_00
source: My large horns show that I'm the leader of the herd. I try to be a good leader.
de: Meine Führungsqualitäten lassen sich an der Größe meines Geweihs ablesen! Auf geht's!
es: Mi cornamenta me identifica como líder de la manada. Mi deber es dirigir a los demás.
it: Le mie grandi corna dimostrano che sono il capobranco. Cerco di essere un buon capo.
zh_hans: 角的大小就象征着领导地位。我会全力领导大家的前行。

# TALK_REST_0587_VAR_00
source: All right, then. Guess we've gotta give it our all again today!
de: Dann mal los! Ich geb heut wieder alles!
es: Pues nada. ¡A liarla parda otra vez!
it: Bene, diamoci da fare anche oggi!
zh_hans: 好啦。那么今天我们也要再接再厉！

# TALK_REST_0588_VAR_00
source: I like to wear something on my head. \u266A[pause=0] Things like hats...helmets...[br]Even wigs are a blast!
de: Ich liebe einfach Kopfbedeckungen! Egal, ob Hüte...[pause=0] oder Helme...[pause=0] oder Perücken!
es: De momento mi actuación está siendo de quitarse el sombrero.[pause=0] ¡Chapó para mí!
it: Mi piacciono i cappelli...[pause=0] i caschi...[pause=0] e anche le parrucche... Eh eh eh...
zh_hans: 帽子是要戴的东西，[pause=0]头盔也要戴上，[pause=0]还有假发……

# TALK_REST_0590_VAR_00
source: They think I look like something. I wonder what they have in mind...
de: Die Leute sagen oft, ich hätte Ähnlichkeit mit etwas... Was meinen die damit bloß?
es: Me suelen decir que me parezco a algo. ¿Qué será? Me pica la curiosidad.
it: Mi dicono spesso che assomiglio a qualcosa. Mi chiedo a che cosa...?
zh_hans: 经常被人说像是某个东西。是什么呢？就是那个……

# TALK_REST_0592_00_1_VAR_00
source: I like to wrap my arms tightly around my partner, but maybe I should ease up a bit.
de: Nicht jeder schätzt meine Umarmungen, und das, obwohl sie von Herzen kommen!
es: Dar abrazos es lo mío, pero últimamente me pregunto si me estaré pasando un poco.
it: Di recente mi sono reso conto che a volte sono un po' troppo soffocante.
zh_hans: 我很想去把我的朋友给缠住。但我最近反省了自己，也许我不应该这样缠人的。

# TALK_REST_0592_00_2_VAR_00
source: Tee-hee! Now that I'm holding you, I'll never let you go!
de: Wenn ich dich einmal in meinen Armen hab, gibt's für dich kein Entkommen mehr! Hehe.
es: Ji, ji. Una vez que te abrazo, ya no te suelto.
it: Ora che ci siamo abbracciati, non ti lascerò mai più!
zh_hans: 嘿嘿嘿，要是被抓住的话，就别想走了哦！

# TALK_REST_0593_00_1_VAR_00
source: I like to sink! *blub blub*
de: Ich liebe es abzutauchen! *Gluck... gluck...*
es: ¡Me encanta sumergirme! Glub, glub, glub.
it: Mi piace sprofondare! Blub blub...
zh_hans: 下潜真是太棒了！咕噜咕噜咕！

# TALK_REST_0593_00_2_VAR_00
source: The bottom of the ocean is such a calm place.
de: Auf dem Meeresgrund ist es total still! Ideal, um einfach mal abzuschalten!
es: El fondo del mar es una zona muy tranquila donde una puede relajarse a gusto.
it: Il fondo del mare è così calmo.
zh_hans: 海底真是宁静啊，心境也随之舒缓下来了。

# TALK_REST_0595_VAR_00
source: I can't generate electricity myself. Can someone give me some?
de: Ich kann selbst leider keinen Strom erzeugen! Hast du vielleicht Strom für mich?
es: Soy incapaz de generar energía eléctrica. ¿No tendrás una poca para prestarme?
it: Non posso generare elettricità da solo. Qualcuno me ne dia un po'!
zh_hans: 我不能自己发电。有谁能分我一点啊？

# TALK_REST_0596_VAR_00
source: My web is charged with electricity! It'll shock you!
de: Mit meinen elektrisch geladenen Fäden verpasse ich Gegnern einen Stromschlag!
es: Soy capaz de expulsar hilos electrificados. Ya te puedes imaginar qué pasa si te tocan.
it: I fili che tesso sono elettrificati! Stai attento o ti farai l'elettroshock!
zh_hans: 我的蛛丝上是通了电的！身体发麻了吧！

# TALK_REST_0597_VAR_00
source: Don't disturb me.
de: Stör mich net.
zh_hans: 不要打扰我。

# TALK_REST_0598_VAR_00
source: Young ones behaving badly bring out my thorny side!
de: Wenn sich die Jungen unverschämt verhalten, lernen sie meine Dornen kennen!
zh_hans: 没有教养的毛孩子真让我刻薄尖锐！

# TALK_REST_0599_VAR_00
source: My gears are interlocking smoothly now! \u266A
de: Meine Einzelteile sind heute wieder bestens verzahnt! Das läuft wie geschmiert! \u266A
es: ¡Mis engranajes van como la rueda! \u266A
it: Anche oggi ingrano che è una meraviglia! \u266A
zh_hans: 今天的齿轮也啮合得很顺利，感觉真好\u266A

# TALK_REST_0600_VAR_00
source: Minigear and I work together to attack!
de: Ich, also das große Zahnrad, und das kleine Zahnrad hier greifen immer zusammen an!
es: Me compenetro con la rueda dentada pequeña para lanzar un ataque codo con codo.
it: Sferro le mosse con una combinazione perfetta di ingranaggio grande e piccolo!
zh_hans: 我与小齿轮一块发起进攻！

# TALK_REST_0601_VAR_00
source: Big Gear: Hey, charge energy for me! Minigear: OK, Big Gear. Will do!
de: Großes Zahnrad: Energie laden! Kleines Zahnrad: Roger!
es: Rueda dentada grande: ¡Dame energía! Rueda dentada pequeña: ¡A la orden, jefe!
it: Ingranaggio grande: "Caricami di energia!" Ingranaggio piccolo: "Subito!"
zh_hans: 大齿轮：“那个！开始充能！”小齿轮：“是，大齿轮。马上开始！”

# TALK_REST_0602_VAR_00
source: I can only generate weak electricity. But I'll give it my all!
de: Ich kann nur schwachen Strom erzeugen, aber ich gebe mein Bestes!
es: Solo soy capaz de generar una electricidad reducida, ¡pero lo haré lo mejor que pueda!
it: Posso emettere solo delle deboli scariche elettriche, ma farò del mio meglio!
zh_hans: 我产生的电非常微弱，但我会加油的！

# TALK_REST_0603_VAR_00
source: I elect to wrap myself around the foe, and then...[pause=0] *zzzzap*
de: Ich umschlinge meine Gegner und verpasse ihnen dann eine Ladung Strom!
es: Me enrollo alrededor de la presa y... [pause=0]¡zas! La dejo completamente "anguilosada".
it: Avvolgo l'avversario e...[pause=0] FZZZZZT!
zh_hans: 先把对手给缠住，然后……[pause=0]滋啦啦——

# TALK_REST_0604_VAR_00
source: I latch on to the foe with my sucker mouth, and then...[pause=0] *zzzzap*
de: Mit dem Saugnapf am Mund fixiere ich den Gegner und dann *brzzzz* setzt es Strom!
es: Yo me acerco al enemigo... [pause=0]¡y zas! Como quien no quiere la cosa, le pego mi ventosa.
it: Mi attacco al nemico con la mia bocca a ventosa e...[pause=0] FZZZZZT!
zh_hans: 用吸盘嘴吸住对手，然后……[pause=0]滋啦啦——

# TALK_REST_0605_VAR_00
source: My head is way too heavy...
de: *Seufz* Was ist mein Kopf schwer...
es: Ay, cómo me pesa la cabeza...
it: Ho la testa pesante...
zh_hans: 啊……感觉头好重啊……

# TALK_REST_0606_VAR_00
source: Wherever I go, I'll give it my all! Yeeeem!
de: Wo auch immer ich hingehe, ich gebe immer mein Bestes! Looon!
es: Vaya a donde vaya, ¡daré siempre lo mejor de mí! ¡Yeeem!
it: Ovunque vada, do il massimo! Beheeyem!
zh_hans: 那么接下来，无论去哪里都要加油。贝姆姆姆姆！

# TALK_REST_0607_VAR_00
source: I'm imagining a Pokémon trembling in terror...[pause=0] How exhilarating!
de: Der Gedanke an sich vor Angst windende Pokémon macht mich glücklich!
es: Ver a un Pokémon temblar aterrorizado me da un gustirrinín...[pause=0] \u266A No lo puedo evitar. \u266A
it: Se vedo un Pokémon in preda al terrore...[pause=0] Mi godo lo spettacolo! \u266A
zh_hans: 看到那些宝可梦害怕得打抖的样子……[pause=0]啊，真是受不了了\u266A

# TALK_REST_0608_VAR_00
source: They say my fire is made of the spirits of the fallen...[br]Scary, isn't it?[pause=0] Be afraid! Be very afraid!
de: Es heißt, bei meiner Flamme handele es sich um Seelen aus dem Jenseits...[br]Gruselig, findest du nicht? Ja! Bitte hab noch mehr Angst!
es: Dicen que mi llama se nutre de las almas del otro mundo...[br]¡Uah, qué miedo! ¿No se te ponen los pelos de punta?[pause=0] ¿Que no? ¡Un poquito de por favor!
it: Dicono che la mia fiamma sia alimentata dagli spettri...[br]Paura, eh? [pause=0] Uffa, perché non tremi almeno un pochino?!
zh_hans: 据说我的火焰就是那边世界的灵魂……[br]害怕了吗？很恐怖吧？[pause=0]请再恐惧一点吧！喂！

# TALK_REST_0609_VAR_00
source: [emote=normal]...[pause=0]Then I turned around.[br][emote=pain]And I saw flames! Flames everywhere![br][emote=surprised]EEEEEEEEK!
de: [emote=normal]Und dann, als ich mich schließlich umdrehte...[pause=0] [emote=pain]sah ich ganz viele Flammen...![pause=0] [emote=surprised]AAAAAAAAH!
es: [emote=normal]Entonces me di la vuelta lentamente...[br][emote=pain]y vi llamas... ¡montones de llamas![br][emote=surprised]¡Uaaaaaaaaaah!
it: [emote=normal]...[pause=0] Proprio in quel momento mi sono girato...[pause=0] E alle mie spalle...[br][emote=pain]C'erano tantissime fiamme![br][emote=surprised]Aaaaaaaaaaaaah!
zh_hans: [emote=normal]……[pause=0]就在那时！[pause=0]我回头一看……[br][emote=pain]到处都飘着火焰——[br][emote=surprised]哇哇哇哇哇！！

# TALK_REST_0610_VAR_00
source: My tusks grow back stronger every time they break off! That's why I chew a lot when I eat!
de: Brechen meine Hauer ab, wächst ein stärkeres Ersatzpaar nach. Darum kaue ich wie eine Eins!
es: Mis colmillos se vuelven más fuertes cada vez que crecen de nuevo. ¡Por eso mastico bien!
it: Ogni volta che si spezzano, le mie zanne ricrescono più forti! Per quello mastico bene!
zh_hans: 我的牙齿断掉后还能够不断地长出新的来，也会更加坚硬！所以吃饭要好好嚼碎！

# TALK_REST_0611_VAR_00
source: Look at my tusks! Don't they look like airplane wings?[pause=0] But I can't fly...
de: Meine Hauer sind toll, oder? Wie die Flügel eines Flugzeugs![pause=0] Nur fliegen kann ich nicht!
es: ¡Mira qué colmillos tan guays! ¿Verdad que parezco un avión?[pause=0] Pero no puedo volar...
it: Le mie zanne sono fantastiche, vero? Sembrano le ali di un areo.[br]Però non so volare...
zh_hans: 我的牙真是太棒了吧？很像机翼吧？[pause=0]但我不会飞。

# TALK_REST_0612_VAR_00
source: Behold my awesome tusks![pause=0] Everyone is scared of my tusks!
de: Meine Hauer sind mein ganzer Stolz![pause=0] Alle haben großen Respekt davor!
es: Adoro mis colmillos. Asustan al Pokémon más pintado.[pause=0] A ellos no les suele molar, claro.
it: Guarda che zanne![br]Tutti tremano di terrore quando le vedono!
zh_hans: 獠牙的自豪！[pause=0]大家都害怕我这獠牙！！

# TALK_REST_0613_VAR_00
source: They think I have a cold all the time, but that's not...ah-choo!
de: Ich werde ständig gefragt, ob ich Schnupfen hätte, dabei bin ich quietschfidel!
es: Todo el mundo se preocupa por mí, porque piensa que estoy resfriado, pero no es así.
it: Tutti pensano che abbia il raffreddore, ma non è così.
zh_hans: 你是不是感冒了？大家都这样担心着，但我并没有感冒。

# TALK_REST_0615_VAR_00
source: I... I evaporate and disappear when my body temperature goes up too high!
de: Steigt meine Körpertemperatur, verdampfe ich und löse mich auf...
es: Cu-cuando me sube la temperatura, me evaporo y acabo desapareciendo.
it: Quando la temperatura sale... mi dissolvo in una nuvola di vapore...
zh_hans: 我……我的体温升得太高后，就会蒸发掉消失！

# TALK_REST_0616_VAR_00
source: Adventure? I can't turn down your invitation! I shall be on guard to meet foes!
de: Ein Abenteuer? Na gut, wenn du mich schon extra eingeladen hast, geb ich mir auch Mühe!
es: Bueh, ya que me has invitado a ir de aventura, habrá que dar el callo.
it: Una missione...? Beh, visto che mi hai chiesto di venire con te, ce la metterò tutta!
zh_hans: 冒险啊……好吧，既然你邀请了我，那我就尽力而为吧！

# TALK_REST_0620_VAR_00
source: I have achieved perfect mastery of the martial arts. Would you like to see my moves?
de: Ich habe alle Kampfkünste gemeistert! Kleine Kostprobe gefällig?
es: Si hay alguien que haya dominado las artes marciales, ese soy yo. ¿Quieres comprobarlo?
it: Sono un esperto di arti marziali! Vuoi vedere una mossa? Eh eh eh!
zh_hans: 我的武术可是掌握得炉火纯青！你想看看哪些招式？

# TALK_REST_0624_VAR_00
source: Give Bisharp your absolute obedience, unless you want him to mince you.
de: W-Wer Caesurio den absoluten Gehorsam verweigert, bekommt seine Klingen zu spüren!
es: ¡Y-yo sigo las órdenes de Bisharp a rajatabla! Si lo picas... ¡te hace picadillo!
it: Gli ordini di Bisharp non si discutono! Chi si ribella, viene fatto a fette!
zh_hans: 要……要绝对服从劈斩司令的命令！除非你想被剁了！

# TALK_REST_0627_VAR_00
source: I'm brave! I don't back down no matter who the opponent is![pause=0] I mean it!
de: Ich gebe nie klein bei![pause=0] Egal, wie groß oder stark der Gegner auch sein mag!
es: ¡Soy muy valiente! ¡Me veo capaz de cortarle las alas a cualquier rival![pause=0] ¡A cualquiera!
it: Io sono coraggioso! Non mi tiro indietro di fronte a nessun avversario![pause=0] Nessuno, capito?!
zh_hans: 我很勇敢！无论面对什么样的对手！[pause=0]……都……都不会怕。

# TALK_REST_0628_VAR_00
source: I'm a sky warrior! I fight for my allies!
de: Ich bin ein Krieger der Lüfte! Für meine Freunde riskiere ich alles!
es: ¡Soy un guerrero! Y lucho por mis compañeros de equipo surcando mi dominio: el vasto cielo.
it: Io sono un intrepido guerriero del cielo e lotto per difendere i miei simili!
zh_hans: 我是战士！为同伴而战的天空的勇者！

# TALK_REST_0629_VAR_00
source: I'm not ready to let go of my posterior protector yet! I'm NOT too big for it!
de: Noch brauche ich meine Schädelwindel, aber eines Tages kann ich sie sicher ablegen!
es: Todavía no puedo quitarme el pañal. Me pregunto cuándo llegará el momento.
it: Ho ancora il pannolino. Chissà quando potrò toglierlo...?
zh_hans: 我还在穿着尿布的年纪呢。还有多久才不需要它呢……
