Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_HALF_0076
source: Let's proceed more carefully...
de: Lass uns vorsichtiger weitergehen...
es: Vayamos con mucho cuidado...
fr: Il convient de faire preuve de prudence désormais...
it: Procediamo con maggior cautela...
zh_hans: 让我们更谨慎地前进……

# TALK_HALF_0077
source: I'm fully capable of continuing! Thanks for watching out for me!
de: Ich kann weitermachen! Danke für eure Rückendeckung!
es: ¡Claro que puedo continuar! Pero, gracias por preocuparte.
fr: Je peux encore continuer! Mais merci de t'inquiéter pour moi!
it: Posso benissimo andare avanti, grazie! Non preoccuparti!
zh_hans: 我完全有能力继续！谢谢你照顾我！

# TALK_HALF_0080
source: Hmm... It's getting tougher...
de: Hmm... Es wird härter...
es: Uf... Esto se complica...
fr: Hmm... Ça devient ardu dans le coin...
it: Mmm... Diventa sempre più difficile...
zh_hans: 嗯……越来越难了……

# TALK_HALF_0081
source: We won't find treasure unless we can get out of tough scrapes...
de: Wir werden niemals Schätze finden, wenn wir uns nicht aus diesen Schwierigkeiten raushalten können...
es: No encontraremos ningún tesoro si no salimos de este lío...
fr: On ne trouvera pas de trésors sans prendre quelques éraflures...
it: I tesori li troveremo solo dopo aver affrontato aspre lotte...
zh_hans: 除非我们能摆脱困境，否则我们找不到宝藏……

# TALK_HALF_0082
source: Won't some kind soul heal me...
de: Würde mich vielleicht ein guter Freund heilen?
es: ¿Algún alma generosa que me cure?
fr: Est-ce qu'une âme charitable pourrait me filer des PV...?
it: Non c'è qualche anima gentile che voglia curarmi?
zh_hans: 不会有善良的灵魂治愈我……

# TALK_HALF_0135
source: It's not so easy!
de: Es ist nicht so einfach!
es: ¡Esto no es fácil!
fr: Ce n'est pas si facile!
it: Non è così facile!
zh_hans: 这不会很简单！

# TALK_HALF_0136
source: Huff... Puff...
de: Hust... Schnauf...
es: Uf, uf...
fr: Ouf... ouf...
it: Uff... Puff...
zh_hans: 呼……呼……

# TALK_HALF_0137
source: Ow! I'm feeling worn down!
de: Boah! Ich bin vollkommen erschöpft!
es: ¡No me siento nada bien!
fr: Ouille! Je commence à perdre mes forces!
it: Ahi! Mi sento a terra!
zh_hans: 噢！我筋疲力尽！

# TALK_HALF_0138
source: I feel kind of yucky...
de: Mir ist etwas flau...
es: Me encuentro mal...
fr: Je ne me sens pas bien...
it: Mi sento giù...
zh_hans: 我感觉有点恶心……

# TALK_HALF_0139
source: Maybe I'm tired... I feel weak...
de: Vielleicht bin ich müde... Ich fühle mich schwach...
es: Me parece que el cansancio me está haciendo mella... Me siento débil...
fr: Je crois que la fatigue me gagne... Je me sens faible...
it: Forse sarà la stanchezza... Mi sento debole.
zh_hans: 也许我累了……感到虚弱……

# TALK_HALF_0145
source: I'm perfectly capable of enduring much more!
de: Ich kann sehr wohl viel mehr aushalten!
es: ¡Puedo resistir esto y mucho más!
fr: Je peux tout à fait en supporter plus!
it: Posso tranquillamente andare avanti!
zh_hans: 我完全有能力忍受更多！

# TALK_HALF_0146
source: This place is straining my endurance, but I can take much more.
de: Dieser Ort strapaziert meine Ausdauer, aber ich kann noch viel mehr aushalten.
es: Este lugar es agotador, pero aún puedo aguantar mucho más.
fr: Mon endurance est mise à rude épreuve ici, mais je ne laisse pas tomber.
it: Questo posto sta mettendo a dura prova la mia resistenza, ma posso ancora proseguire.
zh_hans: 这个地方让我忍无可忍，但我还是能继续忍。

# TALK_HALF_0147
source: I've endured some damage, but I'm very much still fit and able!
de: Ich habe ein paar Blessuren erlitten, aber ich bin immer noch frisch wie der Frühling!
es: ¡Me han hecho daño, pero aún puedo continuar!
fr: J'ai subi quelques dégâts, mais je suis toujours en forme!
it: Ho subito dei danni, ma sono ancora in forma!
zh_hans: 我忍着伤痛，但我仍然很能干！

# TALK_HALF_0148
source: It hurts a little, but it's really nothing I can't handle.
de: Es tut ein bisschen weh, aber ich habe noch alles im Griff.
es: Me duele un poco, pero no es nada grave.
fr: Ça fait un peu mal, mais rien de grave.
it: Fa un po' male, ma non c'è davvero motivo di preoccuparsi.
zh_hans: 这有点疼，但我真的没办法。

# TALK_HALF_0149
source: I can endure this. Please don't fret for my welfare.
de: Ich stehe das durch. Macht euch keine Sorgen um mein Wohl.
es: Puedo aguantar. No te preocupes por mí.
fr: C'est une blessure sans gravité, ne t'en fais pas pour moi.
it: Posso resistere. Non ti preoccupare per me.
zh_hans: 我能忍受这个。请别为我的状况而担心。

# TALK_HALF_0160
source: I've suffered some hits...
de: Ich hab ein paar Treffer eingesteckt...
es: Me he llevado algunos golpes...
fr: J'ai subi quelques coups...
it: Ho subito dei danni...
zh_hans: 我被攻击了……

# TALK_HALF_0161
source: I can absorb more damage...
de: Ich kann noch mehr einstecken...
es: Puedo soportar más daños...
fr: Je peux encore encaisser quelques coups...
it: Sto ancora bene, non preoccuparti...
zh_hans: 我还能承受更多伤害……

# TALK_HALF_0162
source: I'm still ready for more!
de: Ich bin immer noch bereit für mehr!
es: ¡Puedo con esto y más!
fr: Je peux encore tenir!
it: Posso continuare senza problemi! Forza!
zh_hans: 我仍在准备！

# TALK_HALF_0163
source: You don't have to worry about me.
de: Mach dir um mich keine Gedanken!
es: No te preocupes por mí.
fr: Ne te préoccupe pas de moi.
it: Non devi preoccuparti per me.
zh_hans: 你不必担心我。

# TALK_HALF_0165
source: It seems like it's getting harder.
de: Es scheint schwieriger zu werden.
es: Parece que la cosa se complica.
fr: Il semble que cela se complique un peu.
it: Sembra che la situazione stia diventando difficile.
zh_hans: 似乎越来越难了。

# TALK_HALF_0166
source: Don't worry. I can put up with a lot worse.
de: Keine Sorge. Ich hab schon Schlimmeres durchgemacht.
es: No te preocupes, cosas peores he pasado.
fr: Pas de soucis. J'ai connu bien pire.
it: Non ti preoccupare. Posso affrontare situazioni peggiori.
zh_hans: 别担心，我可以忍受更糟糕的情况。

# TALK_HALF_0167
source: You don't have to worry about me! I'll be fine!
de: Hab keine Angst um mich! Ich komme durch!
es: No te preocupes por mí, ¡estoy bien!
fr: Ne t'inquiète pas pour moi! Tout va bien!
it: Non preoccuparti per me! Me la caverò!
zh_hans: 你用不着担心我！我很好！

# TALK_HALF_0168
source: It's a challenge, but I can continue.
de: Es ist eine Herausforderung, aber ich kann weitermachen.
es: Es un reto, pero puedo continuar.
fr: C'est un sacré défi de continuer, mais je le relèverai.
it: È una vera sfida, ma posso proseguire.
zh_hans: 这是场挑战，但我可以继续。

# TALK_HALF_0170
source: It's tougher, sure!
de: Es wird zugegebenermaßen schwerer!
es: ¡Sin duda, la cosa se complica!
fr: C'est de plus en plus difficile, à n'en pas douter!
it: Non c'è dubbio, diventa sempre più dura!
zh_hans: 当然，这很困难！

# TALK_HALF_0171
source: Is my health down a bit?
de: Ist meine Gesundheit angeschlagen?
es: ¿Ha mermado mi salud?
fr: Est-ce que mes PV ne sont pas un peu bas?
it: Non sono più al massimo della forma, forse.
zh_hans: 我的健康状况有点下降吗？

# TALK_HALF_0172
source: This is wearing me down, but I'm doing OK!
de: Das strapaziert mich echt... Aber es geht schon!
es: ¡Está minando mi resistencia, pero estoy bien!
fr: Cela fait mal, mais je tiendrai bon.
it: Mi sto indebolendo, ma sto bene!
zh_hans: 这让我疲惫不堪，但我还能继续！

# TALK_HALF_0173
source: It's OK. We can ride this out!
de: Es ist okay. Wir stehen das durch.
es: ¡Podemos aguantar!
fr: Ça va aller. Nous pouvons surmonter ça!
it: Va bene. Ce la possiamo fare!
zh_hans: 还好。努力就能克服一切！

# TALK_HALF_0175
source: IT'S MERELY A SCRATCH. NOTHING WORTH CONCERN!
de: ES IST NUR EIN KRATZER. NICHTS SCHLIMMES!
es: ¡NO ES MÁS QUE UN RASGUÑO!
fr: CE N'EST QU'UNE EGRATIGNURE. PEU IMPORTE, NOUS CONTINUERONS!
it: È SOLO UN GRAFFIO. NON C'È BISOGNO DI PREOCCUPARSI!
zh_hans: 这只是擦伤。没什么好担心的！

# TALK_HALF_0176
source: I HAVE ONLY SLIGHT DAMAGE. IT IS NOTHING.
de: ICH BIN NUR LEICHT ANGESCHLAGEN. DAS MACHT GAR NICHTS.
es: NO ES NADA GRAVE.
fr: CES DEGATS SONT MINEURS. JE N'EN AI CURE.
it: NON È NIENTE. STO BENE.
zh_hans: 就这么点伤。没什么的。

# TALK_HALF_0177
source: THIS LEVEL OF DAMAGE? NOT WORTH YOUR ATTENTION!
de: MEIN VERLETZUNGSGRAD? NICHT DER REDE WERT!
es: ¿ESTE DAÑO? NADA IMPORTANTE.
fr: DES DEGATS AUSSI LEGERS NE MERITENT PAS TON ATTENTION!
it: POSSO BENISSIMO SOPPORTARE QUALCHE COLPO!
zh_hans: 这种程度的伤害？不值得你注意！

# TALK_HALF_0178
source: YOUR WORRY IS NEEDLESS. ABOVE ALL ELSE, WE MUST PUSH ON.
de: DEINE SORGE IST UNNÖTIG. WIR MÜSSEN UNBEDINGT WEITERKOMMEN.
es: NADA PREOCUPANTE. DEBEMOS CONTINUAR.
fr: TES INQUIETUDES SONT FUTILES. SEULE COMPTE NOTRE PROGRESSION.
it: LA TUA PREOCCUPAZIONE È FUORI LUOGO. LA COSA PIÙ IMPORTANTE È ANDARE AVANTI.
zh_hans: 你的担心是不必要的。最重要的是，我们必须继续前进。

# TALK_HALF_0180
source: THE WOUND IS SHALLOW. YOUR CONCERN IS UNWARRANTED.
de: NUR EINE SCHÜRFWUNDE. DEINE SORGE IST UNBERECHTIGT.
es: ESTA HERIDA ES SUPERFICIAL. NO TE PREOCUPES.
fr: LES DEGATS SONT SUPERFICIELS. TON INQUIETUDE EST SANS FONDEMENTS.
it: HO SUBITO POCHI DANNI. NIENTE DI CUI PREOCCUPARSI.
zh_hans: 伤口很浅。你的担心是没有道理的。

# TALK_HALF_0181
source: IT IS NO MORE THAN A SCRATCH. LET US CONTINUE.
de: ES IST NUR EIN KRATZER. LASS UNS WEITERMACHEN.
es: NO ES MÁS QUE UN RASGUÑO. CONTINUEMOS.
fr: CE N'EST RIEN QU'UNE EGRATIGNURE. CONTINUONS.
it: È SOLO UN GRAFFIO. CONTINUIAMO.
zh_hans: 这只不过是擦伤。让我们继续。

# TALK_HALF_0182
source: I SEEM TO HAVE TAKEN DAMAGE. IT'S OF NO CONCERN.
de: ICH HABE WAS ABBEKOMMEN. IST ABER NICHT SO SCHLIMM.
es: ME HE HECHO DAÑO, PERO NADA GRAVE.
fr: IL SEMBLE QUE J'AI SUBI QUELQUES DEGATS. RIEN D'INQUIETANT.
it: SONO STATO COLPITO, MA NON È NIENTE DI PREOCCUPANTE.
zh_hans: 我好像受了伤害。这无关紧要。

# TALK_HALF_0183
source: THIS DAMAGE? TRIVIAL. I AM INVINCIBLE!
de: DER SCHADEN? BANAL. ICH BIN UNBESIEGBAR!
es: ¿DAÑO? ¡PERO SI SOY INVENCIBLE!
fr: CES DEGATS? INSIGNIFIANTS. JE SUIS INVINCIBLE!
it: QUESTI DANNI? UNA BAZZECOLA. SONO INVINCIBILE!
zh_hans: 这种小伤？无聊。我是无敌的！

# TALK_HALF_0185
source: PROGRESS... COMPROMISED...
de: VORANKOMMEN... KOMPROMITTIERT...
es: CUESTA... PROGRESAR...
fr: PROGRESSION... COMPROMISE...
it: PROGRESSO... COMPROMESSO...
zh_hans: 进度……受阻……

# TALK_HALF_0186
source: I AM FINE... WORRY...NOT...
de: ICH BIN WOHLAUF... SORGE... DICH... NICHT...
es: ESTOY BIEN... NO TE PREOCUPES.
fr: JE VAIS BIEN... NE... T'INQUIETE... PAS...
it: STO BENE... NON TI... PREOCCUPARE...
zh_hans: 我很好……担心不必……

# TALK_HALF_0187
source: I AM...PAINED... I AM...PAINED...
de: DIESE PEIN... DIESE... PEIN...
es: ME DUELE... ME DUELE...
fr: SUIS BLESSE... SUIS BLESSE...
it: DOLORE... DOLORE...
zh_hans: 痛……痛……

# TALK_HALF_0188
source: SUSTAINED...SOME DAMAGE... SUSTAINED...SOME DAMAGE...
de: SCHADEN... GENOMMEN... SCHADEN... GENOMMEN...
es: HE SUFRIDO... DAÑO... HE SUFRIDO... DAÑO...
fr: DEGATS... SUBIS... DEGATS... SUBIS...
it: SUBITI... DEI DANNI... SUBITI... DEI DANNI...
zh_hans: 持续受损……持续受损……

# TALK_HALF_0190
source: It appears that I have sustained some damage...
de: Wie es aussieht, habe ich Schaden genommen...
es: Me han hecho daño...
fr: Il me semble que j'ai subi des dégâts...
it: Sembra proprio che io abbia subito dei danni...
zh_hans: 看来我受到了一些伤害……

# TALK_HALF_0191
source: You didn't seriously imagine that I would be impeded by this?
de: Du hast nicht ernsthaft geglaubt, ich wäre davon beeinträchtigt?
es: ¿No creerías que me vería en dificultades por algo así?
fr: Vous n'imaginez pas sérieusement que cela puisse m'entraver?
it: Non avrai veramente pensato che questa sciocchezza mi avrebbe messo in difficoltà?!
zh_hans: 你真没想到我会被这阻碍吗？

# TALK_HALF_0192
source: My wound is merely superficial. There is no need to fear.
de: Ich habe nur eine oberflächliche Wunde. Kein Grund zur Besorgnis.
es: Mi herida es superficial. No hay nada que temer.
fr: Mes blessures sont tout à fait insignifiantes. Rien à craindre.
it: È solo un graffio. Non è niente.
zh_hans: 我的伤口很浅，不必害怕。

# TALK_HALF_0193
source: I will be fine as long as my damage stays this minimal.
de: Mir wird nichts passieren, solange mein Schaden so gering bleibt.
es: Estaré bien mientras no aumente el daño.
fr: Tout ira bien tant que ces dégâts restent mineurs.
it: Finché i danni rimangono bassi, non avrò problemi.
zh_hans: 只要我受的伤在最小值，那就没事。

# TALK_HALF_0195
source: It's now a tad unfriendly here!
de: Jetzt wird es aber ein bisschen unfreundlich hier!
es: ¡No es un lugar muy agradable!
fr: Oh, mais ils ne sont pas très sympas, dans le coin!
it: La situazione si è fatta un po' spiacevole!
zh_hans: 现在这里有点不友好！

# TALK_HALF_0196
source: Oh no! Oh no! My health has declined!
de: Oh nein! Oh nein! Meine Gesundheit ist angeschlagen!
es: ¡Mi nivel de salud ha bajado!
fr: Oh non! Oh non! Mes PV diminuent! Raaaagh!
it: Oh, no! Oh, no! La mia salute è calata!
zh_hans: 哦不！哦不！我的健康状况下降了！

# TALK_HALF_0197
source: Oh no! Oh no! I've suffered damage!
de: Oh nein! Oh nein! Ich habe Schaden erlitten!
es: ¡Oh, no! ¡He sufrido daño!
fr: Oh non! Oh non! J'ai subi des dégâts!
it: Oh, no! Oh, no! Ho subito dei danni!
zh_hans: 哦不！哦不！我受伤了！

# TALK_HALF_0198
source: Our journey might be spoiled. \u266A But I remain game! \u266A
de: Unsere Freude an der Reise mag gelitten haben. \u266A Aber ich bleibe bereit! \u266A
es: Nuestra expedición podría acabar mal. \u266A ¡Pero pienso continuar! \u266A
fr: Notre joli voyage est gâché maintenant. \u266A Mais je reste dans la partie! \u266A
it: Il nostro viaggio è stato rovinato. \u266A Ma io non mollo! \u266A
zh_hans: 我们的旅程或被坏。\u266A 但这场游戏我仍在！\u266A

# TALK_HALF_0200
source: It's gotten even tougher now.
de: Es ist noch härter geworden.
es: Esto sigue empeorando.
fr: Cela devient vraiment de plus en plus difficile pour moi.
it: Adesso è diventata ancora più difficile.
zh_hans: 现在甚至更困难了。

# TALK_OUTLAW_DISGUISE_001
source: [tmp]Hey it's me, manager. I'm okay after all!
es: [tmp]Hey, soy yo, director. ¡Estoy bien!
it: [tmp]Ehi, sono io, direttore. Sto bene!
zh_hans: [tmp]嗨，经理，是我啊。我其实还好！

# TALK_OUTLAW_DISGUISE_002
source: [tmp]Don't worry, I'll be right back on the mountain, kekeke...
es: [tmp]No te preocuptes, estaré de vuelta en la montaña, kekeke...
it: [tmp]Non preoccuparti, torno subito sulla montagna, kekeke...
zh_hans: [tmp]别担心，我马上就回山上去，呵呵呵……

# TALK_OUTLAW_DISGUISE_003
source: [tmp]I said you should go now. There's nothing here for you.
es: [tmp]Dije que deberías irte. No hay nada aquí para tí.
it: [tmp]Ho detto che te ne puoi andare ora, non c'è nulla qui per te.
zh_hans: [tmp]我说啊，你该走了吧。这里没什么东西给你看了。

# TALK_OUTLAW_DISGUISE_004
source: [tmp]fufufu... so you're not fooled after all.
es: [tmp]Fufufu... Así que no has sido engañado entonces.
it: [tmp]Fufufu... Quindi non ti lasci ingannare dopo tutto.
zh_hans: [tmp]哼哼哼……结果你居然没有被骗到。

# TALK_OUTLAW_DISGUISE_005
source: [tmp]Fine, we'll do this the hard way!
es: [tmp]Bien, ¡haremos esto por las malas!
it: [tmp]Bene, lo faremo nel modo più duro!
zh_hans: [tmp]好吧，那我们该来点硬的了！

# TALK_OUTLAW_DISGUISE_ATTACKED
source: [tmp]What? How!?
es: [tmp]¿Qué? ¿¡Cómo!?
it: [tmp]Cosa? Come?!
zh_hans: [tmp]什么？你是怎么……！？

# TALK_PINCH_0000
source: I'm going down for the count...
de: Uah... Ich gehe auf die Bretter...
es: Uf... Me temo que voy a caer...
fr: Aïe... je crois que c'est la fin...
it: Potrebbe essere la fine...
zh_hans: 我可能快不行了……

# TALK_PINCH_0001
source: Please help me, [player]... I'm about to keel over...
de: Bitte hilf mir, [player]... Ich kippe gleich um...
es: Por favor, ayúdame, [player]. Estoy a punto de desplomarme...
fr: Aide-moi, [player]... Je suis sur le point de m'évanouir...
it: Per favore, aiutami, [player]... Sto per cedere...
zh_hans: 请帮帮我，[player]……我要倒下了……

# TALK_PINCH_0002
source: Ugh... I don't want to faint in a place like this...
de: Uah... Ich möchte nicht an einem Ort wie diesem K.O. gehen...
es: Uf... No me gustaría debilitarme en un lugar así...
fr: Aïe... Je ne veux pas m'évanouir dans un endroit pareil...
it: Ugh... Non voglio andare KO in un posto come questo...
zh_hans: 呃……我不想在这样的地方晕倒……

# TALK_PINCH_0005
source: Ugh... I'm in considerable pain...
de: Uah... Ich habe beträchtliche Schmerzen...
es: Uf... Me duele bastante...
fr: Ouille ouille ouille... J'ai extrêmement mal...
it: Argh... Che dolore...
zh_hans: 呃……好痛啊……

# TALK_PINCH_0006
source: Help me, please, [player]...
de: Hilf mir, bitte, [player]...
es: Ayúdame [player], por favor.
fr: Aide-moi, s'il te plaît, [player]...
it: [player], per favore, aiutami...
zh_hans: 帮帮我，求你了，[player]……

# TALK_PINCH_0007
source: I'm feeling faint...
de: Mir wird schwindelig...
es: Me estoy debilitando...
fr: Je sens que je vais m'évanouir...
it: Sto per andare KO...
zh_hans: 我感觉好晕……

# TALK_PINCH_0010
source: I can't take any more... I want to go home...
de: Ich kann nicht mehr. Ich will nach Hause...
es: No puedo más... Quiero irme a casa...
fr: Je n'en peux plus... Je veux rentrer...
it: Non ce la faccio più... Voglio andare a casa...
zh_hans: 我撑不住了……我要回家……

# TALK_PINCH_0011
source: Please... Please, don't leave me...
de: Bitte! Bitte lass mich nicht alleine...
es: Por favor... Por favor, no me abandones...
fr: S'il te plaît... ne me laisse pas ici...
it: Per favore, ti prego, non lasciarmi...
zh_hans: 求求……求求……别离开我……

# TALK_PINCH_0012
source: H-h-help...
de: H-h-hilfe...
es: A... ayuda...
fr: A... à l'aide...
it: A-A-Aiuto...
zh_hans: 救-救命……

# TALK_PINCH_0015
source: I might not make it... It'll be all up to you then, [player]...
de: Ich komme vielleicht nicht durch. Dann liegt es ganz an dir, [player]...
es: Si no lo consigo... tendrás que lograrlo tú, [player]...
fr: Je ne m'en sortirai peut-être pas... Je m'en remets à toi, [player]...
it: Potrei non farcela... E allora dovresti andare avanti senza di me, [player]...
zh_hans: 我可能撑不过去了……那就全靠你了，[player]……

# TALK_PINCH_0016
source: Urk... Help me...
de: Urk... Hilf mir...
es: Ayúdame...
fr: Aïe... Aide-moi...
it: Urk... Aiutami...
zh_hans: 呃……救我……

# TALK_PINCH_0017
source: Oh, blast... This might be it...
de: Oh nein! Das könnte es gewesen sein...
es: Vaya mala pata... Esto podría ser el final...
fr: Oh, zut... Est-ce que tout va s'arrêter ici?
it: Oh, diamine... Mi sa che è la fine...
zh_hans: 哦，该死……可能要……

# TALK_PINCH_0020
source: It's gone from bad to worse...
de: Es ist schlimmer geworden...
es: Esto va de mal en peor...
fr: C'est de mal en pis...
it: Dalla padella alla brace...
zh_hans: 情况越来越糟……

# TALK_PINCH_0021
source: Ugh, no... Not a place like this...
de: Uah, nein! Nicht an so einem Ort...
es: Uf, no en un lugar como este...
fr: Ouille, non... Je ne veux pas laisser tomber dans un endroit comme celui-ci...
it: Ugh, no... Non in un posto del genere...
zh_hans: 呃，不……没有地方像这里……

# TALK_PINCH_0022
source: Ugh... Is this to be my...final adventure?
de: Uah... Wird dies mein... letztes Abenteuer sein?
es: Será esta mi... ¿mi última aventura?
fr: Ouille... Est-ce là ma dernière aventure?
it: Ugh... Dunque questa sarà la mia ultima avventura?
zh_hans: 呃……这是我……最后的冒险吗？

# TALK_PINCH_0025
source: Never! I won't allow myself to be felled! Not in a place like this!
de: Niemals! Ich lasse nicht zu, dass man mich besiegt! Nicht an einem Ort wie diesem!
es: ¡Nunca! ¡No caeré aquí!
fr: Jamais! Je ne m'autoriserai jamais à échouer! Pas ici, pas maintenant!
it: Mai! Non posso cedere! Non in un posto come questo!
zh_hans: 从不！我从不允许自己被击倒！不是在这样的地方！

# TALK_PINCH_0026
source: N-n-no... N-n-never... I won't give up...until my last breath...
de: N-n-nein! N-n-niemals! Ich gebe nicht auf! Bis zum letzten Atemzug...
es: N-no... n-nunca... Seguiré hasta mi último aliento...
fr: N-n-non... J-jamais... je n'abandonnerai jamais... jusqu'à mon dernier souffle...
it: N-No... M-Mai... Non mi arrenderò... finché respiro...
zh_hans: 不-不……永-永不放弃……直到最后一口气……

# TALK_PINCH_0027
source: Not...yet... No...NOT now... NO!
de: Noch... nicht... nicht... jetzt... NEIN!
es: Todavía no... ¡no!
fr: Non... pas maintenant... Non... NON!
it: Non... ancora... No... non ora... no!
zh_hans: 不……不要……现在不行……不！

# TALK_PINCH_0030
source: Major...stress... Major...stress...
de: Diese... Strapazen! Diese... Strapazen!
es: Estrés... ¡Qué estrés!
fr: Inquiétude... majeure... Inquiétude... majeure...
it: Che stress... Che stress...
zh_hans: 好累……好累……

# TALK_PINCH_0031
source: Help... Help... Please... Help, [player]...
de: Hilfe... Hilfe... Bitte... Hilf mir, [player]...
es: Ayuda, por favor... Ayúdame, [player]...
fr: A l'aide... A... l'aide... [player]...
it: Aiuto... Aiuto... Per favore, [player], aiutami...
zh_hans: 救我……救我……求求了，[player]……

# TALK_PINCH_0032
source: Keeping up... All I can do... keeping up...
de: Durchhalten! Das ist alles, was ich machen kann! Durchhalten...
es: Mantenerme en pie... es todo cuanto puedo hacer...
fr: Tenir... C'est tout ce que je peux faire... Tenir.
it: Resistere... Posso solo... resistere...
zh_hans: 跟上……我能做的……只有跟上……

# TALK_PINCH_0035
source: Gah! My vision is blurry!
de: Gah! Meine Sicht schwindet!
es: ¡Se me nubla la vista!
fr: Ah! Ma vision se trouble!
it: Gah! Mi si sta annebbiando la vista!
zh_hans: 啊！我的视线模糊了！

# TALK_PINCH_0036
source: Gah! This shouldn't be happening! Not to me!
de: Gah! Das hätte nicht passieren dürfen! Nicht mir!
es: ¡Esto no debería estar pasando! ¡No a mí!
fr: Rha! Ça devrait pas arriver! Pas à moi!
it: Gah! Non dovrebbe succedere! Non a me!
zh_hans: 啊！这不应该发生！对我来说！

# TALK_PINCH_0037
source: Ugh... Gah... Go on... Go on without me...
de: Uah... Gah! Weiter! Gehe... weiter. Ohne mich...
es: Sigue adelante... No te detengas por mí...
fr: Ouf... rha... Continue... continue... même sans moi...
it: Ugh... Gah... Vai avanti... Vai avanti senza di me...
zh_hans: 呃……啊……快走……别管我……

# TALK_PINCH_0040
source: Ow-wow-ow! Why's all this pain coming my way?
de: Au-aaa-au! Warum trifft der Schmerz immer mich?
es: ¡Ay, ay, ay! ¿Por qué me duele tanto?
fr: Oh là là! Pourquoi ça me fait aussi mal?
it: Ahiahiahi! Perché mi sento così male?
zh_hans: 喔-哇啊！为什么所有的痛都朝我来？

# TALK_PINCH_0041
source: Urk... Ack... I'm badly hurt...
de: Urk... Ack... Ich bin schwer verletzt...
es: Argh... Estoy herido...
fr: Ouille... Aïe... je suis bien touché... on dirait que c'est sérieux...
it: Argh... non riesco...
zh_hans: 呃……啊……我受了重伤……

# TALK_PINCH_0042
source: Ack... Erk... You gotta heal me...
de: Ack... Erk... Du musst mich heilen...
es: Urgh... Tienes que curarme...
fr: Aïe... Kof, kof! Donne-moi des PV...
it: Ooh... Gasp... Ho bisogno di cure...
zh_hans: 啊……呃……你得治疗我……

# TALK_PINCH_0045
source: Oooh... [player]... I just can't go on...
de: Oooh... [player]! Ich kann einfach nicht mehr weitergehen...
es: [player], no puedo continuar...
fr: Oooh... [player]... Je n'en peux plus...
it: Oooh... [player]... Non ce la faccio...
zh_hans: 噢……[player]……我只是无法继续……

# TALK_PINCH_0046
source: If something happens to me... You have to carry on...
de: Wenn mir irgendetwas zustößt... Dann musst du alleine weitergehen...
es: Si me pasa algo... Tendrás que seguir sin mí...
fr: Si quelque chose m'arrive... Tu dois continuer, d'accord?
it: Se mi dovesse succedere qualcosa... dovrai andare avanti...
zh_hans: 如果我出了什么事……你必须继续……

# TALK_PINCH_0047
source: Help, [player]... Feel faint...
de: Hilfe, [player]... Werde ohnmächtig...
es: Ayúdame, [player]... Me estoy debilitando...
fr: Au secours, [player]... Je vais m'évanouir...
it: Aiuto, [player]... Mi sento debole...
zh_hans: 救命，[player]……感觉好晕……

# TALK_PINCH_0050
source: Ack! Ack! No way! I'm going out in a blaze of glory!
de: Ack! Ack! Mitnichten! Ich werde mit wehenden Fahnen untergehen!
es: ¡No, no y no! ¡Yo me voy de aquí por la puerta grande!
fr: Raagh! Même si je dois m'évanouir, je ne m'évanouirai pas seul! Pas sans mon ennemi!
it: Ack! Ack! No! Non andrò KO senza prima coprirmi di gloria!
zh_hans: 啊哈！啊哈！不会输掉！我将在烈焰中走出荣耀！

# TALK_PINCH_0051
source: Never! Never! I won't give up until the bitter end!
de: Niemals! Niemals! Ich kämpfe bis zum bitteren Ende!
es: ¡Nunca! ¡No pienso abandonar! ¡Pase lo que pase!
fr: Jamais! Je n'abandonnerai jamais! Je tiendrai jusqu'à la fin!
it: Mai! Mai! Non mi arrenderò, costi quel che costi!
zh_hans: 永不！永不！我将永不言弃不论辛苦！

# TALK_PINCH_0052
source: Ha-ha! Ack! Come on! I'll take it all on!
de: Ha-ha! Ack! Kommt schon! Ich nehme es mit allen auf!
es: ¡Vamos! ¡Aguantaré!
fr: Ha-ha! Allez! Je vous prends tous en même temps!
it: Ah ah! Ack! Forza! Vi farò vedere chi sono!
zh_hans: 哈哈！啊！来吧！让我阻挡一切吧！
