Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_0706_VAR_00
source: Who's next? Whoever it is, I'll make you slimy!
de: Wer will als Nächstes von mir mit einer dicken Schleimschicht überzogen werden?
es: ¡Venga, atacadme sin reparo! Vais a acabar como unos pringados. ¡Literalmente!
it: Fatevi sotto! Da qualsiasi parte mi attaccate, vi riempirò di bava!
zh_hans: 不管从哪边过来都尽管上吧！看我把你们都变得黏糊糊的！

# TALK_REST_0707_VAR_00
source: I like Treasure Boxes! \u266A Let's go look for more! \u266A
de: Ich liebe Schatzboxen! \u266A Lass uns weitere suchen! \u266A
zh_hans: 我喜欢宝箱！\u266A 一起去找宝箱吧！\u266A

# TALK_REST_0708_VAR_00
source: I know how I look, but I'm not a ghost. There is no need to get startled.
de: Der Eindruck täuscht, ich bin kein Gespenst! Also kein Grund, sich in die Hose zu machen!
es: Ya sé que tengo pinta de fantasma. Pero no lo soy, ¡así que no te asustes!
it: A vedermi non si direbbe, ma non sono un fantasma. Non aver paura!
zh_hans: 别看我这样，我才不是什么鬼魂哦？请不要害怕我哦？

# TALK_REST_0709_VAR_00
source: I can control the trees of the forest.[pause=0] Huh? You want me to demonstrate?[pause=0] Well...
de: Die Bäume des Waldes folgen mir blind![pause=0] Wie?[pause=0] Du möchtest, dass ich es dir vorführe...?[pause=0] Nun...
es: Puedo someter los árboles del bosque a mi voluntad.[pause=0] ¿Quieres que te lo demuestre?[pause=0] Hm...
it: Io posso controllare gli alberi dei boschi![pause=0] Eh? Vuoi vedere come faccio?[pause=0] Ehm...
zh_hans: 我有控制森林中的树木的能力。[pause=0]嗯？你叫我现在就用用看？[pause=0]这个嘛……

# TALK_REST_0710_VAR_00
source: They think I look like something.[pause=0] I get that way too often, in fact.
de: Die Leute sagen mir ständig, dass ich sie an etwas Bestimmtes erinnere...
es: Me suelen decir que me parezco a algo.[pause=0] Me lo han dicho un sinfín de veces.
it: Mi dicono spesso che assomiglio a qualcosa.[pause=0] Ma proprio in ogni occasione...
zh_hans: 我总是被搞混成那个。[pause=0]嗯，真的总是被搞混成那个……

# TALK_REST_0711_VAR_00
source: Sing with me! You have to keep it nice and low so we can scare others! *cackle* \u266A
de: Lass uns zusammen singen! Aber mit schaurig- schöner Stimme bitte, damit wir uns gruseln!
es: Venga, vamos a cantar una canción. Sugiero gritos ahogados para un pavor óptimo.
it: Cantiamo insieme una canzone! Con voce sinistra, mi raccomando! Buuuuuuh! \u266A
zh_hans: 一起唱歌吧。要用鬼鬼祟祟的声音哦。咯咯咯咯\u266A

# TALK_REST_0712_VAR_00
source: Ice encases my body. It's not as cold as you'd imagine.
de: Mein Körper ist zwar von einer Eisschicht umhüllt, doch mir ist gar nicht kalt!
es: Tengo todo el cuerpo cubierto de hielo. Pero por increíble que parezca, no tengo frío.
it: Il mio corpo è ricoperto di ghiaccio, ma io non ho freddo!
zh_hans: 我的身体表面有冰覆盖着哦。其实不会有想象中那么冷哦。

# TALK_REST_0713_VAR_00
source: I have a flat top. Do you want to take a ride?
de: Mein Rücken ist ganz flach. Möchtest du dich mal draufsetzen?
es: Tengo una espalda bien plana. ¿Te apetece subirte?
it: Io ho la schiena completamente piatta! Voi provare a salirmi in groppa?
zh_hans: 老夫的顶面可平啦。你想上来坐坐看吗？

# TALK_REST_0714_VAR_00
source: I can emit ultrasonic waves from my ears! Can I do a show-and-tell now?
de: Meine riesigen Ohren setzen Ultraschallwellen frei! Soll ich es dir mal demonstrieren?
es: Emito ondas ultrasónicas por estas orejas tan enormes que tengo. ¿Quieres escucharlas?
it: Posso emettere onde ultrasoniche dalle orecchie! Vuoi sentire?
zh_hans: 我能从大大的耳朵中发出超音波哦。你要不要看看？

# TALK_REST_0715_VAR_00
source: I'm the king of darkness! I'm invincible in the dark!
de: Ich bin der Herrscher über die Dunkelheit! In düsteren Gefilden bin ich unbesiegbar!
es: ¡La penumbra es mi reino inexpugnable! En plena oscuridad nadie puede batirme.
it: Io sono il re dell'oscurità. Quando è buio non ho rivali!
zh_hans: 我即是黑暗之王！黑暗之中我无敌手！

# TALK_REST_0716_VAR_00
source: Let me share my life—the life that flows in the Tree of Life! Let us venture into dungeons!
de: Lass mich das Leben spenden, das im Baum des Lebens fließt! Auf in den Dungeon!
es: Insuflemos vida a todo lo que nos rodea. Venga, aventurémonos en este territorio.
it: Assieme all'Albero della Vita donerò vita! L'avventura nei dungeon ci aspetta!
zh_hans: 收下力量吧！生命之树与你同在！前往迷宫开启冒险！

# TALK_REST_0717_VAR_00
source: I'm the taker of lives! But I'll join your adventure, for now!
de: Ich raube Lebensenergie! Doch dieses Mal begleite ich dich auf deinem Abenteuer!
es: ¡Absorbo la vitalidad de todos los seres vivos! Pero esta vez absorberé solo la del enemigo.
it: Io assorbo l'energia vitale degli esseri viventi! Ma mi unirò a te, per il momento.
zh_hans: 吾为命之夺者！但如今，请让我追随您一同冒险！

# TALK_REST_0718_VAR_00
source: Zzeegggaa! I am the one who monitors the ecosystem of this planet.
de: Ich wache über das Ökosystem dieser Welt!
es: ¡Zygaaa! Soy el centinela que vela por el bien del ecosistema que hay en este planeta.
it: Zygaaaaaar! Io vigilo sull'ecosistema di questo pianeta!
zh_hans: 基格格格格……吾为此星生态系统之督者……！

# TALK_REST_0719_VAR_00
source: I possess the beauty of gemstones! Try not to get jealous! \u266A
de: Ich bin schöner als der kostbarste Edelstein! Aber nur kein Neid!
es: ¡Mi belleza es comparable a la de las piedras preciosas! No te dejes llevar por la envidia, ¿eh?
it: La mia bellezza è quella di una pietra preziosa! Non essere invidioso! \u266A
zh_hans: 我的美丽即为宝石自身！可不要嫉妒我哦\u266A

# TALK_REST_0720_VAR_00
source: Groh-ho-ho-ho! At last, my fury has been unleashed!
zh_hans: 嘎——吼——吼！终于，我的怒火得以释放！

# TALK_REST_0722_VAR_00
source: Can't sneak up on me![pause=0] I've got eyes on the back of my head!
zh_hans: 不要想着偷偷凑近我那种事！[pause=0]我看着我的后脑勺呢！

# TALK_REST_0723_VAR_00
source: Is there something on my feathers?[pause=0] I must know.
zh_hans: 我的羽毛上有什么脏东西吗？[pause=0]请务必告知我。

# TALK_REST_0724_01_VAR_00
source: Is it just me, or is it hot today?
zh_hans: 那是我的错觉，还是今天真的太热了？

# TALK_REST_0724_VAR_00
source: [emote=Surprised]Whoa! Don't sneak up on me like that!
zh_hans: [emote=Surprised]哇！不要像那样偷偷摸摸地靠近我！

# TALK_REST_0725_VAR_00
source: [emote=Shouting]Haaaaack![br][emote=Normal]Sorry, I had a hairball.[pause=0] Did you want something?
zh_hans: [emote=Shouting]喝啊啊啊！[br][emote=Normal]抱歉，我吃了一个毛球。[pause=0]你有什么需要吗？

# TALK_REST_0726_VAR_00
source: It may look chic, but please don't touch the flame sac on my neck.
zh_hans: 虽然我脖子上的火焰袋看起来很别致，但还请不要碰。

# TALK_REST_0727_VAR_00
source: Hoo-yeah! Three-time champion of the ring, in the house!
zh_hans: 呼——耶！三次拳击冠军，在现场！

# TALK_REST_0728_VAR_00
source: [emote=Happy]I practice blowing bubbles every day! \u266A
zh_hans: [emote=Happy]我每天都在练习吹泡泡！\u266A

# TALK_REST_0729_VAR_00
source: Feeling down? Watch me dance to cheer up! \u266A
zh_hans: 心情不好吗？欣赏我的舞姿，振奋起来吧！\u266A

# TALK_REST_0730_VAR_00
source: Some say I'm a prima donna.[pause=0] I call it being talented.
zh_hans: 有人说我是最强女歌星。[pause=0]我称之为天赋。

# TALK_REST_0731_VAR_00
source: Nobody can peck faster than me!
zh_hans: 没人能啄得比我更快！

# TALK_REST_0733_VAR_00
source: Are you cold?[pause=0] Just touch my beak!
zh_hans: 你冷吗？[pause=0]摸摸我的喙吧！

# TALK_REST_0734_VAR_00
source: I like to travel![pause=0] But only when it's daytime.
zh_hans: 我喜欢去旅行！[pause=0]仅限于白天。

# TALK_REST_0735_VAR_00
source: I stake out my targets, then get 'em with my strong jaw![pause=0] I'm very adaptable.
zh_hans: 我紧紧盯住我的目标，用强力的下颚咬住它们！[pause=0]我的适应力很强。

# TALK_REST_0736_VAR_00
source: Don't call me grubby![pause=0] I don't like Ground-type Pokémon.
zh_hans: 别说我很脏什么的！[pause=0]我不喜欢地面属性的宝可梦。

# TALK_REST_0737_VAR_00
source: I would enjoy a good square meal.
zh_hans: 真想去吃一顿大餐。

# TALK_REST_0738_VAR_00
source: Having trouble waking up today...
zh_hans: 今天起床有困难……

# TALK_REST_0739_VAR_00
source: I'm foaming at the mouth for a good fight!
zh_hans: 为了好好打一架，我吐着泡泡等待着！

# TALK_REST_0740_VAR_00
source: ME STRONG![pause=0] ME SMASH PUNY DUNGEON!!
zh_hans: 我很强大！[pause=0]我要把小迷宫都给砸碎！

# TALK_REST_0741_02_VAR_00
source: Relax... Take it easy... \u266A
zh_hans: 放松……慢慢来……\u266A

# TALK_REST_0741_03_VAR_00
source: Why, yes, I am classically trained.[pause=0] Why do you ask?
zh_hans: 所以，是的，我接受过古典训练。[pause=0]你问这个干嘛？

# TALK_REST_0741_VAR_00
source: You should be passionate in everything you do! \u266A
zh_hans: 对你所做的一切都充满热情吧！\u266A

# TALK_REST_0742_VAR_00
source: [emote=Worried]Sorry that I poked you. I thought you were a flower for a second...
zh_hans: [emote=Worried]刚刚戳到你了，真是对不起。我还以为你是一朵花呢……

# TALK_REST_0743_VAR_00
source: Want a pollen puff? They're great for cheering up!
zh_hans: 想要一个花粉团吗？有振奋精神的作用！

# TALK_REST_0744_VAR_00
source: I'm rough and tough! Ruff!
zh_hans: 我既坚硬又坚毅！汪！

# TALK_REST_0745_01_VAR_00
source: Take me into a dungeon![pause=0] Let me fight![pause=0] I want to hear them SCREAM!!
zh_hans: 带我去迷宫里面！[pause=0]给我打！[pause=0]让我来听听它们的【惨叫】！！

# TALK_REST_0745_VAR_00
source: It's important to know when to deliver the finishing strike.
zh_hans: 重要的是何时给予关键一击。

# TALK_REST_0746_VAR_00
source: Pick on me, and you'll be sorry!
zh_hans: 敢来找我的茬，你会后悔的！

# TALK_REST_0747_VAR_00
source: Hey, got any [color=#00FF00]Corsola[color] branches? I'm hungry...
zh_hans: 喂，你有没有[color=#00FF00]太阳珊瑚[color]枝？我饿了……

# TALK_REST_0748_VAR_00
source: I'm looking for [color=#00FFFF]Ferrothorn[color]. Have you seen him?
zh_hans: 我在找[color=#00FFFF]坚果哑铃[color]。你有看见他吗？

# TALK_REST_0749_VAR_00
source: I can pull anything through the mud, no matter how heavy!
zh_hans: 我可以拉动任何东西穿过泥地，无论有多重！

# TALK_REST_0750_VAR_00
source: On our next adventure, we shall proceed slowly but surely.
zh_hans: 下一次冒险，我们稳重而慢步前进吧。

# TALK_REST_0751_VAR_00
source: Wow! It's so dry and warm up here!
zh_hans: 哇！这个地方又干燥又暖和！

# TALK_REST_0752_VAR_00
source: Come here, children![pause=0] I'll protect you in my bubble! \u266A
zh_hans: 孩子们，过来这里！[pause=0]钻到我的水泡里面，我会保护你们的！

# TALK_REST_0753_VAR_00
source: I'll stay in the sun to get all sorts of pretty colors! \u266A
zh_hans: 我沐浴在阳光下，就会变得更加艳丽！\u266A

# TALK_REST_0754_VAR_00
source: It's not just enough to win.[pause=0] I'll win and look beautiful doing it!
zh_hans: 光是赢还不够。[pause=0]我还要赢得漂亮！

# TALK_REST_0755_VAR_00
source: [emote=Worried]Be careful around me. I might accidentally drain you of nutrients...
zh_hans: [emote=Worried]在我身边要小心。我可能会不小心吸干你的养分……

# TALK_REST_0756_VAR_00
source: Come closer...[pause=0] Stare into the light...[pause=0] Yes...
zh_hans: 再靠近点……[pause=0]盯着闪光……[pause=0]对……

# TALK_REST_0757_00_1_VAR_00
source: I'm hungry...[pause=0] But [color=#00FFFF]Salazzle[color] must be hungry, too...
zh_hans: 我的肚子饿了……[pause=0]但[color=#00FFFF]焰后蜥[color]也肯定饿了吧……

# TALK_REST_0757_00_2_VAR_00
source: I'm glad I'll be able to evolve some day!
zh_hans: 我很高兴有朝一日我也能进化！

# TALK_REST_0758_VAR_00
source: I've got every [color=#00FF00]Salandit[color] wrapped around my claw.
zh_hans: 全天下的[color=#00FF00]夜盗火蜥[color]都被拿捏在了我的手下。

# TALK_REST_0759_VAR_00
source: Cuddle with me, and I'll whack you!
zh_hans: 敢和我抱在一起，看我揍不揍你！

# TALK_REST_0760_VAR_00
source: [emote=Happy]Who wants a hug?![br][emote=Worried]No? You don't want a hug?[br][emote=Sad]Why's everyone so mean?
zh_hans: [emote=Happy]谁要来一个抱抱？！[br][emote=Worried]不？你不想要抱抱吗？[br][emote=Sad]为什么大家都这么冷漠？

# TALK_REST_0761_VAR_00
source: I'm sweet all over! \u266A[br][emote=Worried]But I don't like bird Pokémon.
zh_hans: 我的浑身上下都怀揣甜心！\u266A[br][emote=Worried]但我不喜欢鸟宝可梦。

# TALK_REST_0763_VAR_00
source: Let me take the lead, worm.[pause=0] I'll show you how things are done around here.
zh_hans: 让我来吧，蝼蚁。[pause=0]我会告诉你这里是怎么做事的。

# TALK_REST_0764_VAR_00
source: I like to collect flowers of all shapes and sizes! \u266A
zh_hans: 我喜欢收集各种形态各异和大小不一的花！\u266A

# TALK_REST_0765_VAR_00
source: You will do as instructed.
zh_hans: 你应该根据指挥行事。

# TALK_REST_0766_VAR_00
source: Drafting a team for the game?[pause=0] I'm your best pick!
zh_hans: 要组建队伍去迷宫里吗？[pause=0]我会是你的首选！

# TALK_REST_0767_VAR_00
source: [emote=Surprised]Aaaah! Don't hurt me! Don't hurt me![br][emote=Normal]Sorry. Force of habit.
zh_hans: [emote=Surprised]啊啊啊啊！别伤害我，不要不要不要啊啊！[br][emote=Normal]对不起，我习惯了。

# TALK_REST_0768_VAR_00
source: [emote=Surprised]Aaaah! Don't hurt me! Don't hurt me![br][emote=Normal]Sorry. I mean...[br][emote=Determined]I can cleave anything in two with my mighty claws!
zh_hans: [emote=Surprised]啊啊啊啊！别伤害我，不要不要不要啊啊！[br][emote=Normal]对不起，我是说……[br][emote=Determined]我巨大的爪子能把一切都劈成两半！

# TALK_REST_0769_VAR_00
source: I wonder where this thing on my head came from? I like it, though.
zh_hans: 我想知道我头上的这个东西是哪里来的？不过，我喜欢。

# TALK_REST_0770_VAR_00
source: Bring us to a dungeon. It has been too long since we have tasted a soul.
zh_hans: 带我们去迷宫里面吧。我们已经好久没有尝过灵魂的滋味了。

# TALK_REST_0771_VAR_00
source: [emote=special1]High five!
zh_hans: [emote=special1]击掌！

# TALK_REST_0772_VAR_00
source: Target not detected.[pause=0] Currently awaiting deployment on next mission.
zh_hans: 未发现目标。[pause=0]目前正在等待下一次任务的部署。

# TALK_REST_0773_VAR_00
source: [emote=Joyous]I'm free! I'm free! I'M FREE!!
zh_hans: [emote=Joyous]我自由啦！我自由啦！我自由啦！！

# TALK_REST_0774_VAR_00
source: Space, space! Gotta go to space!
zh_hans: 太空，太空！要上到太空！

# TALK_REST_0775_VAR_00
source: Very strange.[pause=0] I usually don't see Pokémon like you in my dreams...
zh_hans: 很奇怪。[pause=0]我通常不会在梦里见到像你这样的宝可梦……

# TALK_REST_0776_VAR_00
source: I hope it doesn't rain today. If it does, let's go to a cave dungeon.
zh_hans: 我希望今天不会下雨。要是下雨，我们就去洞穴的迷宫吧。

# TALK_REST_0778_VAR_00
source: Pika pika!
zh_hans: 皮卡皮卡！

# TALK_REST_0779_VAR_00
source: Yeah? What're you staring at?
zh_hans: 什么事？你在看什么？

# TALK_REST_0780_VAR_00
source: Hoho! There is no need to worry, my child.
zh_hans: 呵呵！没什么可担心的，我的孩子。

# TALK_REST_0781_VAR_00
source: Arrr! Don't anchor me!
zh_hans: 啊啊啊！别给我抛下锚！

# TALK_REST_0782_VAR_00
source: I wanna get to fighting!
zh_hans: 我想去战斗啊！

# TALK_REST_0783_VAR_00
source: I'm in tune with the rhythm of my scales...[pause=0] and of battle!
zh_hans: 我与鳞片的节奏很合拍……[pause=0]战斗也一样！

# TALK_REST_0784_VAR_00
source: Clang! Clang![pause=0] The weak shall flee, and the rest shall fall before my fists!
zh_hans: 哐啷！哐啷！[pause=0]弱者逃走吧，其余的都倒在我的拳头下！

# TALK_REST_0785_VAR_00
source: [emote=Angry]Raaaaghh! There was a Pokémon that...[br][emote=Normal]...[br][emote=Worried]What did they say, again?
zh_hans: [emote=Angry]咿呀呀呀！有个宝可梦……[br][emote=Normal]……[br][emote=Worried]他说了什么来着？

# TALK_REST_0786_VAR_00
source: [emote=Happy]I love to watch others fight to the death over my scales! Tee-hee~ \u266A
zh_hans: [emote=Happy]我真爱看别人在我的鳞粉下斗争到死的模样！啧、啧～\u266A

# TALK_REST_0787_VAR_00
source: Yawn... I might come with you a little later.
zh_hans: 哈欠……我晚点再跟你去吧。

# TALK_REST_0788_VAR_00
source: I'll help you because I sense you have no ill intent.[br][emote=Sad]Not like others who've sought out my aid...
zh_hans: 我会帮你的，因为我觉得你没有恶意。[br][emote=Sad]不像其他要来寻求我帮助的人……

# TALK_REST_0789_VAR_00
source: I come from another dimension! Pew!
zh_hans: 我来自另一个纬度！阿嚏！

# TALK_REST_0790_VAR_00
source: Mummm...
zh_hans: 姆姆姆姆……

# TALK_REST_0791_VAR_00
source: I am the beast that devours the sun![pause=0] Gaze upon my majestic light.
zh_hans: 我是吞噬太阳的野兽！[pause=0]凝视我雄伟的光芒吧。

# TALK_REST_0792_VAR_00
source: They call me the one who calls the moon.[pause=0] I came here from another world.
zh_hans: 大家称呼我为邀引月亮之兽。[pause=0]我来自另一个世界。

# TALK_REST_0795_VAR_00
source: I don't like getting dirty.[pause=0] Though, I suppose it's unavoidable in a mystery dungeon...
zh_hans: 我不想把自己弄得脏兮兮的。[pause=0]不过，我想这在不可思议迷宫中也无法避免。

# TALK_REST_0797_VAR_00
source: Takeoff in T-minus 300 seconds.
zh_hans: 倒计时300秒后起飞。

# TALK_REST_0798_VAR_00
source: Once again, I have cut apart a worthless object.
zh_hans: 我又一次切开了一个毫无价值的东西。

# TALK_REST_0799_VAR_00
source: GRORRRRRRRRRRR!!![pause=0] I'm banned from every buffet in my home dimension!
zh_hans: 戈嘎嘎嘎啊啊啊啊！！！[pause=0]我被我家乡纬度的所有自助餐厅拉进了黑名单！

# TALK_REST_0800_01_VAR_00
source: I have devoured the beast which devours the sun...[pause=0] But I still need more light!
zh_hans: 吞噬太阳之兽已经被我吞噬……[pause=0]还要更多更多的光！

# TALK_REST_0800_02_VAR_00
source: I have called the one who calls the moon within me...[pause=0] But I still need more light!
zh_hans: 邀引月亮之兽已经在我体内……[pause=0]但我仍需更多更多的光！

# TALK_REST_0800_03_VAR_00
source: [emote=Joyous]At last![pause=0] The nightmare is over, and I am whole once more!
zh_hans: [emote=Joyous]终于！[pause=0]噩梦结束了，我再一次完整了！

# TALK_REST_0800_VAR_00
source: Light... Light... Liiiiiiight...!!
zh_hans: 光……光……光——

# TALK_REST_0802_VAR_00
source: I'm still a little shy.[pause=0] Mind if I hide in your shadow?
zh_hans: 我还是有一点害羞。[pause=0]介意我躲在你的影子里吗？

# TALK_REST_0803_VAR_00
source: Hee-hee! Let's get to poisoning!
zh_hans: 嘻、嘻！我们开始下毒吧！

# TALK_REST_0804_VAR_00
source: Hey, hands off the stinger! That thing's connected right to my brain!
zh_hans: 喂，别碰我的毒针！那东西直通我的大脑！

# TALK_REST_0805_VAR_00
source: Others don't like arguing with us. We wonder why?
zh_hans: 谁都不想与我们争论。我们想知道为什么？

# TALK_REST_0808_VAR_00
source: I go nuts for metal stuff! Got any spoons? What about gears?
zh_hans: 我对金属制品情有独钟！有勺子吗？那齿轮呢？

# TALK_REST_0810_VAR_00
source: Thump! Thump! Thump! You can sing to my beat! \u266A
zh_hans: 砰！砰！砰！你可以跟着我的节拍唱！\u266A

# TALK_REST_0811_VAR_00
source: When I get thwacking, I lose control![pause=0] I am one with the thwack!
zh_hans: 一旦我开始打击木棒，就丧失了理智！[pause=0]打击已与我合二为一！

# TALK_REST_0812_VAR_00
source: Someday, I'd like to join up with a [color=#00FF00]Primarina[color] and a [color=#00FF00]Skeledirge[color], and start a band.
zh_hans: 总有一天，我会与一位[color=#00FF00]西狮海壬[color]和[color=#00FF00]骨纹巨声鳄[color]组建一支乐队。

# TALK_REST_0813_VAR_00
source: Run with me! \u266A We'll get warmed up for the next game! \u266A
zh_hans: 跟我跑起来！\u266A 我们得为下一场外出热身！\u266A

# TALK_REST_0814_VAR_00
source: Like my hoodie?[pause=0] It's made with all-natural materials!
zh_hans: 喜欢我的连帽衫吗？[pause=0]是用纯天然材料做的！

# TALK_REST_0815_VAR_00
source: Nobody dares block my shots![pause=0] I always score!
zh_hans: 我的射门无人能挡！[pause=0]又进一球！

# TALK_REST_0816_VAR_00
source: I'm scared, but I'll do my best not to cry!
zh_hans: 我很害怕，但我尽力不哭出来！

# TALK_REST_0817_VAR_00
source: Why are we going into the dungeon?[pause=0] Why don't we set traps and wait for the Pokémon to come to us?
zh_hans: 为什么要去迷宫里面？[pause=0]为什么不设陷阱来等那些宝可梦来找我们？

# TALK_REST_0818_VAR_00
source: The name's Leon. [color=#00FFFF]Inteleon[color].
zh_hans: 我叫千役。[color=#00FFFF]千面避役[color]。

# TALK_REST_0819_VAR_00
source: There are lots of Pokémon like me! I've gotta get those berries before they do!
zh_hans: 有很多宝可梦都跟我一样！我得赶在他们之前拿到树果！

# TALK_REST_0820_VAR_00
source: Didn't I have more berries in my tail? I'll just go get even more!
zh_hans: 我尾巴里的树果怎么少了？我得去摘更多的来！

# TALK_REST_0821_VAR_00
source: I'm still just a rookie, but I'll fight any bad guys we meet!
zh_hans: 我还只是个弱鸡，但有坏蛋什么的，碰上我就别想逃了！

# TALK_REST_0823_VAR_00
source: [emote=Worried]I don't think [color=#00FFFF]Tinkaton[color]'s around here...[pause=0] I might be able to rest, finally...
zh_hans: [emote=Worried][color=#00FFFF]巨锻匠[color]应该不在这附近吧……[pause=0]也许我终于可以休息一下了……

# TALK_REST_0824_VAR_00
source: Wow... There's so much information to pick up on here!
zh_hans: 哇……这里有这么多的情报要收集！

# TALK_REST_0825_VAR_00
source: I can drive your foes dotty with my psychic powers.
zh_hans: 我能用超能力把你的敌人弄得晕头转向。

# TALK_REST_0827_VAR_00
source: Swish-swish! Swish-swish! I won't leave even a single footprint!
zh_hans: 唰——唰！唰——唰！我连一个脚印都不会留下！

# TALK_REST_0828_VAR_00
source: Sniff... Sniff...[pause=0] Ah, they should've dropped their guard by now.
zh_hans: 嗅……嗅……[pause=0]啊，他们现在应该已经放松警惕了。

# TALK_REST_0829_VAR_00
source: It's so sunny today! \u266A
zh_hans: 今天天气真晴朗！\u266A

# TALK_REST_0830_VAR_00
source: Go, my seeds![pause=0] Spread across the island and enrich it wherever you fall!
zh_hans: 去吧，我的种子！[pause=0]在全岛撒播，为所到之处都赋予勃勃生机吧！

# TALK_REST_0831_VAR_00
source: I'm friends with [color=#00FFFF]Mareep[color]! \u266A
zh_hans: 我和[color=#00FFFF]咩利羊[color]是朋友！\u266A

# TALK_REST_0832_VAR_00
source: Don't lock horns with me.[br]I mean it. Please don't. I can't use them to fight.
zh_hans: 别跟我作对。[br]我认真的。真的不行。我不能用它们打架。

# TALK_REST_0836_VAR_00
source: That [color=#00FFFF]Thievul[color]...[pause=0] I'll find him, and I'll get him.
zh_hans: 那个[color=#00FFFF]狡大狐[color]……[pause=0]我会找到他的，会逮着他的。

# TALK_REST_0837_VAR_00
source: Coal's great![pause=0] But I'll have a hard time going green.
zh_hans: 煤炭很好！[pause=0]但我很难做到绿色环保。

# TALK_REST_0838_VAR_00
source: I'm rolling coal![pause=0] No matter how fast I go, my stack stays up!
zh_hans: 我在滚煤！[pause=0]无论我跑得多块，背上的煤堆都不会减少！

# TALK_REST_0839_VAR_00
source: We should protect caves across the island.
zh_hans: 我们应该把整座岛的洞窟都保护起来。

# TALK_REST_0840_VAR_00
source: If I fall on your head, you might get a great idea!
zh_hans: 如果我掉到你的头上，你可能就有灵感了！

# TALK_REST_0841_VAR_00
source: This apple's seen me through many battles.
zh_hans: 这个苹果见证了我的无数次战斗。

# TALK_REST_0842_VAR_00
source: Yeah? I can see you just fine.[br][emote=Happy]These are my eyes, silly!
zh_hans: 嗯？我可以正常看见东西啊。[br][emote=Happy]我的眼睛在这里，到底是谁没有眼睛呀！

# TALK_REST_0843_VAR_00
source: [emote=Stunned]Ahhh... Ahhh....[br][emote=Shouting]ACHOO![br][emote=Normal]Sorry... That happens when my sand pouch is full...
zh_hans: [emote=Stunned]啊……啊……[br][emote=Shouting]阿嚏！[br][emote=Normal]抱歉……我的沙囊满了就会这样……

# TALK_REST_0845_VAR_00
source: [speed=0.15]I... want... to... eat... an... [color=#00FF00]Arrokuda[color]...[br]I... like... [color=#00FF00]Arrokuda[color]...
zh_hans: [speed=0.15]要……吃……[color=#00FF00]刺梭鱼[color]……[br]我……喜欢……[color=#00FF00]刺梭鱼[color]……

# TALK_REST_0846_VAR_00
source: Ready to strike! I wanna team up with a [color=#00FF00]Decidueye[color]!
zh_hans: 准备冲刺！我要和[color=#00FF00]狙射树枭[color]组队！

# TALK_REST_0847_VAR_00
source: I'm faster than any [color=#00FF00]Basculin[color].[pause=0] And tastier, too![br]Don't ask me how I know that.
zh_hans: 我比任何[color=#00FF00]野蛮鲈鱼[color]都游得更快。[pause=0]味道也更香！[br]别问我怎么知道的。

# TALK_REST_0848_VAR_00
source: Goomi! Goomi! Me want goomi!
zh_hans: ru-an糖！ru-an糖！我——要——吃——卵——糖！

# TALK_REST_0849_01_VAR_00
source: Heh. Looks like I'll be doing all the work on our next trip... as usual.
zh_hans: 呵。看来下次旅行的活儿都得我来干了……和往常一样。

# TALK_REST_0849_VAR_00
source: [emote=Determined]Don't get in my way!
zh_hans: [emote=Determined]别挡我的路！

# TALK_REST_0850_VAR_00
source: My body's the perfect size and shape for cooking!
zh_hans: 我这样的身材和体型用来做菜真是太完美了！

# TALK_REST_0853_VAR_00
source: I like fighting foes on land.[pause=0] Hey, do I look like a Water-type?
zh_hans: 我更擅长在陆地上对决。[pause=0]喂，我很像水属性的吗？

# TALK_REST_0854_VAR_00
source: Go on, take a sip![pause=0] What's the worst thing that could happen?
zh_hans: 来嘛，喝一口！[pause=0]最糟糕的结果是什么呢？

# TALK_REST_0855_VAR_00
source: Cheerio![pause=0] Care for a spot of tea?
zh_hans: 干杯！[pause=0]要来杯茶吗？

# TALK_REST_0856_VAR_00
source: Strong emotions make me nervous.
zh_hans: 强烈的情感会很令人紧张。

# TALK_REST_0857_VAR_00
source: Don't you dare get angry!
zh_hans: 你怎么敢生气的！

# TALK_REST_0858_VAR_00
source: Stillness...[pause=0] I desire stillness, now and forever...
zh_hans: 宁静……[pause=0]我渴望着，不论现今还是永远……

# TALK_REST_0859_VAR_00
source: Where do you keep your stuff?[pause=0] Just curious.
zh_hans: 你把东西放在哪里？[pause=0]只是好奇。

# TALK_REST_0860_VAR_00
source: That Pokémon over there...[pause=0] It said bad things about you.[pause=0] Heh heh heh...
zh_hans: 那边那个宝可梦……[pause=0]说了你的什么坏话。[pause=0]呵呵呵……

# TALK_REST_0861_VAR_00
source: This beautiful hair isn't just for show![pause=0] I could take on a Machamp and win.
zh_hans: 我美丽的毛发可不仅仅是摆设！[pause=0]它们还能帮我对决打赢怪力！

# TALK_REST_0862_VAR_00
source: NOTHING GETS PAST ME!!!
zh_hans: 没有什么能通过我这一关！！！

# TALK_REST_0863_VAR_00
source: The glory of battle is something no [color=#00FF00]Persian[color] would understand!
zh_hans: 战斗的荣耀是任何[color=#00FF00]猫老大[color]都不懂的东西！

# TALK_REST_0864_VAR_00
source: When's the next full moon?
zh_hans: 下一次满月要等到什么时候？

# TALK_REST_0865_VAR_00
source: My friends, you have served me well.[pause=0] I shall carry you until the day I fall in battle.[br]What? I'm just talking to these two right here in my wings.
zh_hans: 我的朋友们，你们做得很好。[pause=0]我们会永远携手共进，直到哪天我倒在了战场上。[br]啊？我只是在和我翅膀上的这两个讲话。

# TALK_REST_0866_VAR_00
source: I'm quite skilled on my feet![pause=0] To watch me dance's a treat!
zh_hans: 我有娴熟的脚步！[pause=0]看着我跳舞真的是享受啊！

# TALK_REST_0867_VAR_00
source: Know my vengeance...
zh_hans: 了解我的诅咒……
