Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# MSG_INGRAIN_START
source: {0} planted its roots!
de: {0} pflanzt seine Wurzeln!
es: ¡{0} echó raices!
fr: {0} plante ses racines!
it: {0} ha piantato le sue radici!
zh_hans: {0}扎下了根！

# MSG_INNER_FOCUS
source: {0} didn't cringe due to its Inner Focus!
de: {0} ist dank Konzentrator nicht zurückgeschreckt!
es: ¡{0} no se amedró gracias a su Foco Interno!
fr: {0} n'a pas peur grâce à son Attention!
it: {0} non ha tenttennato grazie a Forza Interiore!
zh_hans: {0}由于特性 精神力，没有畏缩！

# MSG_INSOMNIA
source: {0} can't fall asleep due to Insomnia!
de: {0} kann aufgrund von Insomnia nicht einschlafen!
es: ¡{0} no puede quedarse dormido debido a Insomnio!
fr: {0} ne peut pas dormir à cause de Insomnia!
it: {0} non si è addormentato grazie ad Insonnia!
zh_hans: {0}由于特性 不眠，没有睡着！

# MSG_INSOMNIA_DROWSY
source: {0} can't become drowsy due to Insomnia!
de: {0} kann aufgrund von Insomnia nicht müde werden!
es: ¡{0} no puede quedarse somnoliento debido a Insomnio!
fr: {0} ne peut pas devenir somnolent à cause de Insomnia!
it: {0} non si è assonnato grazie ad Insonnia!
zh_hans: {0}由于特性 不眠，没有打瞌睡！

# MSG_INV_FULL
source: {0}'s bag is too full to hold the {1}!
de: {1} kann nicht aufgehoben werden, da {0}s Schatzbeutel voll ist!
es: ¡La bolsa de {0} está demasiado llena para coger {1}!
fr: Le sac de {0} est trop rempli pour prendre {1}!
it: La Sacca di {0} è troppo piena per poter tenere {1}!
zh_hans: {0}的包满了，装不下{1}！

# MSG_INVERSE_END
source: Type matchups returned to normal.
de: Alle Typ Vor- und Nachteile kehren auf ihren Ursprung zurück.
es: Los emparejamientos de tipos volvieron a la normalidad.
fr: Les effets de type sont revenus à la normal.
it: Le combinazioni di tipi sono tornate alla normalità.
zh_hans: 属性克制恢复正常了。

# MSG_INVERSE_START
source: Type matchups were reversed!
de: Alle Typ Vor- und Nachteile sind nun umgekehrt!
es: ¡Los emparejamientos de tipo se han invertido!
fr: Les effets de type se sont inversés!
it: Le combinazioni di tipo sono state invertite!
zh_hans: 属性克制被反转了！

# MSG_INVISIBLE_ALREADY
source: {0} is already invisible!
de: {0} ist bereits unsichtbar!
es: ¡{0} ya es invisible!
fr: {0} est déjà invisible!
it: {0} è già invisibile!
zh_hans: {0}已经隐身了！

# MSG_INVISIBLE_END
source: {0} is no longer invisible!
de: {0} ist nicht mehr unsichtbar!
es: ¡{0} ya no es invisible!
fr: {0} n'est plus invisible!
it: {0} non è più invisibile!
zh_hans: {0}不再隐身了！

# MSG_INVISIBLE_START
source: {0} became invisible!
de: {0} ist jetzt unsichtbar!
es: ¡{0} se hizo invisible!
fr: {0} devient invisible!
it: {0} è diventato invisbile!
zh_hans: {0}隐身了！

# MSG_ITEM_BAN
source: A mysterious force prevents {0} from using the item!
de: Eine geheimnisvolle Kraft verhindert {0} daran das Item zu nutzen!
es: ¡Una fuerza misteriosa impide a {0} usar el objeto!
fr: Une force mystérieuse empêche {0} d'utiliser cet objet!
it: Una forza misteriosa ha impedito a {0} di utilizzare lo strumento!
zh_hans: 一股神秘的力量阻止了{0}使用该道具！

# MSG_ITEM_CANT_USE_NOW
source: This item can't be used right now.
de: Dieses Item kann momentan nicht verwendet werden
es: Este objeto no puede usarse ahora.
fr: Cet objet ne peut pas être utilisé maintenant.
it: Questo strumento non può essere uttilizzato ora.
zh_hans: 现在不能使用这个道具。

# MSG_ITEM_NO_EFFECT
source: It won't have any effect on {0}.
de: Es wird auf {0} keine Wirkung haben.
es: No tendrá ningún efecto en {0}.
fr: Ça n'aura aucun effet sur {0}.
it: Non avrebbe alcun effetto su {0}.
zh_hans: 即使使用，也不会对{0}有任何效果。

# MSG_JUSTIFIED
source: {0}'s Justified raised its Attack!
de: {0}s Redlichkeit erhöht dessen Angriff!
es: ¡Justiciero de {0} aumentó su ataque!
fr: Coeur Noble de {0} augmente son attaque!
it: L'Attacco di {0} è aumentato grazie a Gisutizia!
zh_hans: {0}的特性 正义之心 提高了攻击！

# MSG_KEY_MISS
source: There's nothing to unlock!
de: Da ist kein Schloss zum Öffnen!
es: ¡No hay nada que desbloquear!
fr: Il n'y rien à déverrouiller!
it: Non c'è nulla da aprire!
zh_hans: 没有东西需要开锁！

# MSG_KNOCK_ITEM
source: {0} knocked off {1}'s {2}!
de: {0} schlägt {1}s {2} ab!
es: ¡{0} echó abajo {1} de {2}!
fr: {0} a enlevé {1} de {2}!
it: {0} ha fatto cadere {2} di {1}!
zh_hans: {0}拍落了{1}的{2}！

# MSG_KNOCK_MONEY
source: {0} dropped {1}!
de: {0} lässt {1} fallen!
es: ¡{0} soltó {1}!
fr: {0} à fait tomber {1}!
it: {0} ha lasciato cadere {1}!
zh_hans: {0}掉下了{1}！

# MSG_LEADER_ONLY_ITEM
source: Only the team leader can use the item!
de: Nur der Anführer kann dieses Item nutzen!
es: ¡Sólo el líder del equipo puede usar el objeto!
fr: Seulement le leader de l'équipe peut utiliser cet objet!
it: Solo il leader del team può utilizzare lo strumento!
zh_hans: 只有队长能使用这个道具！

# MSG_LEADER_ONLY_TILE
source: Only the team leader can use this tile!
de: Nur der Anführer kann dieses Feld nutzen!
es: ¡Sólo el líder del equipo puede usar esta baldosa!
fr: Seulement le leader de l'équipe peut utiliser cette case!
it: Solo il leader del team può utilizzare questa casella!
zh_hans: 只有队长能使用这个地板！

# MSG_LEECH_SEED
source: {0}'s health is sapped by Leech Seed!
de: {0}s KP wurden durch Egelsamen entzogen!
es: ¡Drenadoras ha restado salud a {0}!
fr: Les PV de {0} sont drainés par Vampigraine!
it: Parassiseme assorbe i PS di {0}!
zh_hans: {0}被寄生种子吸取了体力！

# MSG_LEECH_SEED_ALREADY
source: {0} is already seeded!
de: {0} ist bereits bepflanzt!
es: ¡{0} ya está infectado!
fr: {0} est déjà infecté!
it: {0} è già pieno di semi!
zh_hans: {0}已经被种下了种子！

# MSG_LEECH_SEED_END
source: {0} is no longer seeded!
de: {0} ist nicht mehr bepflanzt!
es: ¡{0} ya no está infectado!
fr: {0} n'est plus infecté!
it: {0} non è più pieno di semi!
zh_hans: {0}不再被种下种子了！

# MSG_LEECH_SEED_FAIL_ELEMENT
source: {0}'s type won't take on the Leech Seed!
de: {0}s Typ verhindert den Egelsamen!
es: ¡El tipo de {0} impide ser afectado por Drenadoras!
fr: Le type de {0} est insensible à Vampigraine!
it: I Pokémon del tipo di {0} non può subire Parassiseme!
zh_hans: {0}的属性不会被种下种子！

# MSG_LEECH_SEED_START
source: {0} was seeded!
de: {0} wurde bepflanzt!
es: ¡{0} fue infectado!
fr: {0} est infecté!
it: {0} è stato riempito di semi!
zh_hans: {0}被种下了种子！

# MSG_LEVEL_IMMUNE
source: {0}'s level is too high to be affected!
de: {0}s Level ist zu hoch um davon betroffen zu werden!
es: ¡El nivel de {0} es muy alto para ser afectado!
fr: Le niveau de {0} est trop haut pour être affecté!
it: Il livello di {0} è troppo alto perché abbia effetto!
zh_hans: {0}的等级太高，不会受到影响！

# MSG_LEVEL_STAT_BOOST
source: {0}'s level and base stats were boosted!
de: {0}s Level und Basiswerte wurden verstärkt!
es: ¡El nivel y estadísticas base de {0} fueron aumentadas!
it: Il livello e le statistiche base di {0} sono aumentati!
zh_hans: {0}的等级和基础能力提高了！

# MSG_LEVEL_STAT_CHANGE
source: {0}'s level and base stats changed!
de: {0}s Level und Basiswerte wurden verändert!
es: ¡El nivel y estadísticas base de {0} han cambiado!
it: Il livello e le statistiche base di {0} sono cambiati!
zh_hans: {0}的等级和基础能力发生了变化！

# MSG_LEVEL_STAT_DROP
source: {0}'s level and base stats dropped!
de: {0}s Level und Basiswerte wurden verringert!
es: ¡El nivel y estadísticas base de {0} han bajado!
it: Il livello e le statistiche base di {0} sono diminuiti!
zh_hans: {0}的等级和基础能力降低了！

# MSG_LIGHT_SCREEN_ALREADY
source: {0} already has a Light Screen!
de: {0} besitzt bereits einen Lichtschild!
es: ¡{0} ya tiene una Pantalla de Luz!
fr: {0} a déjà le statut Mur Lumière!
it: {0} ha già uno Schermoluce!
zh_hans: {0}已经制造了光墙！

# MSG_LIGHT_SCREEN_START
source: Light Screen protected {0} from Special attacks!
de: Lichtschild beschützt {0} vor speziellen Angriffen!
es: ¡Pantalla de Luz protegió a {0} de los ataques Especiales!
fr: Un Mur Lumière protège {0} des attaques Spéciales!
it: Schermoluce protegge {0} dagli attacchi speciali!
zh_hans: 对{0}的特殊攻击被光墙削弱了！

# MSG_LIMBER
source: {0} can't be paralyzed due to Limber!
de: {0} kann dank Flexibilität nicht paralysiert werden!
es: ¡{0} no puede ser paralizado debido a Flexibilidad!
fr: {0} ne peut pas être paralysé grâce à Échauffement!
it: {0} non può essere paralizzato grazie a Scioltezza!
zh_hans: 由于特性 柔软，{0}不会麻痹！

# MSG_LIQUID_OOZE
source: {0} sucked up the Liquid Ooze!
de: {0} hat die Kloakensoße aufgesaugt!
es: ¡{0} absorbió el Lodo Líquido!
fr: {0} a absorbé le Suintement!
it: {0} assorbe la melma!
zh_hans: {0}吸收到了 污泥浆！

# MSG_LOCK_OPEN
source: The locked doors opened!
de: Die verschlossenen Türen wurden geöffnet!
es: ¡Las puertas cerradas se abrieron!
fr: Les portes vérouillées se sont ouvertes!
it: Le porte sono state aperte!
zh_hans: 门锁打开了！

# MSG_LOCK_OPEN_FLOOR
source: Doors were opened throughout the floor!
de: Auf der gesamten Ebene haben sich Türen geöffnet!
es: ¡Puertas se abrieron por todo el piso!
fr: Les portes se sont ouvertes dans tout l'étage!
it: Le porte sono state aperte in tutto il piano!
zh_hans: 整个楼层的门都被打开了！

# MSG_LOSE_HELD_ITEM
source: {0}'s {1} was lost!
de: {0}s {1} ist verloren gegangen!
es: ¡{1} de {0} se perdió!
fr: Le {1} de {0} a été perdu!
it: {0} ha perso {1}!
zh_hans: {0}的{1}丢失了！

# MSG_LOSE_ITEM
source: The {1} in {0}'s bag was lost!
de: {1} im {0}s Beutel ist verloren gegangen!
es: ¡{1} en la bolsa de {0} se perdió!
fr: Le {1} dans le sac de {0} a été perdu!
it: {0} nella Sacca di {1} è stato perso!
zh_hans: {0}包里的{1}丢失了！

# MSG_LOST_GUEST
source: {0} was left behind...
de: {0} wurde zurückgelassen...
es: {0} se quedó atrás...
it: {0} è stato lasciato indietro...
zh_hans: {0}被抛下了……

# MSG_LOVE
source: {0} is attracted and can't target {1}!
de: {0} fühlt sich angezogen und kann nicht auf {1} zielen!
es: ¡{0} está enamorado y no puede atacar a {1}!
fr: {0} est amoureux de {1} il ne peut pas l'attaquer!
it: {0} è innamorato e non può scegliere come bersaglio {1}!
zh_hans: {0}被吸引了，无法锁定{1}！

# MSG_LOVE_ALREADY
source: {0} is already in love with {1}!
de: {0} ist bereits in {1} verliebt!
es: ¡{0} ya está enamorado de {1}!
fr: {0} est déjà sous le charme de {1}!
it: {0} è già innamorato di {1}!
zh_hans: {0}已经迷上{1}了！

# MSG_LOVE_END
source: {0} is no longer in love with {1}!
de: {0} ist nicht mehr in {1} verliebt!
es: ¡{0} ya no está enamorado de {1}!
fr: {0} n'est plus sous le charme de {1}!
it: {0} non è più innamorato di {1}!
zh_hans: {0}不再迷恋{1}了！

# MSG_LOVE_FAIL
source: {0} didn't fall in love with {1}!
de: {0} hat sich nicht in {1} verliebt!
es: ¡{0} no se enamoró de {1}!
fr: {0} n'est pas sous le charme de {1}!
it: {0} non può innamorarsi di {1}!
zh_hans: {0}没有对{1}产生爱意！

# MSG_LOVE_START
source: {0} fell in love with {1}!
de: {0} hat sich in {1} verliebt!
es: ¡{0} se enamoró de {1}!
fr: {0} est sous le charme de {1}!
it: {0} si è innamorato di {1}!
zh_hans: {0}对{1}产生了爱意！

# MSG_LUCKY_CHANT_ALREADY
source: {0} is already under the effects of Lucky Chant!
de: {0} besitzt bereits die Effekte der Beschwörung!
es: ¡{0} ya está bajo los efectos de Conjuro!
fr: {0} est déjà sous l'effet de AIr Veinard!
it: {0} è già sotto gli effetti di Fortuncanto!
zh_hans: {0}已经受到了幸运咒语的影响！

# MSG_LUCKY_CHANT_START
source: {0}'s Lucky Chant blocked it from critical hits and additional effects!
de: {0}s Beschwörung blockiert alle kritische Treffer und Bonuseffekte!
es: ¡Conjuro de {0} protegió de los ataques críticos y efectos adicionales!
fr: Air Veinard de {0} le protège des coups critiques et effets secondaires!
it: Fortuncanto di {0} ha bloccato i brutti colpi e gli effetti aggiuntivi!
zh_hans: {0}的幸运咒语阻止了击中要害和追加效果！

# MSG_MAGIC_BOUNCE
source: The attack rebounded from {0}'s Magic Bounce!
de: Die Attacke wurde durch {0}s Magiespiegel umgeleitet!
es: ¡El ataque rebotó por el Espejo Mágico de {0}!
fr: L'attaque a rebondi sur le Miroir Magik de {0}!
it: L'attacco è stato riflesso da Magispecchio di {0}!
zh_hans: 攻击被{0}的 魔法镜 反弹了！

# MSG_MAGIC_COAT
source: The attack rebounded from {0}'s Magic Coat!
de: Die Attacke wurde durch {0}s Magiemantel umgeleitet!
es: ¡El ataque rebotó por la Capa Mágica de {0}!
fr: L'attaque a rebondi sur le Reflet Magik de {0}!
it: L'attacco è stato riflesso da Magivelo di {0}!
zh_hans: 攻击被{0}的魔法反射反弹了！

# MSG_MAGIC_COAT_START
source: {0} will reflect status moves!
de: {0} reflektiert nun Status Attacken!
es: ¡{0} va a reflejar los movimientos de estado!
fr: {0} va refletter les attaques de statut!
it: {0} restituirà le mosse di stato!
zh_hans: {0}将反弹变化招式！

# MSG_MAGIC_ROOM_END
source: Held items and abilities regained their effects.
de: Gehaltene Items und Fähigkeiten erhalten ihre Fähigkeiten zurück.
es: Objetos equipados y habilidades recuperaron sus efectos.
fr: Les objets tenus et les capacités ont regagné leurs effets!
it: Gli strumenti equipaggiati e le abilità hanno riottenuto i loro effetti.
zh_hans: 携带道具和特性的效果恢复了。

# MSG_MAGIC_ROOM_START
source: Held items and abilities lost their effects!
de: Gehaltene Items und Fähigkeiten verlieren alle ihre Effekte!
es: ¡Objetos equipados y habilidades perdieron sus efectos!
fr: Les objets tenus et les capacités ont perdu leurs effets!
it: Gli strumenti equipaggiati e le abilità hanno perso il loro effetto!
zh_hans: 携带道具和特性的效果消失了！

# MSG_MAGMA_ARMOR
source: {0}'s Magma Armor prevented it from being frozen!
de: {0}s Magmapanzer verhindert Erfrierungen!
es: ¡Escudo Magma de {0} evitó ser congelado!
fr: Armumagma de {0} a empêché qu'il soit gelé!
it: Magmascudo di {0} ha impedito che venisse congelato!
zh_hans: {0}的特性 熔岩铠甲 阻止了冰冻！

# MSG_MAGMA_STORM_START
source: {0} was trapped in a vortex of magma!
de: {0} wurde in einem Wirbel aus Magma gefangen!
es: ¡{0} fue atrapado en un vórtice de magma!
fr: {0} est piégé dans un vortex de magma!
it: {0} è intrappolato in un vortice di magma!
zh_hans: {0}被困在了熔岩漩涡中！

# MSG_MAGNET_PULL
source: {0}'s Magnet Pull attracted {1}!
de: {0}s Magnetfalle zog {1} heran!
es: ¡Imán de {0} atrajo a {1}!
fr: Le Magnépiège de {0} a attiré {1}!
it: Magnetismo di {0} ha attratto {1}!
zh_hans: {0}的特性 磁力 吸住了{1}！

# MSG_MAGNET_RISE_START
source: {0} levitated using Magnet Rise!
de: {0} beginnt dank des Magnetfluges zu schweben!
es: ¡{0} levitó gracias a Levitón!
fr: {0} lévite grâce à Vol Magnétik!
it: {0} levita utilizzando Magnetascesa!
zh_hans: {0}使用电磁漂浮浮了起来！

# MSG_MAP_SURVEYOR
source: {0} revealed a part of the floor with its {1}!
de: {0} hat einen Teil der Ebene mit {1} aufgedeckt!
es: ¡{0} reveló una parte del piso con su {1}!
fr: {0} a révélé une partie l'étage avec son {1}!
it: {0} ha rivelato una parte del piano con il suo {1}!
zh_hans: {0}用{1}揭示了一部分地图！

# MSG_MATCHUP_NE
source: It doesn't affect {0}...
de: Es hat keinen Effekt auf {0}...
es: No afecta a {0}...
fr: Ça n'affecte pas {0}...
it: Non ha effetto su {0}...
zh_hans: 对于{0}好像没有效果……

# MSG_MATCHUP_NVE
source: It's not very effective...
de: Das ist nicht sehr effektiv...
es: No es muy efectivo...
fr: Ce n'est pas très efficace...
it: Non è molto efficace...
zh_hans: 好像效果不好……

# MSG_MATCHUP_NVE_2
source: It has little effect...
de: Es hatte einen leichten Effekt...
es: Tiene poco efecto...
fr: Ça a peu d'effet...
it: Ha poco effetto...
zh_hans: 效果甚微……

# MSG_MATCHUP_SE
source: It's super effective!
de: Das ist sehr effektiv!
es: ¡Es super efectivo!
fr: C'est super efficace!
it: È superefficace!
zh_hans: 效果绝佳！

# MSG_MATCHUP_SE_2
source: It's super effective!!!
de: Das ist sehr effektiv!!!
es: ¡¡Es super efectivo!!
fr: C'est super efficace!!!
it: È superefficace!!!
zh_hans: 效果绝佳！！！

# MSG_MAX_HUNGER_BOOST
source: {0}'s belly size increased!
de: {0}s Magenvolumen ist gestiegen!
es: ¡El tamaño de la tripa de {0} aumentó!
fr: La taille de l'estomac de {0} a augmenté!
it: La dimensione della pancia di {0} è aumentata!
zh_hans: {0}的最大满腹度提高了！

# MSG_MAX_HUNGER_DROP
source: {0}'s belly size decreased!
de: {0}s Magenvolumen ist kleiner geworden!
es: ¡El tamaño de la tripa de {0} disminuyó!
fr: La taille de l'estomac de {0} a réduit!
it: La dimensione della pancia di {0} è diminuita!
zh_hans: {0}的最大满腹度降低了！

# MSG_MENTAL_CHARGE
source: {0} is protected from move-binding effects!
de: {0} ist vor bewegungsunfähigen Effekten geschützt!
es: ¡{0} está protegido de los efectos que restringen movimientos!
fr: {0} est protégé des effets de restrictions de mouvement!
it: {0} è protetto dagli effetti delle mosse che immobilizzano!
zh_hans: {0}正在受到心灵保护，招式不会被封锁！

# MSG_MENTAL_CHARGE_END
source: {0} is no longer protected from move-binding effects!
de: {0} ist nicht mehr länger vor bewegungsunfähigen Effekten geschützt!
es: ¡{0} ya no está protegido de los efectos que restringen movimientos!
fr: {0} n'est plus protégé des effets de restrictions de mouvement!
it: {0} non è più protetto dagli effetti delle mosse che immobilizzano!
zh_hans: {0}的心灵保护结束了！

# MSG_MENTAL_CHARGE_START
source: {0} was protected from move-binding effects!
de: {0} wurde vor einem bewegungsunfähigen Effekt geschützt!
es: ¡{0} fue protegido de los efectos que restringen movimientos!
fr: {0} a été protégé des effets de restrictions de mouvement!
it: {0} è stato protetto dagli effetti delle mosse che immobilizzano!
zh_hans: {0}受到了心灵保护，招式不会被封锁！

# MSG_METAL_BURST_ALREADY
source: {0} already has Metal Burst up!
de: {0} besitzt bereits den Metallstoß-Status!
es: ¡{0} ya está usando Represión Mental!
fr: {0} à déjà Fulmifer!
it: {0} ha già Metalscoppio attivo!
zh_hans: {0}已经在准备金属爆炸了！

# MSG_METAL_BURST_START
source: {0} will reflect damaging attacks!
de: {0} wird nun schädliche Angriffe reflektieren!
es: ¡{0} va a reflejar los movimientos dañinos!
fr: {0} reflette les attaques offensives!
it: {0} restituirà le mosse che infliggono danno!
zh_hans: {0}将会反弹造成伤害的招式！

# MSG_MIMIC
source: {0} mimicked {1}!
de: {0} ahmt {1} nach!
es: ¡{0} imitó {1}!
fr: {0} imite {1}!
it: {0} ha mimato {1}!
zh_hans: {0}模仿了{1}！

# MSG_MIMIC_FAIL
source: {0}'s move wasn't mimicked!
de: {0}s Attacke wurde nicht nachgeahmt!
es: ¡El movimiento de {0} no fue imitado!
fr: La capacité de {0} n'a pas été imité!
it: La mossa di {0} non può essere mimata!
zh_hans: {0}的招式没有被模仿！

# MSG_MINI_COUNTER_ALREADY
source: {0} already has a Mini-Counter!
de: {0} besitzt bereits einen Mini-Konter!
es: ¡{0} ya tiene Minicontra!
fr: {0} a déjà le statut Mini-Riposte!
it: {0} ha già Minicontrattacco attivo!
zh_hans: {0}已经在准备反击了！

# MSG_MINI_COUNTER_START
source: {0} will counter damaging attacks!
de: {0} wird schädliche Angriffe kontern!
es: ¡{0} contraatacará los ataques dañinos!
fr: {0} renvoie les attaques offensives!
it: {0} contrattaccherà gli attacchi che infliggono danno!
zh_hans: {0}开始反击了！

# MSG_MIRACLE_EYE_START
source: {0} can hit through type-based immunities!
de: {0} kann nun durch typenbeschränkte Immunitäten angreifen!
es: ¡{0} puede golpear a través de las inmunidades de tipo!
fr: {0} ignore les faiblesses de l'ennemi!
it: {0} ignora le immunità di tipo!
zh_hans: {0}能打中因属性关系而免疫伤害的对手了！

# MSG_MIRROR_COAT_ALREADY
source: {0} already has a Mirror Coat!
de: {0} besitzt bereits einen Spiegelcape!
es: ¡{0} ya tiene Manto Espejo!
fr: {0} à déjà un Voile Miroir!
it: {0} ha già uno Specchiovelo!
zh_hans: {0}已经在镜面反射了！

# MSG_MIRROR_COAT_START
source: {0} will counter Special Attacks!
de: {0} wird spezielle Angriffe kontern!
es: ¡{0} contraatacará los Ataques Especiales!
fr: {0} renvoie les Attaques Spéciales!
it: {0} contrattaccherà gli attacchi speciali!
zh_hans: {0}将反弹特殊攻击招式！

# MSG_MISS
source: {0} avoided the attack!
de: {0} ist dem Angriff ausgewichen!
es: ¡{0} esquivó el ataque!
fr: {0} a évité l'attaque!
it: {0} schiva l'attacco!
zh_hans: {0}避开了攻击！

# MSG_MIST_ALREADY
source: {0} is already shrouded in Mist!
de: {0} ist bereits in einem Weißnebel gehüllt!
es: ¡{0} ya está rodeado por Neblina!
fr: {0} est déjà enveloppé par Brume!
it: {0} è già avvolto nella nebbia!
zh_hans: {0}已经笼罩在白雾中了！

# MSG_MIST_START
source: {0} was protected from stat drops!
de: {0} wurde vor Wertesenkungen geschützt!
es: ¡{0} fue protegido de bajadas de estadísticas!
fr: Les stats de {0} ne peuvent pas baisser!
it: {0} è protetto dalle modifiche alle statistiche!
zh_hans: {0}的能力下降受保护了！

# MSG_MISTY_TERRAIN_END
source: The mist disappeared from the battlefield.
de: Der Nebel ist vom Kampffeld verschwunden.
es: La niebla despareció del campo de batalla.
fr: Le brouillard disparaît!
it: La nebbia è scomparsa dal terreno.
zh_hans: 雾气从场地上消失了。

# MSG_MISTY_TERRAIN_NO_STATUS
source: The Misty Terrain protected {0} from major status problems!
de: Der Nebel beschützt {0} vor großen Statusproblemen!
es: ¡El Campo de Niebla protegió a {0} de problemas de estado!
fr: Le brouillard protège {0} des problèmes de status!
it: Campo Nebbioso protegge {0} dai problemi di stato gravi!
zh_hans: 薄雾场地保护了{0}不会陷入异常状态！

# MSG_MISTY_TERRAIN_START
source: Mist swirled about the battlefield!
de: Nebel wirbelt sich auf dem Kampffeld!
es: ¡Una niebla giró alrededor del campo de batalla!
fr: Un brouillard s'étend dans tout l'étage!
it: Il terreno è coperto dalla nebbia!
zh_hans: 雾气围绕着场地！

# MSG_MOBILE_END
source: {0} can no longer travel through walls!
de: {0} kann nicht mehr durch Wände wandern!
es: ¡{0} ya no puede atravesar paredes!
fr: {0} ne peut plus traverser les murs!
it: {0} non può più attraversare i muri!
zh_hans: {0}不能再穿墙了！

# MSG_MOBILE_START
source: {0} can now travel through walls!
de: {0} kann nun durch Wände wandern!
es: ¡{0} ahora puede atravesar paredes!
fr: {0} peut maintenant traverser les murs!
it: {0} può attraversare i muri!
zh_hans: {0}可以穿墙了！

# MSG_MONSTER_HOUSE
source: It's a monster house!
de: Es ist ein Monsterraum!
es: ¡Es un nido de monstruos!
fr: C'est une maison de monstre!
it: È un covo di Pokémon!
zh_hans: 这是一个怪兽屋！

# MSG_MOODY
source: {0} is Moody!
de: {0}s Gefühlswippe tritt auf!
es: ¡{0} tiene una Veleta!
fr: {0} est Lunatique!
it: Altalena di {0}!
zh_hans: {0}心情不定！

# MSG_MOVE_BAN_END
source: The ban on {0} was lifted!
de: Der Bann auf {0} wurde aufgelöst!
es: ¡El veto en {0} fue levantado!
fr: L'interdiction d'utiliser {0} est levée!
it: Il blocco su {0} è stato rimosso!
zh_hans: {0}的招式禁用解除了！

# MSG_MOVE_BAN_START
source: The move {0} has been banned from the dungeon!
de: Die Attacke {0} wurde auf dieser Ebene gebannt!
es: ¡El movimiento {0} ha sido vetado de la mazmorra!
it: {0} è stata bloccata dal dungeon!
zh_hans: {0}已经被禁用了！

# MSG_MOXIE
source: {0} is showing its Moxie!
de: {0} zeigt seinen Hochmut!
es: ¡{0} está mostrando su Autoestima!
fr: {0} est entrain de montrer son Impudance !
it: {0} mostra la sua Arroganza!
zh_hans: {0}展示出了 自信过度！

# MSG_MUG
source: All held items were drawn to {0}!
de: Alle getragenen Items wurden von {0} angezogen!
es: ¡Todos los objetos equipados fueron atraídos a {0}!
fr: Tous les objets tenus ont été attiré par {0}!
it: Tutti gli strumenti equipaggiati sono stati attratti da {0}!
zh_hans: 所有的持有物都被吸到了{0}旁边！

# MSG_MYSTERIOSITY_END
source: The distortion disappeared!
de: Die Verzerrung ist verschwunden!
es: ¡La distorsión ha desaparecido!
it: La distorsione è scomparsa!
zh_hans: 扭曲消失了！

# MSG_MYSTERIOSITY_START
source: A mysterious distortion appears in the dungeon!
de: Eine mysteriöse Verzerrung ist im Dungeon aufgetaucht!
es: ¡Una misteriosa distorsión ha aparecido en la mazmorra!
it: Appare una distorsione misteriosa nel dungeon!
zh_hans: 迷宫中出现了不可思议扭曲！

# MSG_NIGHTMARE
source: {0} is having nightmares!
de: {0} hat einen Alptraum!
es: ¡{0} está teniendo pesadillas!
fr: {0} fait un cauchemar!
it: {0} sta avendo degli incubi!
zh_hans: {0}受到了恶梦的侵扰！

# MSG_NIGHTMARE_ALREADY
source: {0} is already stalked by a nightmare!
de: {0} wird bereits von einem Alptraum heimgesucht!
es: ¡{0} ya está siendo acosado por una pesadilla!
fr: {0} est déjà coincé dans un cauchemar!
it: {0} è già perseguitato dagli incubi!
zh_hans: {0}已经被恶梦缠身了！

# MSG_NIGHTMARE_END
source: {0} is no longer stalked by a nightmare!
de: {0} wird nicht mehr von einem Alptraum heimgesucht!
es: ¡{0} ya no está siendo acosado por una pesadilla!
fr: {0} est sorti de son cauchemar!
it: {0} non è più perseguitato dagli incubi!
zh_hans: {0}不再被恶梦缠身了！
