Repository: audinowho/DumpAsset
Catalog: Strings/stringsEx.*.resx
Languages: de, es, fr, it, zh_hans

# TALK_REST_1025_VAR_00
source: If you're feeling hungry, why not have some mochi?[pause=0] Cha cha cha...!
zh_hans: 肚子饿了的话，来尝尝我的粘糕呗！桃……桃……

# TALK_SHOP_0000
source: Always delighted to be of service! ~\u266A
de: Ich bin immer froh dir zu Diensten zu sein! ~\u266A
es: ¡Siempre encantado de ayudar! ~\u266A
it: Sempre felice di potervi aiutare! ~\u266A
zh_hans: 总能微笑为您服务！～\u266A

# TALK_SHOP_0001
source: Look, look! They're all shiny!
de: Schau mal! Schau! Die glänzen so schön!
es: ¡Mira, mira! ¡Son todos variocolor!
it: Guarda, guarda come luccicano!
zh_hans: 看，看！闪亮的商品！

# TALK_SHOP_0002
source: OUR WARES ARE GUARANTEED PREMIUM QUALITY.
de: UNSERE WAREN SIND GARANTIERT VON HÖCHSTER QUALITÄT.
es: NUESTRAS MERCANCÍAS SON DE ALTA CALIDAD.
it: I NOSTRI ARTICOLI GARANTISCONO QUALITÀ ECCELENTE.
zh_hans: 我们的货物保证质量上乘。

# TALK_SHOP_END_0000
source: Thank you! Please come again! ~\u266A
de: Vielen Dank! Bitte komme wieder! ~\u266A
es: ¡Gracias! ¡Vuelva otra vez! ~\u266A
it: Grazie! Torni a farci visita! ~\u266A
zh_hans: 谢谢！欢迎下次光临！～\u266A

# TALK_SHOP_END_0001
source: Thank you for coming!
de: Vielen Dank fürs Vorbeischauen!
es: ¡Gracias por venir!
it: Grazie per avermi fatto visita!
zh_hans: 欢迎下次再来！

# TALK_SHOP_END_0002
source: HAVE A NICE DAY.
de: EINEN SCHÖNEN TAG NOCH.
es: TENGA UN BUEN DÍA.
it: BUONA GIORNATA.
zh_hans: 祝您生活愉快。

# TALK_SHOP_PAY_0000
source: That merchandise is {0}. Want to buy it?
de: Diese Ware kostet {0}. Bist du am Kauf interessiert?
es: Esa mercancía es {0}. ¿Quieres comprarla?
it: Fanno {0}. Vuole acquistare?
zh_hans: 那件商品是{0}。要买下吗？

# TALK_SHOP_PAY_0001
source: One...[pause=10] two...[pause=10] three...[pause=10] That will be {0}!
de: Eins...[pause=10] Zwei...[pause=10] Drei...[pause=10] Das wären {0}!
es: Uno...[pause=10] dos...[pause=10] tres...[pause=10] ¡Eso serán {0}!
it: Uno...[pause=10] due...[pause=10] tre...[pause=10] Sono {0}!
zh_hans: 一……[pause=10]二……[pause=10]三……[pause=10]那将是{0}！

# TALK_SHOP_PAY_0002
source: YOUR TOTAL BILL IS {0}.\nCONFIRM YOUR PURCHASE.
de: DEINE RECHNUNG BETRÄGT {0}.\nBITTE BESTÄTIGE DEINEN EINKAUF.
es: EL TOTAL A PAGAR ES {0}.\nCONFIRME SU COMPRA.
it: IL PREZZO TOTALE È {0}.\nCONFERMA IL TUO ACQUISTO.
zh_hans: 您的账单总额为{0}。\n请确认您的订单。

# TALK_SHOP_PAY_DONE_0000
source: Thank you! So very much! ~\u266A
de: Danke dir! Vielen, vielen Dank! ~\u266A
es: ¡Gracias! ¡Muchas gracias! ~\u266A
it: Grazie! Grazie infinite! ~\u266A
zh_hans: 非常感谢！～\u266A

# TALK_SHOP_PAY_DONE_0001
source: Come back soon!
de: Komme bald wieder!
es: ¡Vuelva pronto!
it: Torna a trovarci!
zh_hans: 下次再来！

# TALK_SHOP_PAY_DONE_0002
source: TRANSACTION COMPLETE. ALL SALES FINAL.
de: TRANSAKTION ABGESCHLOSSEN. VERKAUF IST BEENDET.
es: TRANSACCIÓN COMPLETADA. NO SE ADMITEN DEVOLUCIONES.
it: TRANSAZIONE COMPLETATA. NESSUN RIMBORSO.
zh_hans: 交易完成。结束。

# TALK_SHOP_PAY_REFUSE_0000
source: Very disappointing.
de: Welch eine Enttäuschung.
es: Muy decepcionante.
it: Mi delude.
zh_hans: 太扫兴了。

# TALK_SHOP_PAY_REFUSE_0001
source: Awwww, not buying?
de: Oooooh, du willst doch nichts?
es: Ooh, ¿no compra?
it: Ooooh, non compri nulla?
zh_hans: 噢噢，不买吗？

# TALK_SHOP_PAY_REFUSE_0002
source: TRANSACTION CANCELLED.
de: TRANSAKTION ABGEBROCHEN.
es: TRANSACCIÓN CANCELADA.
it: TRANSAZIONE ANNULLATA.
zh_hans: 交易已取消。

# TALK_SHOP_PAY_SHORT_0000
source: You don't seem to have enough money.
de: Das sieht nicht so aus, als hättest du genug Geld.
es: No parece que tengas suficiente dinero.
it: Non ha abbastanza soldi.
zh_hans: 看上去您没有足够的钱啊。

# TALK_SHOP_PAY_SHORT_0001
source: Huh? That's not enough...
de: Huch? Das reicht nicht...
es: ¿Huh? Eso no es suficiente...
it: Uh? Non è abbastanza...
zh_hans: 呃？钱不够啊……

# TALK_SHOP_PAY_SHORT_0002
source: ERROR. INSUFFICIENT FUNDS.
de: FEHLER. GELDMITTEL SIND NICHT AUSREICHEND.
es: ERROR. SALDO INSUFICIENTE.
it: ERRORE. FONDI INSUFFICIENTI.
zh_hans: 错误。余额不足。

# TALK_SHOP_SELL_0000
source: For that, I shall pay {0}! Want to sell it?
de: Dafür biete ich dir {0}! Möchtest du das verkaufen?
es: Por eso, pagaré {0}! ¿Quiere venderlo?
it: Per quello potrei pagarle {0}! Vuole venderlo?
zh_hans: 那个，我花{0}买下！您要卖吗？

# TALK_SHOP_SELL_0001
source: I can buy your stuff for,[pause=10] um,[pause=10] {0}![pause=30] Is that okay?
de: Ich kann dir deine Sachen für,[pause=10] äh,[pause=10] {0} abkaufen![pause=30] Ist das ok?
es: Puedo comprar tus cosas por,[pause=10], um,[pause=10] ¡{0}! ¿Le parece bien?
it: Potrei comprarlo per,[pause=10] uhm,[pause=10] {0}![pause=30] Ti va bene?
zh_hans: 我可以买您的东西，[pause=10]呃，[pause=10]{0}！[pause=30]可以吗？

# TALK_SHOP_SELL_0002
source: YOU SHALL BE PAID {0} FOR THE SUPPLIES.\nCONFIRM?
de: DU ERHÄLST {0} FÜR DIE ANGEBOTENEN GÜTER.\nBESTÄTIGEN?
es: SERÁ PAGADO {0} POR LAS PROVISIONES.\n¿CONFIRMA?
it: VERRAI PAGATO {0} PER LE FORNITURE.\nCONFERMARE?
zh_hans: 您将获得{0}返还金。请确认。

# TALK_SHOP_SELL_DONE_0000
source: Thank you! I value your patronage! ~\u266A
de: Danke! Ich weiß deine Kundschaft zu schätzen! ~\u266A
es: ¡Gracias! ¡Valoro su patrocinio! ~\u266A
it: Grazie! Apprezzo il suo patrocinio! ~\u266A
zh_hans: 非常感谢！本店非常珍惜您的光临～\u266A

# TALK_SHOP_SELL_DONE_0001
source: Yaay! Thank you!
de: Juchu! Vielen Dank!
es: ¡Hurra! ¡Gracias!
it: Yuppie! Grazie!
zh_hans: 耶！非常感谢！

# TALK_SHOP_SELL_DONE_0002
source: EXCHANGE COMPLETE.
de: AUSTAUSCH ABGESCHLOSSEN.
es: INTERCAMBIO COMPLETADO.
it: SCAMBIO COMPLETATO.
zh_hans: 交易完成。

# TALK_SHOP_START_0000
source: Welcome! Welcome! ~\u266A
de: Willkommen! Sei herzlich willkommen! ~\u266A
es: ¡Bienvenido! ¡Bienvenido! ~\u266A
it: Benvenuto! Benvenuto! ~\u266A
zh_hans: 欢迎！欢迎！～\u266A

# TALK_SHOP_START_0001
source: Welcome to my very own shop!
de: Willkommen in meinem eigenen Laden!
es: ¡Bienvenido a mi propia tienda!
it: Benvenuto le mio negozio!
zh_hans: 欢迎光临私人小店！

# TALK_SHOP_START_0002
source: GREETINGS, VALUED CUSTOMER.
de: SEI GEGRÜẞT, GEEHRTER KUNDE.
es: SALUDOS, DISTINGUIDO CLIENTE.
it: SALUTI, STIMATO CLIENTE.
zh_hans: 光临，尊贵的客户。

# TALK_SHOP_SUSPECT_0000
source: Not until you've repaid your debts![pause=0] My partners shall be avenged!
de: Meinst du etwa ich sei ein Narr?[pause=0]\nJeder in diesem Dungeon weiß was du getan hast.
es: ¿Por que tipo de necio me tomas?[pause=0]\nTodos en la mazmorra saben lo que has hecho.
it: Mi prende per idiota?[pause=0]\nTutti nel dungeon sanno quello che ha fatto.
zh_hans: 你当我傻吗？[pause=0]\n迷宫里的大家都知道你曾经干过什么。

# TALK_SHOP_SUSPECT_0001
source: Hey wait![pause=10] I heard about you![pause=0]\nYou stole from my friends!
de: Hey, moment mal![pause=10] Ich habe von dir gehört![pause=0]\nDu hast von meinen Freunden gestohlen!
es: ¡Hey espera![pause=10] ¡He oído sobre ti![pause=0]\n¡Robaste a mis amigos!
it: Ehi, aspetta![pause=10] Ho sentito parlare di te![pause=10]\nHai derubato i miei amici!
zh_hans: 嘿，等等！[pause=10]我听过你！[pause=0]\n你偷了我朋友的东西！

# TALK_SHOP_SUSPECT_0002
source: PROCESS HALTED.[pause=0]\nSEARCHING DATABASE...[br].[pause=4].[pause=4].[pause=4].[pause=4]CRIMINAL RECORD MATCHED.
de: PROZESS PAUSIERT.[pause=0]\nDURCHSUCHE DATENBANK...[br].[pause=4].[pause=4].[pause=4].[pause=4]ÜBEREINSTIMMUNG IN VERBRECHER DATENBANK.
es: PROCESO PAUSADO.[pause=0]\nBUSCANDO EN BASE DE DATOS...[br].[pause=4].[pause=4].[pause=4].[pause=4]EXPEDIENTE CRIMINAL ENCONTRADO.
it: PROCESSO INTERROTTO.[pause=0]\nRICERCA NEL DATABASE...[br].[pause=4].[pause=4].[pause=4].[pause=4]PRECEDENTI PENALI CORRISPONDENTI.
zh_hans: 进程已终止。[pause=0]\n正在搜索数据库……[br]…[pause=4]…[pause=4]…[pause=4]…[pause=4]犯罪记录匹配。

# TALK_SHOP_THIEF_0000
source: My precious merchandise! Catch that thief!
de: Meine kostbare Ware! Schnappt den Dieb!
es: ¡Mi valiosa mercancía! ¡Atrapen al ladrón!
it: La mia preziosa merce! Catturate quel ladro!
zh_hans: 我宝贵的商品！抓住那个贼！

# TALK_SHOP_THIEF_0001
source: Waaah! That meanie stole my shinies!
de: Aaaaah! Dieser Fiesling hat mein Glänziges gestohlen!
es: ¡Uaaa! ¡Ese malvado robo mis brillantitos!
it: Uwaaaa! Quel cattivone mi ha rubato la mia merce luccicante!
zh_hans: 哇！那个坏蛋偷了我闪亮的商品！

# TALK_SHOP_THIEF_0002
source: THEFT WILL NOT BE TOLERATED.
de: DIEBSTAHL WIRD NICHT TOLERIERT.
es: EL ROBO NO SERÁ TOLERADO.
it: IL FURTO NON SARÀ TOLLERATO.
zh_hans: 盗窃零容忍。

# TALK_SHOP_THIEF_RETURN_0000
source: Catch that thief!
de: Schnappt den Dieb!
es: ¡Atrapad a ese ladrón!
it: Prendete quel ladro!
zh_hans: 抓住那个贼！

# TALK_SHOP_THIEF_RETURN_0001
source: Waaah! The meanie is back!
de: Hilfe! Der Klauer ist zurück!
es: ¡Ayuda! ¡El ladrón ha vuelto!
it: Aiuto! Il ladro è tornato!
zh_hans: 救命！小偷回来了！

# TALK_SHOP_THIEF_RETURN_0002
source: THEFT WILL NOT BE TOLERATED.
de: DIEBSTAHL WIRD NICHT TOLERIERT.
es: EL ROBO NO SERÁ TOLERADO.
it: IL FURTO NON SARÀ TOLLERATO.
zh_hans: 盗窃零容忍。

# TALK_WAIT_0000
source: Another exciting adventure! Where are we going?
de: Noch ein spannendes Abenteuer! Wo gehen wir hin?
es: ¡Otra aventura emocionante! ¿Adónde vamos?
fr: Encore une aventure palpitante! Où allons-nous?
it: Un'altra eccitante avventura! Dove stiamo andando?
zh_hans: 又一次令人兴奋的冒险！我们要去哪里？

# TALK_WAIT_0001
source: Let's get going! Let's explore!
de: Auf geht's! Zur Erkundung!
es: ¡En marcha! ¡A explorar!
fr: Allons-y! Partons à l'aventure!
it: Partiamo! Andiamo a esplorare!
zh_hans: 我们走吧！去探险吧！

# TALK_WAIT_0002
source: OK! Let's go find treasure!
de: Okay, lasst uns Schätze finden!
es: ¡Vale! ¡A buscar el tesoro!
fr: D'accord! Allons à la chasse aux trésors!
it: Ok! Andiamo a cercare dei tesori!
zh_hans: 好！我们去找宝藏吧！

# TALK_WAIT_0003
source: What will we find this time?
de: Was finden wir wohl diesmal?
es: ¿Qué encontraremos esta vez?
fr: Qu'allons-nous découvrir cette fois-ci?
it: Cosa troveremo stavolta?
zh_hans: 这次我们会发现什么呢？

# TALK_WAIT_0005
source: Let's keep our spirits up on this one!
de: Lass uns hierbei nicht den Mut verlieren!
es: ¡Animémonos para esta ocasión!
fr: Faisons tous de notre mieux!
it: Su col morale questa volta!
zh_hans: 让我们振作起来！

# TALK_WAIT_0006
source: I'm ready to head out anytime.
de: Ich bin jederzeit bereit, aufzubrechen!
es: Por mí, podemos partir ya.
fr: Je t'attends, on part quand tu veux!
it: Sono disponibile a partire in qualsiasi momento.
zh_hans: 我随时准备出发。

# TALK_WAIT_0007
source: I'm ready to head out on another adventure!
de: Ich bin bereit, wieder in ein Abenteuer zu ziehen!
es: ¿Todo listo para partir? ¡Yo lo estoy!
fr: J'ai hâte de me lancer dans une nouvelle aventure!
it: Non vedo l'ora di partire per la prossima avventura!
zh_hans: 我准备好去另一场冒险了！

# TALK_WAIT_0010
source: I'm a bit nervous about this trip!
de: Dieser Abstecher macht mich ein wenig nervös!
es: ¡Tengo unos nervios con este viaje!...
fr: Je tremble, j'avoue, mais c'est juste de la nervosité!
it: Questo viaggio mi preoccupa un po'!
zh_hans: 这次出行我有点紧张！

# TALK_WAIT_0011
source: So where are we going next?
de: Also, wo gehen wir als Nächstes hin?
es: ¿Adónde vamos ahora?
fr: Nous allons où, au fait?
it: Allora, qual è la nostra prossima meta?
zh_hans: 所以下次我们要去哪呢？

# TALK_WAIT_0012
source: I'll do the best I can!
de: Ich werde mein Bestes geben!
es: ¡Lo haré lo mejor que pueda!
fr: J'essaierai de ne pas te décevoir!
it: Farò del mio meglio!
zh_hans: 我会尽我所能！

# TALK_WAIT_0015
source: So where to next?
de: So, wohin geht es jetzt?
es: ¿Y ahora adónde?
fr: Alors, où va-t-on?
it: Bene, qual è la prossima meta?
zh_hans: 所以下次去哪？

# TALK_WAIT_0016
source: How long before we leave, do you think?
de: Wie lange dauert es, glaubst du wohl, bis wir aufbrechen?
es: ¿Cuánto crees que falta para irnos?
fr: On part dans combien de temps, à ton avis?
it: Tra quanto partiamo?
zh_hans: 你觉得我们还有多久出发？

# TALK_WAIT_0017
source: Oh, finally prepared to leave?
de: Oh, endlich startklar?
es: ¿Ya podemos irnos?
fr: On va bientôt partir?
it: Oh, possiamo finalmente partire?
zh_hans: 哦，终于准备好离开了？

# TALK_WAIT_0020
source: Oho... So warm here. So nice!
de: Oho... So warm hier! Ein sehr angenehmer Ort!
es: ¡Qué calorcito! ¡Qué bien se está aquí!
fr: Oho... il fait assez chaud, c'est bien agréable!
it: Oooh... Che bel calduccio! Si sta proprio bene qui!
zh_hans: 噢哦……好温暖，好棒！

# TALK_WAIT_0021
source: Oho... No need to hurry... I'm quite content to wait.
de: Oho... Keine Eile... Mir macht es nichts aus zu warten.
es: No hay prisa... No me importa esperar.
fr: Oho... inutile de te presser... Cela ne me dérange pas d'attendre.
it: Non c'è fretta... Posso aspettare tranquillamente.
zh_hans: 噢哦……不必着急……等待也是享受。

# TALK_WAIT_0022
source: Oho... I wonder...what if we found a treasure...?
de: Oho... Ich frage mich... Was, wenn wir auf einen Schatz stoßen?
es: ¿Y si encontramos un tesoro?
fr: Oho... imagine... et si nous trouvions un trésor?
it: Senti... E se troviamo un tesoro?
zh_hans: 噢哦……我想知道……如果我们发现了宝藏呢……？

# TALK_WAIT_0025
source: Ready, steady, go!
de: Auf die Plätze! Fertig! Los!
es: ¡Tres, dos, uno, ya!
fr: A vos marques, prêts, partez!
it: Pronti, partenza, via!
zh_hans: 好，准备，出发！

# TALK_WAIT_0026
source: Happy to help out, [hero]!
de: Ich helfe gerne, [hero]!
es: ¡Me alegra ser de ayuda, [hero]!
fr: C'est une joie pour moi de pouvoir t'aider, [hero]!
it: Sono felice di poterti essere d'aiuto, [hero]!
zh_hans: 很高兴帮忙，[hero]。

# TALK_WAIT_0030
source: Exploration... Exploration...
de: Erkundung... Erkundung...
es: Exploración... Exploración...
it: Esplorare... Esplorare...
zh_hans: 探险……探险……

# TALK_WAIT_0031
source: Treasure... Find treasure...
de: Schatz... Schatz finden...
es: Tesoro... Encontrar... el tesoro...
fr: Trésor... Trouver... trésor...
it: Tesoro... trovare... tesoro...
zh_hans: 宝藏……寻宝藏……

# TALK_WAIT_0032
source: Excited... Excited...
de: Aufgeregt... Aufgeregt...
es: Emoción... Qué emoción...
fr: Vivement... Vivement...
it: Evviva... Evviva...
zh_hans: 激动……激动……

# TALK_WAIT_0035
source: Ready for anything!
de: Zu allem bereit!
es: ¡Todo listo para lo que sea!
fr: Je suis prêt à tout!
it: Sono pronto a tutto!
zh_hans: 准备就绪！

# TALK_WAIT_0036
source: Time to go! Let's go already!
de: Zeit zu gehen! Lass uns endlich aufbrechen!
es: ¡Es hora de irse! ¡Vamos!
fr: Allons-y! Il est temps!
it: È ora di andare! Muoviamoci!
zh_hans: 出发时间！快走吧！

# TALK_WAIT_0037
source: We gotta go soon, OK? Or I'm gonna get going!
de: Wir brechen bald auf, okay? Oder ich breche alleine auf!
es: Hay que ponerse en marcha pronto. ¡Si no, me voy por mi cuenta!
fr: On part bientôt, ou quoi? Sinon, je m'en vais, moi!
it: Vediamo di partire presto, va bene? Altrimenti vado da solo!
zh_hans: 不久后出发，懂？否则我就先走了！

# TALK_WAIT_0040
source: Time to go yet?
de: Ist es schon Zeit zu gehen?
es: ¿Ya es hora de irse?
fr: On y va? On y va?
it: È finalmente ora di partire?
zh_hans: 该走了吗？

# TALK_WAIT_0041
source: Can we go already?
de: Können wir endlich gehen?
es: ¿Nos vamos?
fr: Est-ce qu'on peut y aller?
it: Possiamo finalmente partire?
zh_hans: 我们可以走了吗？

# TALK_WAIT_0042
source: I'm getting tired of waiting!
de: Das Warten macht mich ganz müde!
es: ¡Me estoy cansando de esperar!
fr: J'en ai marre d'attendre!
it: Sono stufo di aspettare!
zh_hans: 我等不及了！

# TALK_WAIT_0045
source: What do you say? Where next?
de: Was meinst du? Wohin als Nächstes?
es: ¿Cómo dices? ¿Adónde?
fr: Qu'est-ce que t'en dis? Où on va?
it: Cosa dici? Dove andiamo adesso?
zh_hans: 你说什么？去哪？

# TALK_WAIT_0046
source: Let's go find nice treasures!
de: Lass uns ein paar tolle Schätze finden!
es: ¡Vamos a buscar buenos tesoros!
fr: Allons chercher de jolis petits trésors!
it: Andiamo a trovare dei bei tesori!
zh_hans: 我们去找珍贵的宝藏吧！

# TALK_WAIT_0047
source: I'm a little tired of waiting.
de: Ich bin ein bisschen müde vom Warten!
es: Estoy un poco cansado de esperar.
fr: J'en ai un peu assez d'attendre.
it: Che noia aspettare. Uff...
zh_hans: 我有点等不及了。

# TALK_WAIT_0050
source: This'll be a good test for me!
de: Das wird ein guter Test für mich!
es: ¡Esta será toda una prueba para mí!
fr: Ça va être un bon test pour moi!
it: Sarà una bella prova per me!
zh_hans: 这将是对我的考验！

# TALK_WAIT_0051
source: Come on! Move it! Go get ready!
de: Komm schon! Beweg dich! Mach dich bereit!
es: ¡Vamos! ¡Venga! ¡A prepararse!
fr: Allez, dépêche-toi! J'ai la bougeotte!
it: Dai! Sbrigati! Vai a prepararti!
zh_hans: 快点！动身！准备出发！

# TALK_WAIT_0052
source: Come on! Get a move on already!
de: Komm schon! Komm aus dem Startloch!
es: ¡Vamos! ¡Espabila!
fr: Allez! Mais dépêche-toi, à la fin!
it: Dai! Datti una mossa!
zh_hans: 快点！已经准备出发！

# TALK_WAIT_0055
source: Uh-yup! Let's go exploring!
de: Oh ja! Lass uns erkunden!
es: ¡Vamos a explorar!
fr: Eh oh, eh oh! On part en exploration!
it: Urrà! Andiamo a esplorare!
zh_hans: 呃-对！去探险吧！

# TALK_WAIT_0056
source: Uh-yup! Ready when you are!
de: Okay! Bereit, wenn du es bist!
es: ¡Sí! ¡Cuando quieras!
fr: Eh oh, eh oh! On part quand tu voudras!
it: Sì! Io ci sono!
zh_hans: 呃-对！准备就绪！

# TALK_WAIT_0058
source: Did ya stock up on food?
de: Hast du genug Essen eingepackt?
es: ¿Llevas bastante comida?
fr: T'as préparé des provisions, au moins?
it: Hai fatto provvista di cibo?
zh_hans: 你囤食物了没？

# TALK_WAIT_0060
source: An adventure! I want a BIG adventure!
de: Ein Abenteuer! Ich will ein SPANNENDES Abenteuer!
es: ¡Aventura! ¡Tengo ganas de una aventura de verdad!
fr: L'aventure, l'aventure! Je veux la voir, et je la verrai!
it: Un'avventura! Voglio una GRANDE avventura!
zh_hans: 一场冒险！我要来场大冒险！

# TALK_WAIT_0061
source: Let's go! It's REALLY time to go!
de: Los, los! Zeit zum Abmarsch! JETZT!
es: ¡Vamos! ¡Hay que irse ya!
fr: Allez! Il est VRAIMENT temps d'y aller, tu crois pas?
it: Andiamo! È PROPRIO ora!
zh_hans: 快走吧！是时候走了！

# TALK_WAIT_0062
source: I'm powered up to GO!
de: Ich bin bereit zu GEHEN!
es: ¡Estoy impaciente! ¡Casi se me van solos los pies!
fr: Je t'attends, je suis dans les starting-blocks!
it: Sono prontissimo ad ANDARE!
zh_hans: 我都准备出发了！

# TALK_WAIT_0063
source: Let's show some GUTS on this big adventure!
de: Zeigen wir bei dem Abenteuer mal, dass wir MUMM in den Knochen haben!
es: ¡Hay que echarle agallas a esta aventura!
fr: Allez, on va leur montrer qu'on est HARDIS!
it: Facciamo vedere di che PASTA siamo fatti in quest'avventura!
zh_hans: 让我们在这场大冒险彰显勇气！

# TALK_WAIT_0065
source: OK, now! Chin up! Let's discover some treasure!
de: Okay! Kopf hoch! Lass uns Schätze entdecken!
es: ¡Esa frente bien alta! ¡Y a buscar el tesoro!
fr: En route! Du nerf! Partons chercher des trésors!
it: Ok! Su con la vita! Andiamo a cercare qualche tesoro!
zh_hans: 好了，现在！振作起来！我们去发掘一些宝藏吧！

# TALK_WAIT_0066
source: Don't you find this so exciting?
de: Findest du das nicht auch furchtbar aufregend?
es: ¿No os parece emocionante?
fr: Comme c'est amusant, tout ça! Tu n'es pas d'accord?
it: Non ti pare emozionante tutto questo?
zh_hans: 你不觉得这很刺激吗？

# TALK_WAIT_0067
source: Come now! Why dillydally?
de: Komm schon! Warum trödeln wir hier noch herum?
es: ¡Venga! ¿Para qué perder el tiempo?
fr: Allez! Pourquoi tu lambines comme ça?
it: Dai! Perché indugiare?
zh_hans: 快走！为什么磨磨蹭蹭？

# TALK_WAIT_0070
source: Exploration? Leave it to me!
de: Erkundung? Das ist mein Metier!
es: ¿Exploración? ¡Déjamela a mí!
fr: Une exploration! Laissez-la-moi! Laissez-la-moi!
it: Esplorare? Lascia fare a me!
zh_hans: 探险？交给我吧！

# TALK_WAIT_0071
source: Yeah, this is going to be a great trip, all right!
de: Juchhu! Das wird ein super Ausflug! Klasse!
es: ¡Este va a ser un gran viaje!
fr: Ouais, ça va être un beau voyage, pas vrai?
it: Sì, questa sarà proprio una grande avventura!
zh_hans: 是的，这将是一次很棒的旅行，对吧！

# TALK_WAIT_0072
source: Ready to go whenever you are!
de: Bereit zu gehen, wenn du es auch bist!
es: ¡Cuando lo tengas todo listo!
fr: On peut y aller quand tu veux, je t'attends!
it: Partiamo quando vuoi!
zh_hans: 随时准备出发！

# TALK_WAIT_0075
source: Sure you haven't forgotten anything?
de: Hast du auch nichts vergessen?
es: ¿Seguro que no te olvidas nada?
fr: Tu as bien vérifié? Tu n'as rien oublié?
it: Non hai dimenticato niente?
zh_hans: 你确定没有忘记什么吗？

# TALK_WAIT_0076
source: All set for exploration, [hero]?
de: Alles bereit für die Erkundung, [hero]?
es: ¿Todo listo para ir a explorar, [hero]?
fr: Tout est paré pour l'exploration, [hero]?
it: Tutto pronto per l'esplorazione, [hero]?
zh_hans: 一切都准备好了，[hero]？

# TALK_WAIT_0077
source: I'm really looking forward to exploring with you.
de: Ich freue mich darauf, mit dir auf Erkundung zu gehen.
es: Tengo muchas ganas de ir a explorar contigo.
fr: Je suis très impatiente de partir en exploration avec toi.
it: Non vedo l'ora di esplorare con te.
zh_hans: 我真的很期待和你一起探险。

# TALK_WAIT_0080
source: I can see it now... A mountain of treasure...
de: Ich sehe es vor mir... Ein Berg von Schätzen...
es: Ya puedo verla... una montaña de tesoros...
fr: Je vois ça d'ici... Une montagne de trésors...
it: Posso quasi vederla... Una montagna di tesori...
zh_hans: 我现在看到了……一座宝藏之山……

# TALK_WAIT_0081
source: Yes, yes... A mountain of treasure... Sound good to you?
de: Ja, ja... Ein Berg von Schätzen... Hört sich das gut an?
es: Sí, una montaña de tesoros... ¿suena bien no?
fr: Oui, oui... une montagne de trésors... t'en penses quoi?
it: Sì, sì... Una montagna di tesori... Non male, eh?
zh_hans: 对，对……宝藏之山……听起来不错吧？

# TALK_WAIT_0082
source: The waiting...the suspense... It's what I live for!
de: Das Warten... Die Spannung... Dafür lebe ich!
es: La espera, el suspense... ¡eso es lo que más me gusta!
fr: L'impatience... le suspense... c'est ma raison de vivre!
it: L'attesa... La tensione... Sono pane per i miei denti!
zh_hans: 等待……焦虑……这就是我活着的目的！

# TALK_WAIT_0135
source: La-la-la! \u266A
zh_hans: 拉-拉-拉！\u266A

# TALK_WAIT_0136
source: Fun! \u266A Love to explore! \u266A
de: Was ein Spaß! \u266A Ich liebe das Erkunden! \u266A
es: ¡Bien! \u266A ¡Me encanta explorar! \u266A
fr: Youpi! \u266A Moi, j'adore l'exploration! \u266A
it: Che bello! \u266A Adoro esplorare! \u266A
zh_hans: 耶！\u266A 我爱探险！\u266A

# TALK_WAIT_0137
source: Soon! \u266A Let's go soon! \u266A
de: Bald! \u266A Lass uns bald gehen! \u266A
es: ¡Vámonos pronto! \u266A
fr: Partons! \u266A Partons vite! \u266A
it: Presto! \u266A Partiamo al più presto! \u266A
zh_hans: 出发！\u266A 我们出发！\u266A

# TALK_WAIT_0138
source: Yes, yes! \u266A I'll do my best! \u266A
de: Ja doch! \u266A Ich gebe mein Bestes! \u266A
es: ¡Sí, lo haré lo mejor que pueda!
fr: Oui, oui! \u266A Je ferai de mon mieux! \u266A
it: Sì, sì! \u266A Farò del mio meglio! \u266A
zh_hans: 好，好！\u266A 我会做到最好！\u266A

# TALK_WAIT_0139
source: Where, oh, where? \u266A I can't wait to find out where! \u266A
de: Wo, oh wo denn nur? \u266A Ich kann es kaum erwarten! \u266A
es: ¿Dónde? \u266A ¡Me muero de ganas de saber dónde! \u266A
fr: On va où, on va où? \u266A Je veux savoir! \u266A
it: Dove, dove? \u266A Non vedo l'ora di scoprire dove! \u266A
zh_hans: 在哪里，哦，在哪里？\u266A 我迫不及待地想知道在哪里！\u266A

# TALK_WAIT_0145
source: I await our trip with delight!
de: Ich erwarte unseren Ausflug mit Freude!
es: ¡Espero con entusiasmo nuestro viaje!
fr: J'attends ce voyage avec impatience!
it: Non vedo l'ora di partire!
zh_hans: 我高兴地等待着我们的旅行！

# TALK_WAIT_0146
source: It would be dazzling to discover something new, would it not?
de: Es wäre toll, mal was Neues zu entdecken, findest du nicht?
es: Sería estupendo descubrir algo nuevo, ¿verdad?
fr: Ce serait épatant de faire de nouvelles découvertes, n'est-ce pas?
it: Sarebbe fantastico scoprire qualcosa di nuovo, vero?
zh_hans: 发现新东西会很耀眼，不是吗？

# TALK_WAIT_0147
source: I've been ready for quite some time... Shall we depart?
de: Ich bin schon lange bereit... Wollen wir los?
es: Llevo ya tiempo lista... ¿Nos vamos?
fr: Cela fait un certain temps que j'attends... Allons-nous enfin partir?
it: È da un po' che aspetto... Possiamo partire ora?
zh_hans: 我已经准备好一段时间了……我们要出发吗？

# TALK_WAIT_0148
source: Let us make this exploration a successful one!
de: Lass uns diese Erkundung zum Erfolg führen!
es: ¡Que sea una exploración exitosa!
fr: Faisons de cette exploration un succès!
it: Facciamo di questa esplorazione un successo!
zh_hans: 让我们让这次探险取得成功！
