Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/canyon_camp/strings.*.resx
Languages: fr, it, zh_hans

# Carry_Line_001
source: [tmp](Carry) Carry NPC had his package stolen in Flyaway Cliffs! Please Help!
zh_hans: [tmp](Carry)Carry NPC在飞翔悬崖被谁偷走了包裹！请帮忙！

# Carry_Line_002
source: [tmp](Carry) Carry NPC had his package stolen in Flyaway Cliffs! (You already have the quest)
zh_hans: [tmp](Carry)Carry NPC在飞翔悬崖被谁偷走了包裹！（你已经接下了这个任务）

# Carry_Line_003
source: [tmp](Carry) Did you back the supplies?
zh_hans: [tmp](Carry)你追回补给品了吗？

# Carry_Line_004
source: [tmp](Carry) We've got to do something about these thieves.
zh_hans: [tmp](Carry)我们不能坐视不管，任由这些小偷猖獗。

# Carry_Line_005
source: [tmp](Carry) Be careful, the Pokemon in the dungeon are smart and use moves more often.
zh_hans: [tmp](Carry)要小心，这个迷宫里的宝可梦很聪明，并且会更频繁地使用招式。

# Carry_Line_006
source: [tmp](Carry) Please help us take down this criminal!
zh_hans: [tmp](Carry)请帮我们拿下这名犯人！

# Carry_Line_007
source: [tmp](Carry) You brought down the criminal!
zh_hans: [tmp](Carry)你击倒了犯人！

# Carry_Line_008
source: [tmp](Carry) Thanks for bringing honchkrow down.
zh_hans: [tmp](Carry)感谢你击败了乌鸦头头。

# Carry_Line_009
source: [tmp](Carry) Thanks for discovering this cave. We're putting supplies there.
zh_hans: [tmp](Carry)感谢你发现了这个洞窟。我们可以把补给品存放在这里。

# Carry_Line_Route
source: [tmp](carry) I'm on my routine route in cliff camp!
zh_hans: [tmp](Carry)我现在正在悬崖营地做我的日常工作！

# Deliver_Line_001
source: [tmp](Deliver) Carry NPC had his package stolen in Flyaway Cliffs! Please Help!
zh_hans: [tmp](Deliver)Carry NPC在飞翔悬崖被谁偷走了包裹！请帮忙！

# Deliver_Line_002
source: [tmp](Deliver) Carry NPC had his package stolen in Flyaway Cliffs! (You already have the quest)
zh_hans: [tmp](Deliver)Carry NPC在飞翔悬崖被谁偷走了包裹！（你已经接下了这个任务）

# Deliver_Line_003
source: [tmp](Deliver) Did you back the supplies?
zh_hans: [tmp](Deliver)你追回补给品了吗？

# Deliver_Line_004
source: [tmp](Deliver) We've got to do something about these thieves.
zh_hans: [tmp](Deliver)我们不能坐视不管，任由这些小偷猖獗。

# Deliver_Line_005
source: [tmp](Deliver) Be careful, no one inside the dungeon will consider joining your team.
zh_hans: [tmp](Deliver)要小心，这个迷宫里没有宝可梦会加入队伍。

# Deliver_Line_006
source: [tmp](Deliver) Please help us take down this criminal!
zh_hans: [tmp](Deliver)请帮我们拿下这名犯人！

# Deliver_Line_007
source: [tmp](Deliver) You brought down the criminal!
zh_hans: [tmp](Deliver)你击倒了犯人！

# Deliver_Line_008
source: [tmp](Deliver) Thanks for bringing honchkrow down.
zh_hans: [tmp](Deliver)感谢你击败了乌鸦头头。

# Deliver_Line_009
source: [tmp](Deliver) Thanks for discovering this cave. We're putting supplies here.
zh_hans: [tmp](Deliver)感谢你发现了这个洞窟。我们可以把补给品存放在这里。

# Deliver_Line_Route
source: [tmp](deliver) I'm on my routine route in cliff camp!
zh_hans: [tmp](Carry)我现在正在悬崖营地做我的日常工作！

# Dragon_Line_001
source: A mighty breath of fire!
fr: Un puissant souffle de feu !
it: Un potente soffio di fuoco!
zh_hans: 摧枯拉朽之火力！

# Dragon_Line_002
source: An intimidating glare!
fr: Un regard intimidant !
it: Uno sguardo feroce!
zh_hans: 畏惧眼神之犀利！

# Dragon_Line_003
source: Large wings spread wide!
fr: De grandes ailes déployées !
it: Grandi ali spiegate!
zh_hans: 硕大无朋之展翼！

# Dragon_Line_004
source: We are Team Dragon![pause=30] Rulers of the Mystery Dungeon!
fr: Nous sommes l'équipe Dragon ! [pause=30] Les monarques du Donjon Mystère !
it: Noi siamo il Team Dragone![pause=30] I monarchi dei Dungeon Misteriosi!
zh_hans: 我们是龙族救助队！[pause=30]不可思议迷宫之君！

# Fairy_Line_001
source: Have you ever seen a fairy ring?[pause=0] It's a circle of mushrooms that grow from the forest floor.[br]Stories say they hold a special power...
it: Hai mai visto un cerchio delle streghe?[pause=0] Sono dei funghi disposti perfettamente a cerchio che crescono nelle foreste.[br] Le storie narrano di come i folletti danzino al loro interno, conferendogli poteri speciali...
zh_hans: 你见过妖精环圈吗？[pause=0]那是长在森林地表上的一圈蘑菇。[br]传说它们有种特殊的力量……

# Hidden_Line_001
source: ...[pause=0]You noticed me.[pause=0]\nGood intuition.[br]Keep me a secret,[pause=0] and I'll tell you mine.[br]Open your map.
fr: ...[pause=0]Tu m'as remarqué.[pause=0]Bonne intuition.[br]Garde-moi un secret,[pause=0] et je te dirai le mien.[br]Ouvre ta carte.
it: ...[pause=0]Mi hai scovato.[pause=0]\nHai un buon intuito.[br] Mantieni il segreto,[pause=0] e ti dirò il mio.[br] Apri la mappa.
zh_hans: ……[pause=0]你注意到我了。[pause=0]\n直觉不错。[br]帮我保密，[pause=0]我告诉你个秘密。[br]打开你的地图。

# Hidden_Line_002
source: The dungeon my partner wants to explore.[pause=0] I'm not interested in going.
fr: Le donjon que mon partenaire veut explorer. [pause=0] Je n'ai pas envie d'y aller.
it: Questo è un dungeon che il mio partner vuole esplorare.[pause=0] Ma a me non interessa.
zh_hans: 我的搭档想去这个迷宫探险。[pause=0]我不感兴趣。

# Hidden_Line_003
source: Not.[pause=30] One.[pause=30] Bit.
fr: Pas. [pause=30] Un. [pause=30] Peu.
it: Nemmeno.[pause=30] Un.[pause=30] Pochino.
zh_hans: 一点。[pause=30]也不。

# NextCamp_Line_001
source: [tmp]Rumor has it there's a way up the mountains through Copper Quarry.[br]Someone said they found a secret route once, but there was a cave-in right after that.
zh_hans: [tmp]据说在采铜矿场有一条通路可以上山。[br]有人说他们找到过这个秘密路线，但是紧接着就发生了塌方把路堵住了。

# Seeker_Line_001
source: I wonder where my partner went.[pause=0] We're supposed to explore a new dungeon.
fr: Je me demande où est passé mon partenaire. [pause=0] On est censés explorer un nouveau donjon.
it: Vorrei sapere dove è finito il mio partner.[pause=0] Dobbiamo esplorare un nuovo dungeon insieme.
zh_hans: 我想知道我的搭档去哪了。[pause=0]我们应该去个新的迷宫。

# Seeker_Line_002
source: What's that?[pause=0] You want to know where?
fr: Qu'est-ce que c'est ? [pause=0] Tu veux savoir où ?
it: Cosa? [pause=0] Vorresti sapere dove si trova?
zh_hans: 你说什么？[pause=0]你想知道那个迷宫在哪？

# Seeker_Line_003
source: Hah![pause=0] I may be the loudest bug of summertime,[pause=30] but you'll never get that intel from me!
fr: Hah ! [pause=0] Je suis peut-être l'insecte le plus bruyant de l'été, [pause=30] mais vous n'obtiendrez jamais ces informations de moi !
it: Hah![pause=0] Potrò essere il coleottero più rumoroso dell'estate,[pause=30] ma non scucirò mai quest'informazione!
zh_hans: 哈！[pause=0]我可能是夏季最响亮的虫子，[pause=30]但你永远别想借此窃听我的情报！

# Shiny_Line_001
source: Have you met a Shiny Pokémon?[pause=0] They have a different-colored coat that shines wherever they go.
fr: As-tu rencontré un Pokémon Chromatique ? [pause=0] Ils ont un pelage de couleur différente qui brille partout où ils vont.
it: Hai mai incontrato un Pokémon Cromatico?[pause=0] Hanno un colore diverso dal normale che brilla ovunque vadano.
zh_hans: 你见过闪光宝可梦吗？[pause=0]他们有非同寻常的体色，无论何时都光彩夺目。

# Shiny_Line_002
source: Your coat![pause=0] Look how it sparkles![br]There's no mistaking it,[pause=0] you must be a Shiny Pokémon!
fr: Ton manteau ! [pause=0] Regarde comme il brille ! [br]Il n'y a pas de doute, [pause=0] tu dois être un Pokémon Chromatique !
it: Il tuo manto![pause=0] Come brilla![br] Non c'è dubbio alcuno,[pause=0] sei un Pokémon Cromatico!
zh_hans: 你的体色！[pause=0]看它多么闪亮！[br]毫无疑问，[pause=0]你肯定是个闪光宝可梦！

# Shiny_Line_003
source: Shiny Pokémon are normally a rare sight,[pause=0] but it's rumored that many like to hide in Monster Houses.
fr: Les Pokémon Chromatiques sont normalement rares [pause=0], mais on dit que beaucoup d'entre eux aiment se cacher dans les Maisons de Monstre.
it: I Pokémon Cromatici sono un fenomeno molto raro,[pause=0] ma si dice che molti di loro si nascondano nei Covi di Pokémon.
zh_hans: 闪光宝可梦的出现十分罕见，[pause=0]但有传言说，它们更喜欢躲在怪兽屋里。

# Shortcut_Line_001
source: [tmp]It's rumored that the guildmasters took a shortcut to the summit of the mountain, where they lay in wait to bestow their title to a new team.[br]Where is this shortcut, you may ask?[br] Why,[pause=0] it's none other than Guildmaster Trail!
fr: *La rumeur veut que les maîtres de guilde aient pris un raccourci pour atteindre le sommet de la montagne, où ils attendent de conférer leur titre à une nouvelle équipe.
it: *Si narra che il maestro della gilda abbia preso una scorciatoia per arrivare sulla vetta della montagna, dove rimane ancora oggi in attesa di donare il proprio titolo ad una nuova squadra.
zh_hans: *有传言说，会长他们走了条捷径抵达了山顶，他们在那里等待着将自己的职位授予新的队伍。[br]你可能会问，这条捷径在哪里？[br]为什么，[pause=0]它不是别的，而是公会会长之路！

# Storehouse_Line_001
source: [tmp]I went ahead and set up tent here! I'm waiting for my subordinates to make another trip!
zh_hans: [tmp]我先领头在这里扎了营！我在等随行的其他宝可梦们跟上，好继续前进！

# Storehouse_Line_002
source: [tmp]Carry NPC had his package stolen in Flyaway Cliffs! Please Help!
zh_hans: [tmp]Carry NPC在飞翔悬崖被谁偷走了包裹！请帮忙！

# Storehouse_Line_003
source: [tmp]Carry NPC had his package stolen in Flyaway Cliffs! (You already have the quest)
zh_hans: [tmp]Carry NPC在飞翔悬崖被谁偷走了包裹！（你已经接下了这个任务）

# Storehouse_Line_004
source: [tmp]Thanks for getting back the supplies! Have a reward!
zh_hans: [tmp]感谢你为我们追回了补给品！请收下报酬！

# Storehouse_Line_005
source: [tmp]We've got to do something about these thieves.
zh_hans: [tmp]我们不能坐视不管，任由这些小偷猖獗。

# Storehouse_Line_006
source: [tmp]We've got to do something about these thieves.
zh_hans: [tmp]我们不能坐视不管，任由这些小偷猖獗。

# Storehouse_Line_007
source: [tmp]We've foud the hideout of the outlaw leader. We need your help to take them down!
zh_hans: [tmp]我们找到了犯罪头领的窝点。现在需要你的帮助才能拿下他们！

# Storehouse_Line_008
source: [tmp]Beware of the dungeon. Who knows what traps they have set up in their hideout.
zh_hans: [tmp]在这个迷宫要处处小心。他们在这个窝点里设下的陷阱诡秘莫测。

# Storehouse_Line_009
source: [tmp]Thanks for bringing down the criminal! We reward you with a storage bag!
zh_hans: [tmp]感谢你击败了犯人！我们给你一个储物背包作为回报！

# Storehouse_Line_010
source: [tmp]We use this bag for our supply runs!
zh_hans: [tmp]就是我们运输补给品所用的这个背包！

# Storehouse_Line_011
source: [tmp]Thanks for bringing honchkrow down.
zh_hans: [tmp](Deliver)感谢你击败了乌鸦头头。

# Storehouse_Line_Route
source: [tmp]I'm on my routine route in cliff camp!
zh_hans: [tmp](Carry)我现在正在悬崖营地做我的日常工作！

# Strategy_Line_002
source: The Steel-type Pokemon in Copper Quarry shrugged off all our attacks.[br]We'll need to strategize.[pause=0]\nLet's consider what moves we can use...
it: I Pokémon di tipo Acciaio nella Miniera di Rame erano impassibili ai nostri attacchi.[br] Dobbiamo trovare una strategia.[pause=0]\nGuardiamo un pò che mosse possiamo usare...
zh_hans: 采铜矿场内的钢属性宝可梦轻松抵御了我们所有的攻击。[br]我们需要制定策略。[pause=0]\n让我想想大家还能用哪些招式……

# Tutor_Accept
source: Alright, let's do it!
zh_hans: 好的，我们开始吧！

# Tutor_Ask
source: [tmp]You! A {0}! You're the kind of Pokemon that'd get what I'm talking about![br]Want me to teach you {1}?
zh_hans: [tmp]你！{0}！你这种宝可梦肯定能理解我所说的吧！[br]想让我教你{1}吗？

# Tutor_Decline
source: Come back if you change your mind.
zh_hans: 如果你改变了主意，就回来吧。

# Tutor_Done
source: [tmp]There are other tutors wandering around in the dungeons.[br]They've spent ages training in dungeons without outside contact,[pause=0] but I'm sure they'd enjoy some company.
zh_hans: [tmp]还有其他招式传授者在各个迷宫里游走。[br]他们在迷宫里闭门不出，日精月进修炼招式，[pause=0]但是我敢说，如果有人去陪陪他们的话他们肯定也会很乐意的。

# Tutor_Incompatible
source: [tmp]But the other townsfolk aren't interested in hearing about it.[br]If only there was someone I could share this knowledge with.
zh_hans: [tmp]但是那位村民并没有兴趣听我的讲授。[br]要是有谁能听听我分享知识就好了。

# Tutor_Intro
source: [tmp]Through my adventures I've learned a special technique, known as {0}!
zh_hans: [tmp]随着我冒险游历，我学到了一门奇招，名叫{0}！

# Tutor_Taught
source: [tmp]By the way...[pause=0]\nI learned this move from a traveling move tutor.[br]He said he'd pass by base town after I spoke to him.
zh_hans: [tmp]顺便一提……[pause=0]这个招式，是我从一位正在旅行中的招式传授者那里学来的。[br]和我交流过后，他说他会在起点镇歇脚修整。

# Strategy_Line_001
source: [tmp]Several rivers lead into Depleted Basin, but it never seems to fill up. Where does all that water go?
it: I Pokémon di tipo Acciaio nella Miniera di Rame erano impassibili ai nostri attacchi.[br] Dobbiamo trovare una strategia.[pause=0]\nGuardiamo un pò che mosse possiamo usare...

# Shortcut_Line_002
source: [tmp]Prinplup needs a partner.
fr: Où se trouve ce raccourci, vous vous demandez peut-être ? [br] Pourquoi, [pause=0] ce n'est rien d'autre que le Guildmaster Trail !
