Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/*_camp/strings.*.resx
Languages: de, es, fr, it, zh_hans

# Bystander_Line_001
source: Eh...?[pause=0] Another team looking to climb the mountain?[br]Well...[pause=30] good luck,[pause=30] I guess...
de: Hm...?[pause=0] Noch ein Team das versucht den Berg zu erklimmen?[br]Nun ja...[pause=30] Viel Glück,[pause=30] oder so...
es: ¿Eh...?[pause=0] ¿Otro equipo que intenta escalar la montaña?[br]Bueno...[pause=30] buena suerte,[pause=30] supongo...
fr: Eh... ?[pause=0] Une autre équipe qui cherche à gravir la montagne ?[br] Eh bien... [pause=30]bonne chance, [pause=30]je suppose...
it: Cosa...?[pause=0] Un'altro team sta provando a scalare la montagna?[br] Beh...[pause=30]immagino debba dire,[pause=30] buona fortuna...
zh_hans: 呃……？[pause=0]另一支想爬山的队伍？[br]好吧……[pause=30]祝好运，[pause=30]我猜……

# Expo_Cutscene_Line_001
source: What a fool...[pause=0] One does not simply walk through the {0}.
de: Was für ein Narr...[pause=0] Man wandert nicht einfach durch den {0}.
es: Vaya tonto...[pause=0] Uno no puede simplemente pasar a través del {0}.
fr: Quel idiot... [pause=0]On ne passe pas simplement par le {0}.
it: Che stolto...[pause=0] Non si attraversa la {0} con tale facilità.
zh_hans: 真是愚蠢……[pause=0]仅凭一人怎能轻易通过{0}。

# Expo_Cutscene_Line_002
source: Hohoo![pause=0] Don't get ahead of yourself, young one.
de: Hohoo![pause=0] Überstürz es nicht, mein junger Freund.
es: ¡Uhú![pause=0] No te precipites, jóven.
fr: Hohoo ![pause=0] Ne vas pas trop vite, mon cher.
it: Hu-hu![pause=0] Ma non ti montare la testa, giovanotto.
zh_hans: Hohoo！[pause=0]不要自以为是，年轻人。

# Expo_Cutscene_Line_003
source: That dungeon has long been known as the most dangerous of this entire island!
de: Der Mystery Dungeon it schon lange als der gefährlichste auf der Insel bekannt.
es: ¡Esa mazmorra es conocida como la más peligrosa de toda la isla!
fr: Ce donjon est connu depuis longtemps comme le plus dangereux de toute l'île !
it: Quel dungeon è conosciuto da tempo come il più pericoloso di quest'isola!
zh_hans: 长期以来，那个迷宫的危险度都位居这整座岛之首！

# Expo_Cutscene_Line_004
source: You are an explorer, correct?[pause=0] Tell me, what is the name of your team?
de: Du bist ein Erkunder, oder?[pause=0] Sag mal, was ist der Name deines Team?
es: Tú eres un explorador, ¿correcto?[pause=0] Dime, ¿cuál es el nombre de tu equipo?
fr: Vous êtes un explorateur, n'est-ce pas ? [pause=0]Dites-moi, quel est le nom de votre équipe ?
it: Sei un esploratore, giusto?[pause=0] E dimmi, come si chiama il tuo team?
zh_hans: 你是个探险家，对吧？[pause=0]告诉我，你的队伍叫什么名字？

# Expo_Cutscene_Line_005
source: So, your group is known as [color=#FFA5FF]{0}[color]?
de: Ah. Dein Team heißt also [color=#FFA5FF]{0}[color]?
es: Entonces, ¿tu equipo es conocido como [color=#FFA5FF]{0}[color]?
fr: Donc, votre équipe est connue sous le nom de [color=#FFA5FF]{0}[color] ?
it: Dunque il tuo team è conosciuto come [color=#FFA5FF]{0}[color]?
zh_hans: 所以，你的队伍叫做[color=#FFA5FF]{0}[color]？

# Expo_Cutscene_Line_006
source: Hohoo... I certainly hope you know what you're getting into...
de: Hohoo... Ich hoffe du weißt worauf du dich einlässt.
es: Uhú... Espero que sepas en lo que te estás metiendo...
fr: Hohoo... J'espère vraiment que vous savez dans quoi vous vous êtes embarqué...
it: Hu-hu... Spero con tutto il mio cuore che tu sappia in cosa vi stiate cacciando...
zh_hans: Hohoo……我当然想要你明白你自己的作为……

# Expo_Cutscene_Line_007
source: Many teams have attempted the {0}, yet not a single one has met with success.
de: Viele Teams haben den {0} herausgefordert. Jedoch hatte bisher kein einziges Erfolg.
es: Muchos equipos han intentado el {0}, sin embargo ni uno solo ha tenido éxito.
fr: De nombreuses équipes ont tenté le {0}, mais aucune d'entre elles n'a réussi.
it: Tanti team hanno provato a superare il {0}, ma ad oggi nessuna è tornata con un successo.
zh_hans: 许多队伍都挑战过{0}，但都没能够成功通过。

# Expo_Cutscene_Line_008
source: Might I suggest an alternative?
de: Du solltest etwas anderes in Erwägung ziehen als dich rücksichtslos in Gefahr zu stürzen.
es: ¿Puedo sugerir una alternativa?
fr: Je peux vous proposer une alternative ?
it: Potrei per caso suggerire un'alternativa?
zh_hans: 我可以提供其他选择吗？

# Expo_Cutscene_Line_009
source: Head East and you will find a camp of friendly Pokémon.[pause=0] You can stock up on supplies there.
de: Im Osten kannst du ein Lager finden in dem sich freundliche Pokémon niedergelassen haben.[scroll] Dort kannst du deine Vorräte aufstocken.
es: Dirígete al este y encontrarás un campamento de amistosos Pokémon.[pause=0] Allí puedes abastecerte de suministros.
fr: Dirigez-vous vers l'est et vous trouverez un camp avec des Pokémon très sympathiques. [pause=0]Vous pouvez y faire vos provisions.
it: Vai ad est, troverai un accampamento di Pokémon pacifici.[pause=0] Lì potrai fare scorta di strumenti.
zh_hans: 东边，有个友好的宝可梦营地。[pause=0]你可以在那储备物质。

# Expo_Cutscene_Line_010
source: If you are looking to explore this island, I suggest you start with the {0}, up North.
de: Wenn du diese Insel erkunden willst, empfehle ich dir mit dem {0} im Norden anzufangen.
it: Se hai l'intenzione di esplorare quest'isola, ti suggerirei di provare con il {0}, a nord.
zh_hans: 如果你想探索这座岛屿，我建议你去看看北边的{0}。

# Expo_Cutscene_Line_011
source: And if you seek knowledge of Mystery Dungeons, come and speak to me.
de: Und wenn du mehr über Mystery Dungeons wissen willst, sprich mit mir.
es: Y si buscas conocimiento sobre Mazmorras Misteriosas, ven y habla conmigo.
fr: Et si vous cherchez à mieux connaître les Donjons Mystères, revenez me parler.
it: E, se hai bisogno di conoscere altro sui dungeon misteriosi, torna pure a parlarmi.
zh_hans: 如果你想学些不可思议迷宫的知识，就来和我说话吧。

# Ferry_Line_001
source: I'm Lapras![pause=0] If you need a ride,[pause=30] I can take you to the surrounding islands.
de: Ich bin Lapras![pause=0] Wenn du eine Mitfahrgelegenheit brauchst,[pause=30] kann ich dich zu den Inseln in der Nähe mitnehmen.
es: ¡Soy Lapras![pause=0] Si lo necesitas,[pause=30] puedo llevarte a las islas circundantes.
it: Io sono Lapras![pause=0] Se hai bisogno di un passaggio,[pause=30] posso portarti alle isole vicine.
zh_hans: 我是拉普拉斯！[pause=0]如果你想要搭船，[pause=30]我可以载你去周围的岛屿。

# Ferry_Line_002
source: Where would you like to go?
de: Wohin möchtest du?
es: ¿A dónde quieres ir?
it: Dove vorresti andare?
zh_hans: 你想去哪里呢？

# Ferry_Line_003
source: Then let us be off!
de: Dann lass uns aufbrechen!
es: ¡Pongámonos en marcha entonces!
it: Bene, allora, andiamo!
zh_hans: 那我们就出发吧！

# Noctowl_Action_Line_001
source: [tmp]You've cleared guildmaster trail but this island still holds many secrets.
zh_hans: [tmp]你成功通过了公会会长之路，但这座岛上还有很多谜团。

# Noctowl_Ask_Tutorial
source: Fancy a visit to the {0}?
de: Was hältst du von einem Abstecher zum {0}?
es: ¿Te apetece una visita al {0}?
fr: Envie d'une visite à {0}?
it: Vuoi fare una visita al {0}?
zh_hans: 想去参观{0}吗？

# Noctowl_Reward_Line_001
source: [tmp]Your badge... that insignia!
zh_hans: [tmp]你的徽章……这个纹样！

# Noctowl_Reward_Line_002
source: [tmp]Never did I think someone would conquer all of the Guildmaster Trail.[br]But you've proved me wrong.
zh_hans: [tmp]我一直以为没人能够突破整个公会会长之路。[br]但你证明了我是错的。

# Noctowl_Reward_Line_003
source: [tmp]A token of my appreciation. You've earned it.
zh_hans: [tmp]以表我的敬佩，请你收下应得的酬劳吧。

# Noctowl_Reward_Line_004
source: [tmp]I look forward to your future endeavors.
zh_hans: [tmp]期待你今后的英勇表现。

# Noctowl_Tutorial_End
source: Best of luck with your journeys.
de: Ich wünsche dir viel Erfolg auf deiner Reise.
es: Mucha suerte con tus viajes.
fr: Bonne chance pour vos aventures.
it: Ti auguro buona fortuna per i tuoi viaggi.
zh_hans: 祝你旅途愉快。

# Noctowl_Tutorial_Line_001
source: Mystery Dungeons are unpredictable, changing their layouts constantly. Not so with the {0}!
de: Mystery Dungeons sind unvorhersehbar, ihr Aufbau ändert sich ständig.[br]Das ist im {0} nicht der Fall!
es: Los Territorios Misteriosos son impredecibles, cambiando su disposición constantemente. ¡Pero esto no ocurre con el {0}!
fr: Les Donjons Mystères sont imprévisibles, changeant constamment de disposition. Ce n'est pas le cas avec le {0} !
it: I dungeon misteriosi sono imprevedibili, cambiano la loro conformazione costantemente.[br]Ma non è il caso del {0}!
zh_hans: 不可思议迷宫是个变幻莫测的空间，会不断改变其布局。而{0}就不是这样了！

# Noctowl_Tutorial_Line_002
source: Here you will learn the basics of adventuring, and experiment without fear of failure.
de: Hier kannst du die Grundlagen der Erforschung erlernen und herumexperimentieren.
es: Aquí aprenderás los fundamentos de la exploración, y experimentar sin preocuparse del fracaso.
fr: Vous y apprendrez les bases de l'aventure et pourrez expérimenter sans craindre de tout perdre.
it: Qui imparerai le basi dell'avventura e sperimenterai senza paura alcuna di fallire.
zh_hans: 在这里，你将学习冒险的基本知识，不断试验且不必担心失败。

# Noctowl_Tutorial_Line_003
source: Your level will be temporarily reset, and progress in the dungeon won't be recorded.
de: Dein Level wird vorübergehend zurückgesetzt und dein Fortschritt wird hier nicht aufgezeichnet.
es: Tu nivel sera temporalmente reseteado, y tu progreso en la mazmorra no será guardado.
fr: Votre niveau sera temporairement réinitialisé, et votre progression dans le donjon ne sera pas enregistrée.
it: Il tuo livello verrà temporaneamente ripristinato e i progressi in questo dungeon non saranno salvati.
zh_hans: 你的等级将被暂时重置，迷宫中的进展也不会被记录。

# Outside_Line_001
source: Guildmaster Island's home to the last of the Mystery Dungeons.[br]They're strange places that shift and change each time you enter.[br]They vanished from the rest of the world a long time ago, but this place is full of them...
de: Die Gildenmeister-Insel ist die Heimat der letzten Mystery Dungeons.[br] Das sind merkwürdige Orte die sich jedes mal verschieben und ändern wenn du sie betrittst.[br]Sie sind vor langer Zeit vom Rest der Welt verschwunden, aber diese Insel ist voll von denen.
es: La Isla del Maestro es donde se encuentran los últimos Territorios Misteriosos que existen.[br]Son lugares extraños que varían y cambian cada vez que entras.[br]Desaparecieron del resto del mundo hace mucho tiempo, pero este sitio esta lleno de ellos...
it: L'Isola del Maestro della Gilda ospita gli ultimi dungeon misteriosi esistenti.[br] Sono strani luoghi che cambiano ogni volta che ci metti piede. [br]Sono scomparsi dal resto del mondo tanti anni fa, ma questo posto ne è ancora pieno...
zh_hans: 公会会长之岛是世界上仅剩的不可思议迷宫所在地。[br]不可思议迷宫是个非常奇怪的地方，每当你进入后，内部都会发生变化。[br]它们在世界上早已销声匿迹，但却仍然布满着这座岛屿……

# Sign_Action_Text
source: North: Dungeon Entrance\nEast: Base Town
de: Norden: Dungeon Eingang\nOsten: Hauptlager
fr: Nord : Entrée du Donjon\nEst : Campement de Base
it: Nord: Entrata Dungeon\nEst: Città Base
zh_hans: 北：迷宫入口\n东：起点镇

# Statue_Center_Text
source: {0}\n\n{1} cleared the Summit of Guildmaster Island!
de: {0}\n\n{1} hat den Gipfel der Gildenmeister-Insel erreicht!
es: {0}\n\n¡{1} completó la Cima de la lsla del Maestro!
it: {0}\n\n{1} ha completato la Vetta del Maestro della Gilda!
zh_hans: {0}\n\n{1}在公会会长之岛征服了山顶！

# Statue_Left_Text
source: {0}\n\n{1} discovered all dungeons on Guildmaster Island!
de: {0}\n\n{1} hat alle Dungeons der Gildenmeister-Insel entdeckt!
es: {0}\n\n¡{1} descubrió todas las mazmorras en la lsla del Maestro!
it: {0}\n\n{1} ha scoperto tutti i dungeon sull'Isola del Maestro della Gilda!
zh_hans: {0}\n\n{1}在公会会长之岛发现了所有迷宫！

# Statue_Right_Text
source: {0}\n\n{1} helped every Pokémon on Guildmaster Island!
de: {0}\n\n{1} hat allen Pokémon auf der Gildenmeister-Insel geholfen!
es: {0}\n\n¡{1} ayudó a todos los Pokémon en la Isla del Maestro!
it: {0}\n\n{1} ha aiutato ogni Pokémon sull'Isola del Maestro della Gilda!
zh_hans: {0}\n\n{1}在公会会长之岛帮助了所有宝可梦！

# Unlucky_Line_001
source: I thought I'd be safe if I kept my distance from wild Pokémon.[br]But they lunged at me with Tackle,[pause=0] and hit me from afar with Water Gun!
es: Pensé que estaría a salvo si mantenía las distancias con los Pokémon salvajes.[br]Pero se abalanzaron hacia mí con Placaje,[pause=0] ¡y me golpearon desde lejos con Pistola Agua!
fr: Je pensais être en sécurité si je gardais mes distances avec les Pokémon sauvages. [br]Mais ils se sont jetés sur moi avec Charge, [pause=0]et m'ont frappé de loin avec Pistolet à O !
it: Ero convinto di essere al sicuro stando a distanza dai Pokémon selvatici.[br]Ma mi hanno caricato con Azione[pause=0] e mi hanno colpito a distanza con Pistolacqua!
zh_hans: 我以为只要和野生宝可梦保持距离就可以很安全了喵。[br]但它们用撞击扑向喵，[pause=0]又用水枪从远处喷射喵！

# Unlucky_Line_002
source: I didn't stand a chance.[pause=0] Sigh...
es: No tenía ninguna posibilidad.[pause=0] *suspiro*
fr: Je n'avais aucune chance. [pause=0]*soupir*...
it: Non avevo alcuna possibilità.[pause=0] Sigh...
zh_hans: 喵已经不行了。[pause=0]唉……

# Warn_Line_001
source: I'd stay away from Guildmaster Trail if I were you.
de: Ich würde vom Gildenmeister-Pfad fern bleiben wenn ich du wäre.
es: Yo me alejaría del Sendero del Maestro si fuese tú.
fr: Je resterais loin du Guildmaster Trail si j'étais toi.
it: Io starei alla larga dal Sentiero del Maestro della Gilda, se fossi in te.
zh_hans: 如果我是你，我不会去公会会长之路。

# Warn_Line_002
source: Your experience, your moves, even most of your items- You can't take those in.
de: Deine Erfahrung, deine Attacken. Selbst der Großteil deiner Items- Du wirst diese nicht mitnehmen können.
es: Tu experiencia, tus movimientos, incluso la mayoría de tus objetos- No puedes llevarlos adentro.
fr: Ton expérience, tes capacités, même la plupart de tes objets... Tu ne peux pas les emmener.
it: La tua esperienza, le tue mosse e anche gran parte dei tuoi strumenti... Non potrai portarli qui dentro.
zh_hans: 你的经验值、招式、甚至大部分道具——都带不进去。

# Warn_Line_003
source: Even in the years past, no explorer's been able to conquer that challenge.
de: In den vergangenen Jahren hat es kein Erkunder geschafft diese Herausforderung abzuschließen.
es: Incluso en los años pasados, ningún explorador ha conseguido superar esa prueba.
fr: Même dans les années passées, aucun explorateur n'a été capable de relever ce défi.
it: Anche in passato, nessun esploratore è stato in grado di conquistare tale sfida.
zh_hans: 即便在过去几年里，也没有探险家能够征服这一挑战。
