Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/cliff_camp/strings.*.resx
Languages: es, fr, it, zh_hans

# Bellsprout_Line_001
source: Shroomish and I got to this camp no problem,[pause=0] but the dungeon ahead is another story.
es: Shroomish y yo llegamos a este campamento sin problema,[pause=0] pero la mazmorra que viene es otra cosa.
fr: Balignon et moi sommes arrivés à ce camp sans problème, [pause=0] mais le donjon qui nous attend est une autre histoire.
it: Io e Shroomish siamo arrivati a questo campo senza problemi,[pause=0] ma il prossimo dungeon è tutt'altra storia.
zh_hans: 我和蘑蘑菇顺利抵达了这座营地，[pause=0]但前面那座迷宫就是另一个故事了。

# Bellsprout_Line_002
source: The Flying-type Pokémon there just ruin us.
es: Los Pokémon Volador de ahí nos destrozan.
fr: Les Pokémon de type Vol nous ruinent.
it: I Pokémon di tipo Volante lì ci trasformano in insalata...
zh_hans: 我们被飞行属性的宝可梦干翻了。

# Bellsprout_Line_003
source: Shouldn't we ask an Electric Pokémon for help?
es: ¿No deberíamos pedir ayuda a algún Pokémon Eléctrico?
fr: Ne devrions-nous pas demander de l'aide à un Pokémon de type Electrique ?
it: Non dovremmo chiedere aiuto ad un Pokémon di tipo Elettro?
zh_hans: 我们不应该问问电属性宝可梦吗？

# DexRater_Check_001
source: {0}, was it?[pause=0] I heard your team's befriended {1} kinds of Pokémon!
es: ¿{0}, verdad?[pause=0] Escuché que tu equipo se ha hecho amigo de {1} especies de Pokémon!
zh_hans: {0}，是吗？[pause=0]我听说你已经与{1}种宝可梦交了朋友！

# DexRater_Full_001
source: Thanks for bringing the Pokémon of this island closer together!
es: ¡Gracias por vincular los lazos de los Pokémon de esta isla!
it: Grazie per aver riavvicinato tutti i Pokémon di quest'isola!
zh_hans: 感谢你让岛上的宝可梦更亲密了！

# DexRater_Intro_001
source: The assembly bell's a wonderful thing \u266A[pause=0]\nBring all your friends over with just one ring \u266A
es: La campana de registro es una cosa maravillosa\u266A[pause=0]\nTrae a todos tus amigos con solo un tintineo \u266A
zh_hans: 精妙绝伦集会之铃\u266A[pause=0]\n召友相聚摇响叮铃\u266A

# DexRater_Next_001
source: If you can befriend {0} kinds of Pokémon,[pause=30] I'll give you something special \u266A
es: Si consigues hacerte amigo de {0} especies de Pokémon,[pause=30] Te daré algo especial \u266A
zh_hans: 若你交友{0}种，[pause=30]特别之礼赠入你手\u266A

# DexRater_Reward_Dungeon
source: A good deed,[pause=30] indeed![pause=0]\n As thanks,[pause=30] let me tell you a secret...
es: Un buen logro,[pause=30]¡sin duda![pause=0]\nComo agradecimiento,[pause=30] deja que te cuente un secreto...
zh_hans: 干的不错，[pause=30]不会错！[pause=0]\n作为谢礼，[pause=30]让我告诉你个秘密……

# DexRater_Reward_Dungeon_Alt
source: Also,[pause=30] let me tell you a secret...
es: Y,[pause=30] deja que te cuente un secreto...
zh_hans: 另外，[pause=30]让我告诉你个秘密……

# DexRater_Reward_Item
source: Thanks for bringing everyone a little closer together![scroll] Please,[pause=30] take this token of appreciation.
es: ¡Gracias por fortalezer los lazos de todos un poco más![scroll] Por favor,[pause=30] toma esto como muestra de mi aprecio.
zh_hans: 感谢你让大家更亲密了一些！[scroll]请你，[pause=30]收下这个证物。

# DexRater_Reward_Item_Alt
source: Also,[pause=30] take this token of appreciation!
es: ¡Y,[pause=30] toma esta muestra de mi aprecio!
zh_hans: 另外，[pause=30]收下这个证物！

# Monk_Line_001
source: Explorers on this island have many reasons for ascending this mountain range.[pause=0] What are yours?
es: Los exploradores en esta isla tienen varias razones para escalar esta cordillera.[pause=0] ¿Cuáles son las tuyas?
fr: Les explorateurs de cette île ont de nombreuses raisons d'escalader cette chaîne de montagnes. [pause=0] Quelles sont les vôtres ?
it: Gli esploratori di quest'isola hanno varie ragioni per raggiungere la vetta di queste montagne.[pause=0] E tu che motivo hai?
zh_hans: 岛上的探险家们有很多理由想要登上这座山脉。[pause=0]你的理由呢？

# Monk_Line_002
source: May you find what you seek here.
es: Espero que encuentres lo que buscas.
fr: Peut-être que vous trouverez ce que vous cherchez ici.
it: Spero che tu possa trovare ciò che cerchi qui.
zh_hans: 愿你找到你所求的。

# Monk_Line_Curiosity
source: But of course.[br]As the last unexplored region in the world,[pause=0] it is only natural for you to be drawn here.[br]Some may fear the unknown,[pause=0] but you are among those that are drawn to it.
es: Por supuesto.[br]Siendo la última región sin explorar del mundo,[pause=0] es normal que seas atraido.[br]Algunos temen lo desconocido,[pause=0] pero tú eres de aquellos que se sienten atraídos por ello.
fr: Mais bien sûr.[br]En tant que dernière région inexplorée du monde,[pause=0] il est tout à fait naturel que vous soyez attiré ici.[br]Certains peuvent craindre l'inconnu,[pause=0] mais vous faites partie de ceux qui sont attirés par lui.
it: Ma certamente.[br] Essendo l'ultima regione inesplorata del mondo,[pause=0] è naturale che tu sia attratto da questo posto.[br] Certi temono l'ignoto,[pause=0] ma tu sei tra i quelli che invece ne sono attratti.
zh_hans: 那是当然。[br]作为世界上最后一个未开发地区，[pause=0]你被吸引到这里也并不奇怪。[br]有些人可能害怕未知，[pause=0]而你却是那被吸引者之一。

# Monk_Line_Fame
source: I see...[pause=0] so you have been lured by the rumors of the Guildmaster's promise.[br]That any team that reaches the top shall be named their successor.
es: Ya veo...[pause=0] así que has sido atraido por los rumores de la promesa del Maestro.[br]Que el equipo que llegue a la cima será nombrado su sucesor.
fr: Je vois...[pause=0] donc vous avez été attiré par les rumeurs de la promesse du Maître de guilde.[br]Que toute équipe qui atteindra le sommet sera nommée son successeur.
it: Capisco...[pause=0] Ti ha attratto la voce della promessa del Maestro della Gilda. [br]Quella che narra che chiunque raggiunga la vetta diventerà il suo successore.
zh_hans: 我明白了……[pause=0]所以你已经被会长承诺的谣言所引诱。[br]任何一支达到顶峰的队伍都将被任命为他们的继承人。

# Monk_Line_Fortune
source: The hidden treasures of the legendary exploration team![br]I too have heard the rumors of how they locked their fortunes deep within this island.
es: ¡Los tesoros escondidos del legendario equipo de exploracion![br]Yo también he oído los rumores de como escondieron sus tesoros en lo profundo de esta isla.
fr: Les trésors cachés de la légendaire équipe d'exploration ![br]J'ai moi aussi entendu les rumeurs sur la façon dont ils ont enfermé leur fortune au plus profond de cette île.
it: I tesori nascosti dalla squadra di esplorazione leggendaria![br] Anche io ho sentito delle storie di come abbiano nascosto le proprie ricchezze nei meandri di quest'isola.
zh_hans: 传说中探险队的隐藏宝藏！[br]我也听过他们将财富锁在岛的深处的传言。

# Monk_Line_Strength
source: Ah,[pause=0] our goals are one and the same.[br]Absent any desire for material gains,[pause=0] I am merely here to hone my body and mind.
es: Ah,[pause=0] nuestras metas son una y la misma.[br]Ausente de deseo por bienes materiales,[pause=0] estoy aquí simplemente para entrenar mi cuerpo y mente.
fr: Ah, [pause=0] nos objectifs sont les mêmes. [br]Sans aucun désir de gains matériels, [pause=0] je suis simplement ici pour affiner mon corps et mon esprit.
it: Ah,[pause=0] i nostri obbiettivi coincidono.[br] Avendo scartato ogni desidero materiale,[pause=0] sono semplicemente qui per affinare il mio corpo e lo spirito.
zh_hans: 啊，[pause=0]我们有相同的目标啊。[br]不被物质利益所蒙蔽，[pause=0]只是为了磨练身心。

# Monk_Line_Unknown
source: Indecisive?[pause=0] Perhaps you will find a purpose nonetheless.[br]Experiencing the Mystery Dungeons can reveal things about yourself that you may not even know.
es: ¿Indeciso?[pause=0] Quizá encuentres un propósito igualmente.[br] La experiencia de explorar Territorios Misteriosos puede revelarte partes de ti mismo que ni siquiera conoces.
fr: Indécis ? [pause=0] Peut-être trouverez-vous un but malgré tout.[br]Faire l'expérience des donjons mystères peut vous révéler des choses sur vous-même que vous ne connaissez peut-être même pas.
it: Indeciso?[pause=0] Forse troverai un tuo scopo in ogni caso.[br] Esplorare i Dungeon Misteriori può rivelare cose su noi stessi che non avremmo mai potuto immaginare.
zh_hans: 犹豫不决？[pause=0]也许你还是会找到目标。[br]闯荡不可思议迷宫，能够更深入地认识自己，甚至发现自己不曾了解的秘密。

# Monk_Option_Curiosity
source: Adventure
es: Aventura
fr: Aventure
it: Avventura
zh_hans: 冒险

# Monk_Option_Fame
source: Fame
es: Fama
fr: Gloire
it: Gloria
zh_hans: 名誉

# Monk_Option_Fortune
source: Fortune
es: Fortuna
it: Fortuna
zh_hans: 财富

# Monk_Option_Strength
source: Strength
es: Poder
fr: Force
it: Potere
zh_hans: 力量

# Monk_Option_Unknown
source: Don't know...
es: No lo sé...
fr: Je sais pas...
it: Non saprei...
zh_hans: 不知道……

# Rival_Line_001
source: I musssst push forward.[pause=0] There is a rival I need to surpasssss...
es: Debo ssseguir adelante.[pause=0] Hay un rival al que debo sssuperar...
fr: Je dois aller de l'avant. [pause=0] Il y a un rival que je dois surpassssser...
it: Devo perssseverare.[pause=0] Ho un rivale che devo sssopraffare...
zh_hans: 我必须须须-向前推进。[pause=0]我有个对手手手-需要超越……

# Shroomish_Line_001
source: Come on,[pause=20] one more try![pause=0] We can do it with just the two of us!
es: ¡Venga,[pause=20] una vez más![pause=0] ¡Podemos conseguirlo nosotros dos solos!
fr: Allez, [pause=20] un autre essai ! [pause=0] On peut le faire juste tous les deux !
zh_hans: 来吧，[pause=20]再试一次！[pause=0]单靠我们俩就行！

# Sightseer_Line_001
source: After the trailblazers set up camp in the ravine,[pause=0] the areas beyond were too hostile to camp in.[br]Even now, there's no clear path to the summit.
zh_hans: 在开拓者们翻过峡谷后，[pause=0]地形变得太过险恶，无法扎营。[br]即便现在，也没有明确的道路可以通向山顶。

# Storehouse_Line_001
source: Confound it![pause=0] Where are those two slackers?[br]{0} and {1} were supposed to be here with the supplies a long time ago!
zh_hans: 见鬼！[pause=0]那两个懒虫在哪里？[br]{0}和{1}应该早就带着补给来了！

# Storehouse_Line_002
source: [tmp]I'll wait one more day.
zh_hans: [tmp]我再等一天看看。

# Undergrowth_Intro_001
source: We're Team Undergrowth.[pause=0] Pleased to meet you.
es: Somos el Equipo Mediocrecimiento.[pause=0] Encantados de conocerte.
fr: Nous sommes l'équipe Undergrowth. [pause=0] Enchanté de vous rencontrer.
zh_hans: 我们是矮树丛探险队。[pause=0]很高兴认识你。
