Repository: audinowho/DumpAsset
Catalog: Data/Script/origin/ground/canyon_camp/strings.*.resx
Languages: de, es

# Argue_Option
source: Give them your {0}.
de: Gib ihnen deinen {0}.

# Dragon_Line_001
source: A mighty breath of fire!
de: Ein mächtiger Flammenatem!
es: ¡Un poderoso aliento ígneo!

# Dragon_Line_002
source: An intimidating glare!
de: Ein angsteinflößender Blick!
es: ¡Una mirada intimidante!

# Dragon_Line_003
source: Large wings spread wide!
de: Große Flügel strecken sich aus!
es: ¡Grandes alas ampliamente abiertas!

# Dragon_Line_004
source: We are Team Dragon![pause=30] Rulers of the Mystery Dungeon!
de: Wir sind das Team Drache![pause=30] Monarchen des Mystery Dungeon!
es: ¡Somos el Equipo Dragón![pause=30] ¡Monarcas del Territorio Misterioso!

# Fairy_Line_001
source: Have you ever seen a fairy ring?[pause=0] It's a circle of mushrooms that grow from the forest floor.[br]Stories say they hold a special power...
de: Hast du jemals einen Feenring gesehen?[pause=0] Das ist ein Pilzkreis der aus dem Waldboden wächst.[br]Es gibt Erzählungen darüber, dass die besondere Kräfte haben...
es: ¿Alguna vez has visto un anillo de hadas?[pause=0] Es un circulo de setas que crecen del suelo del bosque.[br]Las historias dicen que contiene un poder especial...

# Hidden_Line_001
source: ...[pause=0]You noticed me.[pause=0]\nGood intuition.[br]Keep me a secret,[pause=0] and I'll tell you mine.[br]Open your map.
de: ...[pause=0]Du hast mich bemerkt.[pause=0]\nGute Intuition.[br]Wenn du mich geheim hälst,[pause=0] teile ich mein Geheimnis mit dir.[br]Öffne deine Karte.
es: ...[pause=0]Me percibiste.[pause=0]\nBuena intuición.[br]Guárdame el secreto,[pause=0] y te diré el mío.[br]Abre el mapa.

# Hidden_Line_002
source: The dungeon my partner wants to explore.[pause=0] I'm not interested in going.
de: Der Dungeon, den mein Partner erkunden will.[pause=0] Da habe ich kein Interesse dran.
es: La mazmorra que mi compañero quiere explorar.[pause=0] No estoy interesado en ir.

# Hidden_Line_003
source: Not.[pause=30] One.[pause=30] Bit.
de: Nicht.[pause=30] Ein.[pause=30] Bisschen.
es: Ni.[pause=30] Un.[pause=0] Pelo.

# Seeker_Line_001
source: I wonder where my partner went.[pause=0] We're supposed to explore a new dungeon.
de: Ich frage mich wo mein Partner hin ist.[pause=0] Wir wollten einen neuen Dungeon erkunden.
es: Me pregunto a donde habrá ido mi compañero.[pause=0] Se suponde que íbamos a explorar una nueva mazmorra.

# Seeker_Line_002
source: What's that?[pause=0] You want to know where?
de: Wie bitte?[pause=0] Du willst wissen wo?
es: ¿Qué? ¿Quieres saber dónde?

# Seeker_Line_003
source: Hah![pause=0] I may be the loudest bug of summertime,[pause=30] but you'll never get that intel from me!
de: Ha![pause=0] Ich mag vielleicht der lauteste Sommerkäfer hier sein,[pause=30] aber diesen Tipp bekommst du nie von mir!
es: ¡Já! ¡Puedo ser el bicho más ruidoso del verano,[pause=30] pero nunca me sacarás esa información!

# Shiny_Line_001
source: Have you met a Shiny Pokémon?[pause=0] They have a different-colored coat that shines wherever they go.
de: Hast du mal ein schillerndes Pokémon getroffen?[pause=0] Sie haben ein anders-farbiges Fell. Es funkelt immer, wohin sie auch gehen.
es: ¿Has conocido a algún Pokémon Variocolor?[pause=0] Tienen un pelaje de color diferente que brilla allá a donde vayan.

# Shiny_Line_002
source: Your coat![pause=0] Look how it sparkles![br]There's no mistaking it,[pause=0] you must be a Shiny Pokémon!
de: Dein Fell![pause=0] Schau mal wie es funkelt![br]Da gibt es kein wenn und aber:[pause=0] Du musst ein schillerndes Pokémon sein!
es: ¡Tu pelaje![pause=0] ¡Mira como brilla![br] ¡No hay ninguna duda,[pause=0] debes ser un Pokémon Variocolor!

# Shiny_Line_003
source: Shiny Pokémon are normally a rare sight,[pause=0] but it's rumored that many like to hide in Monster Houses.
de: Schillernde Pokémon sind ein seltener Anblick,[pause=0] aber es geht das Gerücht um, dass sich viele von ihnen gern in Monsterräumen verstecken.
es: Los Pokémon Variocolor son raros normalmente,[pause=0] pero los rumores cuentan que les gusta esconderse en Nidos de Monstruos.

# Shortcut_Line_001
source: [tmp]It's rumored that the guildmasters took a shortcut to the summit of the mountain, where they lay in wait to bestow their title to a new team.[br]Where is this shortcut, you may ask?[br] Why,[pause=0] it's none other than Guildmaster Trail!
de: *Es gibt ein Gerücht, dass die Gildenmeister eine Abkürzung zum Gipfel des Berges verwendet haben. Dort warten sie darauf ein neues Team zu treffen, welchem sie ihren Titel verleihen können.
es: *Se rumorea que los maestros de gremio pillaron un atajo a la cima de la montaña, donde esperan dar su título a un nuevo equipo.

# Shortcut_Line_002
source: [tmp]Prinplup needs a partner.
de: Du fragst dich bestimmt, wo diese Abkürzung sein könnte.[br] Nun ja,[pause=0] es ist der Gildenmeister-Pfad selbst!
es: ¿Dónde está este atajo, puedes preguntar?[br] ¡Pues, no es ningún otro que el Sendero del Maestro!

# Strategy_Line_002
source: The Steel-type Pokemon in Copper Quarry shrugged off all our attacks.[br]We'll need to strategize.[pause=0]\nLet's consider what moves we can use...
de: Die Stahl-Pokémon im Kupfersteinbruch haben unsere Angriffe problemlos abgeschüttelt.[br]Wir brauchen eine neue Strategie.[pause=0]\nSchauen wir uns an welche Attacken wir benutzen können...
es: Los Pokémon tipo Acero en Cantera Cobre ignoraron todos nuestros ataques.[br] Tenemos que pensar.[pause=0]\nVamos a tener en cuenta qué movimientos podemos usar...

# Tutor_Accept
source: Alright, let's do it!
de: In Ordnung, los geht's!

# Tutor_Decline
source: Come back if you change your mind.
de: Komm wieder wenn du dich anders entscheidest.

# Storehouse_Line_001
source: [tmp]I went ahead and set up tent here! I'm waiting for my subordinates to make another trip!
es: [tmp]Hemos encontrado el escondite del líder de los bandidos. ¡Necesitamos tu ayuda para derrotarlos!

# Storehouse_Line_007
source: [tmp]We've foud the hideout of the outlaw leader. We need your help to take them down!
es: [tmp]Hemos encontrado el escondite del líder de los bandidos. ¡Necesitamos tu ayuda para derrotarlos!
