Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/forest_camp/strings.*.resx
Languages: de, zh_hans

# Camps_Line_001
source: When trailblazers first came to climb the mountain,[pause=0] they set up rest camps along the way.[br]Go straight through the {0} they left behind, and you'll find yourself in {1}.
de: Als die ersten Wegbereiter den Berg bestiegen,[pause=0] richteten sie entlang des Weges Rastlager ein.[br]Sobald man das {0} durchquert,[pause=0] welches sie hinterlassen haben, findet man einen Ort mit dem Namen {1}.
zh_hans: 当开拓者们首次攀登这座山时，[pause=0]他们在沿途设立了休息营地。[br]穿过他们所留下的道路，{0}，就能去往{1}了。

# Carry_Line_001
source: Gah![pause=0] Why'd Snorlax choose to take a nap in front of our storehouse of all places?
de: Argh![pause=0] Warum hat Snorlax ausgerechnet vor unserem Lagerhaus ein Nickerchen gemacht?
zh_hans: 呸！[pause=0]为什么卡比兽要在我们的仓库门前打盹啊？

# Carry_Line_002
source: I'd give him a wake-up call and a piece of my mind,[pause=0] but I'm still recovering from last time...
de: Ich würde ihn ja aufwecken und ihm meine Meinung sagen,[pause=0] aber ich erhole mich immer noch vom letzten Mal...
zh_hans: 我想抱怨这情况的严重性，[pause=0]但我还没从上一次缓过来……

# Deliver_Line_001
source: The supplies for Cliff Camp are running late.[pause=0] Swalot will have our heads for this!
de: Die Vorräte für das Klippen-Lager sind in Verzug, und Schlukwech wird uns dafür den Kopf abreißen!
zh_hans: 给悬崖营地的补给品送晚了啊。[pause=0]吞食兽会吞了我们俩的！

# Doduo_Line_001
source: We're Team Tactical Retreat![pause=0]\nOur main skill is outrunning our opponents!
de: Wir sind das Team Taktischer Rückzug![pause=0]\nUnsere Spezialität ist es schneller zu sein als unsere Gegner!
zh_hans: 我们是战术撤退队！[pause=0]\n我们的特长是让对手追赶不上！

# Doduo_Line_002
source: In Mystery Dungeons, it might be tempting to fight everything you see...[scroll] but that's not always a good idea.
de: Es kann echt verlockend sein alles zu bekämpfen, was einem im Mystery Dungeon entgegen kommt...[scroll] aber das ist nicht immer eine gute Idee.
zh_hans: 在不可思议迷宫里，一旦有风吹草动，也许你就会立刻准备应战……[scroll]但这有时不是什么好策略。

# Doduo_Line_003
source: Some wild Pok√©mon can be brutal.[pause=0]\nLearning when to run is important for surviving.
de: Einige wilde Pokémon können richtig brutal sein.[pause=0]\nEs ist wichtig zu lernen wann man lieber rennen sollte um zu überleben.
zh_hans: 有的野生宝可梦非常凶狠。[pause=0]为了生存下去，判断何时应该逃跑也很关键。

# Pachirisu_Line_001
source: Hiya![pause=0] Great to see new people around![br]Are you going up ahead?[pause=0] You'd better pack yourself one of these.
de: He![pause=0] Schön so viele neue Gesichter zu sehen![br]Wollt ihr nach oben?[pause=0] Dann packt lieber sowas hier ein.
zh_hans: 嗨！[pause=0]这里又有新面孔啦，感觉真棒！[br]你是要接着向上走吗？[pause=0]那你拿上这个比较好。

# Pachirisu_Line_002
source: You should always bring [a/an] {0} when exploring a new dungeon.[scroll]Until you clear it for the first time,[pause=30] you don't know how deep it goes[pause=30] or how dangerous it'll get.
de: {0}! Tolles Teil, vor allem im unbekannten Territorium.[scroll]Wenn man zum ersten mal irgendwo hingeht,[pause=30] hat man keine Ahnung wie tief es geht[pause=30] oder wie gefährlich es wird.
zh_hans: 探索新迷宫时，你总该带上一个{0}。[scroll]在首次通过之前，[pause=30]你不知道迷宫有多少层，[pause=30]也不知道深处会有多危险。

# Pachirisu_Line_003
source: Especially if the dungeon resets your level...
de: Besonders, wenn der Mystery Dungeon dein Level zurücksetzt...
zh_hans: 有起始等级的迷宫更是如此了……

# Parent_Child_Line_001
source: Mama, I wanna go out and play!
de: Mama, ich will rausgehen und spielen!
zh_hans: 妈妈，我想出去玩！

# Parent_Child_Line_002
source: Alright dearie,[pause=30] but you musn't leave the clearing.[br]You're still just a seedling, and there's big scary Mystery Dungeons out there.
de: Na gut, mein Lieber,[pause=30] aber du darfst die Lichtung nicht verlassen.[br]Du bist immer noch ein Setzling, und da draußen gibt es große, furchterregende Mystery Dungeons.
zh_hans: 好吧，宝贝，[pause=30]但你不能离开这片空地。[br]你还只是棵幼苗，而且外面有很大很恐怖的不可思议迷宫。

# Sleeper_Line_001
source: Snorlax is asleep,[pause=30] inconveniently blocking the entrance...
de: Relaxo befindet sich im Tiefschlaf und blockiert unangenehmer Weise den Eingang...
zh_hans: 卡比兽睡得很死，令人厌恶地堵住了入口……
