Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/*_camp_2/strings.*.resx
Languages: de, es, fr, it, zh_hans

# Settling_Line_001
source: Exploration teams around the world used to rush to this island to take on the Guildmaster's challenge.[br]The craze died down years ago,[pause=0] but some explorers continue to press on.[br]Especially those folks in the Ravine Camp.
de: Früher eilten Erkundungsteams aus der ganzen Welt zu dieser Insel.[br]Sie stellten sich der Herausforderung des Gildenmeisters.[br]Die Begeisterung ist schon vor Jahren abgeklungen,[pause=0] aber einige Erkunder sind immer noch hartnäckig.[br]Besonders die Leute im Schlucht-Lager.
es: Equipos de exploración de todo el mundo solían venir raudos a esta isla para intentar la prueba del Maestro.[br] Esa fiebre paró hace unos años,[pause=0] pero algunos exploradores siguen intentándolo.[br] Especialmente aquellos en el Campamento Desfiladero.
fr: Les équipes d'exploration du monde entier se précipitaient sur cette île pour relever le défi du Maître de Guilde.[br]L'engouement est retombé il y a des années,[pause=0] mais certains explorateurs continuent à persévérer.[br]Surtout les gens du Camp du Ravin.
it: Squadre di esplorazione da tutto il mondo vengono su quest'isola per provare la sfida del Maestro della Gilda.[br] Ormai la moda è passata anni fa,[pause=0] ma ogni tanto degli esploratori continuano a provarci. [br] In particolare quegli svitati del Campo Crepaccio.
zh_hans: 曾经，世界各地的探险队都赶来这座岛，接受公会会长的挑战。[br]这股热潮在几年前就散去了，[pause=0]但还有探险家在坚持。[br]尤其是峡谷营地里的那些。

# Shop_Bag_Empty
source: Oh?[pause=0] Nothing to sell?
de: Oh? [pause=0] Nichts zu verkaufen?
es: ¿Oh?[pause=0] ¿Nada para vender?
fr: Oh ? [pause=0] Rien à vendre ?
it: Oh?[pause=0] Nulla da vendere?
zh_hans: 哦？[pause=0]没有东西可以卖吗？

# Shop_Bag_Full
source: Oh![pause=0] You have no more space for items!
de: Oh! [pause=0] Du hast keinen Platz für mehr Items!
es: ¡Oh![pause=0] ¡No tienes más espacio para objetos!
fr: Oh ! [pause=0] Vous n'avez plus de place pour les objets !
it: Oh![pause=0] Non hai più spazio!
zh_hans: 噢！[pause=0]你没有足够的空间了哦！

# Shop_Buy
source: Very well![pause=0] Feel free to examine my merchandise! (You can use {0} to choose multiple items.)
de: Aber natürlich![pause=0] Schau dir gerne meine Waren an!~ (Du kannst mehrere Items mit {0} auswählen.)
es: ¡Muy bien![pause=0] ¡Siéntete libre de examinar mi mercancía! (Puedes usar {0} para seleccionar múltiples objetos)
fr: Très bien ! [pause=0] N'hésitez pas à examiner ma marchandise ! (Vous pouvez utiliser {0} pour choisir plusieurs articles).
it: Molto bene![pause=0] Esamina la mia merce con calma! (Puoi usare {0} per scegliere più strumenti)
zh_hans: 很好很好！[pause=0]请您慢慢挑选本店商品吧！（你可以使用 {0} 选择多个道具。）

# Shop_Buy_Complete
source: Thank you! All yours~
de: Vielen Dank! Dann greif zu~
es: ¡Muchas gracias! Todo tuyo~
fr: Merci! Bien à vous~
it: Grazie mille! Ecco a te~
zh_hans: 非常感谢！归您了～

# Shop_Buy_Empty
source: I'm sold out.[pause=0] Please forgive me.[pause=0] I will have new merchandise tomorrow!
de: ...Alles ausverkauft...[pause=0] Bitte verzeih. [pause=0] Morgen trifft neue Ware ein! Ich schwöre es!
es: Todo está agotado.[pause=0] Por favor perdóname.[pause=0] ¡Tendré nueva mercancía mañana!
fr: Je suis en rupture de stock. [pause=0] Veuillez me pardonner. [pause=0] J'aurai de nouvelles marchandises demain !
it: Oh, chiedo perdono.[pause=0] Ho finito la merce per oggi.[pause=0] Ma domani avrò di nuovo scorta di strumenti!
zh_hans: 今天的都售完了。[pause=0]请见谅。[pause=0]我明天还会上架新商品的哦！

# Shop_Buy_Multi
source: Altogether, that comes to {0}. Is that OK?
de: Zusammen macht das {0}. Ist das zu deiner Zufriedenheit?
fr: Au total, ça donne {0}. C'est bon ?
it: Il totale arriva a {0}. Va bene?
zh_hans: 那些商品将是{0}。可以吗？

# Shop_Buy_No_Money
source: What?[pause=0] You don't seem to have the money.
de: Oje![pause=0] Du hast leider nicht genug Geld!
es: ¿Qué?[pause=0] No parece que tengas el dinero.
fr: Quoi ? [pause=0] Vous n'avez pas l'air d'avoir l'argent.
it: Cosa?[pause=0] Sembra che tu non abbia abbastanza denaro.
zh_hans: 什么？[pause=0]您似乎没有足够的钱啊。

# Shop_Buy_One
source: That {1}? That will be {0}.
de: Das Item {1}? Das macht dann {0}.
es: ¿Ese {1}? Eso serán {0}.
fr: L'objet {1} ? Ce sera {0}.
it: Solo {1}? Allora sono {0}.
zh_hans: 那个{1}吗？那将是{0}。

# Shop_Goodbye
source: Thanks! \u266A Please come again \u266A
de: Vielen Dank! \u266A Sieh bald mal wieder vorbei! \u266A
es: ¡Gracias! \u266A Vuelva pronto \u266A
fr: Merci! \u266A Revenez nous voir, s'il vous plaît \u266A
it: Grazie mille! \u266A Torna presto! \u266A
zh_hans: 非常感谢！\u266A欢迎下次光临\u266A

# Shop_Info_001
source: This shop specializes in selling items!
de: Dieser Laden spezialisiert sich im Verkauf von Items!
es: ¡Esta tienda se especializa en vender objetos!
fr: Cette boutique est spécialisée dans la vente d'objets !
it: Questo negozio si specializza nel vendere strumenti!
zh_hans: 本店专业出售道具！

# Shop_Info_002
source: Items are useful for your dungeon adventures!
de: Items sind sehr hilfreich bei deinen Abenteuern in Dungeons!
es: ¡Los objetos son útiles en tus aventuras en las mazmorras!
fr: Les objets sont utiles pour vos aventures dans les donjons !
it: Gli strumenti sono utilissimi per le tue avventure nei dungeon!
zh_hans: 道具是对冒险非常有帮助的东西！

# Shop_Info_003
source: Use items with imagination! And invent new uses for them!
de: Verwende deine Fantasie für Anwendungsmöglichkeiten - und erfinde neue!
es: ¡Usa los objetos con imaginación! ¡Y inventa nuevos usos para ellas!
fr: Utilisez les objets avec imagination ! Et inventez de nouvelles utilisations pour eux !
it: Usa gli strumenti con immaginazione! E con un pizzico di fantasia, potrai trovare nuovi utilizzi!
zh_hans: 多多研究并有效利用吧！

# Shop_Info_004
source: If the shop sells out,[pause=0] we'll always have new things to sell on the next day!
de: Falls mal alles ausverkauft ist,[pause=0] dann haben wir am nächsten Tag schon wieder Ware!
es: Si la tienda agota sus existencias,[pause=0] ¡siempre tendremos nuevas cosas para vender el día siguiente!
fr: Si la boutique est épuisée, [pause=0] nous aurons toujours de nouvelles choses à vendre le jour suivant !
it: Se finiamo le scorte di merce,[pause=0] il giorno dopo saremo sempre pronti a fare di nuovo affari!
zh_hans: 如果店里的道具售完了，[pause=0]我会在第二天又进新的道具！

# Shop_Info_005
source: So spend time in dungeons until we restock! Visit us when you return~
de: Verbring einfach etwas Zeit in Dungeons und komm wieder, wenn wir aufgestockt haben!~
es: ¡Asi que pasa el tiempo en las mazmorras hasta que reponamos! Visítanos cuando vuelvas~
fr: Alors passez du temps dans les donjons jusqu'à ce qu'on se réapprovisionne ! Venez nous rendre visite à votre retour~
it: Quindi, in quel caso, spendi un pò di tempo nei dungeon finchè non siamo riforniti! Visitaci quanto torni a casa~
zh_hans: 所以，在那之前可以先去一趟迷宫，然后之后再来光顾小店～

# Shop_Intro
source: Hello~\u266A \nWelcome to the Kecleon Shop~\u266A
de: Hallo~\u266A\n Willkommen im Kecleon Laden!~\u266A
es: Hola~\u266A \nBienvenido a la Tienda Kecleon~\u266A
fr: Bonjour~ \u266A \nBienvenue à la boutique Kecleon~\u266A
it: Salve~\u266A\nBenvenuto ai Magazzini Kecleon~\u266A
zh_hans: 欢迎光临～\u266A \n这里是变隐龙商店的说～\u266A

# Shop_Intro_Return
source: May I help you with anything else?
de: Kann ich dir mit etwas anderem behilflich sein?
es: ¿Puedo ayudarte con algo más?
fr: Puis-je vous aider pour autre chose ?
it: Posso aiutarti con qualcos'altro?
zh_hans: 还有别的什么事吗？

# Shop_Option_Buy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
zh_hans: 购买

# Shop_Option_Sell
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
zh_hans: 卖出

# Shop_Sell
source: Very well! What will you sell? (You can use {0} to choose multiple items.)
de: Ah, sehr gut! Was möchtest du verkaufen? (Durch das Drücken von {0} kannst du mehrere Items auswählen.)
es: ¡Muy bien! ¿Qué deseas vender? (Puedes usar {0} para seleccionar múltiples objetos.)
fr: Très bien ! Que voulez-vous vendre ? (Vous pouvez utiliser {0} pour choisir plusieurs articles).
it: Molto bene! Cosa vuoi vendere? (Puoi usare {0} per scegliere più strumenti)
zh_hans: 很好很好！要卖什么东西呢？（你可以使用 {0} 选择多个道具。）

# Shop_Sell_Complete
source: Done deal! Thank you~\u266A
de: Fein! So sei es! Vielen, vielen Dank auch~
es: ¡Trato hecho! Gracias~\u266A
fr: Marché conclu ! Merci à vous~\u266A
it: Affare fatto! Grazie mille~\u266A
zh_hans: 成交！非常感谢～\u266A

# Shop_Sell_Multi
source: I can pay {0} for everything. Is that acceptable?
de: Ich kann dir {0} für alles anbieten. Ist dies akzeptabel?
es: Puedo darte {0} por todo. ¿Te parece bien?
fr: Je peux payer {0} pour tout. Est-ce que c'est acceptable ?
it: Per questa merce, posso darti {0}. Che ne dici?
zh_hans: 我会花{0}买下这些。成交吗？

# Shop_Sell_One
source: I can pay {0} for that {1}. Is that acceptable?
de: Ich kann dir {0} für das Item {1} anbieten. Ist dies akzeptabel?
es: Puedo darte {0} por {1}. ¿Te parece bien?
fr: Je peux payer {0} pour l'objet {1}. Est-ce que c'est acceptable?
it: Posso darti {0} per {1}. Che ne dici?
zh_hans: 我会花{0}买下{1}。成交吗？

# Solo_Line_001
source: One day,[pause=20] the letters were written from this post office and scattered out to the world.[br]No one knows exactly who wrote them,[pause=0] but they all bore the emblem of the legendary explorer's team.[br]They promised a title of ultimate prestige,[pause=0] and marked the highest point of this island's mountains.
de: Eines Tages[pause=20] wurden die Briefe von diesem Postamt aus in die Welt hinausgeschickt.[br]Niemand weiß genau, wer sie geschrieben hat,[pause=0] aber sie trugen alle das Emblem des legendären Entdeckerteams.[br]Sie versprachen einen Titel von höchstem Prestige,[pause=0] und markierten den höchsten Punkt der Berge dieser Insel.
es: Un día,[pause=20] las cartas fueron escritas en esta oficina de correos y esparcidas por todo el mundo.[br]Nadie sabe exactamente quien las escribió,[pause=0] pero todas llevaban el emblema del legendario equipo de exploradores.[br]Prometían un título del más alto prestigio,[pause=0] y marcaban el punto más alto de las montañas de esta isla.
fr: Un jour,[pause=20] des lettres ont été écrites depuis ce bureau de poste et dispersées dans le monde entier.[br]Personne ne sait exactement qui les a écrites,[pause=0] mais elles portaient toutes l'emblème de l'équipe de l'explorateur légendaire.[br]Elles promettaient un titre de prestige ultime,[pause=0] et marquaient le point culminant des montagnes de cette île.
it: Un giorno,[pause=20] le lettere furono scritte da questo ufficio postale e sparse in giro per il mondo.[br] Nessuno sa chi le abbia scritte,[pause=0] ma erano tutte decorate con l'emblema dedlla squadra di esplorazione leggendaria.[br] Promettevano un titolo prestigioso,[pause=0] e segnavano come destinazione la vetta più alta dei monti di quest'isola.

# Solo_Line_002
source: But...[pause=20] Is there really anything there?
de: Aber...[pause=20] Gibt es dort überhaupt etwas?
es: Pero...[pause=0] ¿Hay realmente algo allí?
fr: Mais... [pause=20] Y a-t-il vraiment quelque chose là-bas ?
it: Ma...[pause=20] Ci sarà veramente qualcosa lassù?

# Storehouse_Line_Route
source: We're loading up for our next delivery!
de: Wir laden grad die nächste Lieferung auf!
zh_hans: 我们正在装要送的货！

# Swap_Choose
source: Feel free to look, hehehe...
de: Sieh dich nur um, hehehe...
es: Siéntete libre de echar un vistazo, jejeje...
fr: N'hésite pas à regarder, hehehe...
it: Dai pure un'occhiata, hehehe...
zh_hans: 随便看看吧，呵呵呵……

# Swap_Complete
source: Deal![pause=0] Thanks for trading your precious treasure...
de: Deal![pause=0] Ich danke dir, dass du deinen Schatz mit mir tauscht...
es: ¡Trato hecho![pause=0] Gracias por intercambiar tu valioso tesoro...
it: Affare fatto![pause=0] Grazie mille per scambiare i tuoi preziosi tesori...
zh_hans: 成交！[pause＝0]感谢您的珍宝……

# Swap_Complete_Max_001
source: YEESSS![pause=0] Come to papa, my precious!
de: JAAAAA![pause=0] Komm zu Papa, mein Schatz!
es: ¡SÍÍÍÍÍ![pause=0] ¡Venid con papá, mis tesoros!
it: Sììììì![pause=0] Venite da papà, tesorini miei!
zh_hans: YEESSS！[pause=0]我的宝贝，到爸爸这来！

# Swap_Complete_Max_002
source: It's mine![pause=0] All mine!![pause=0]\nAahahahaha!
de: Es gehört mir![pause=0] Nur mir!![pause=0]\nHahahahaha!
es: ¡Es mío![pause=0] ¡¡Todo mío!![pause=0]\n¡Ajajajajaja!
it: Mio![pause=0] È tutto mio!![pause=0]\nAhahahahah!
zh_hans: 我的啦！[pause=0]都是我的啦！！[pause=0]\n啊哈哈哈哈！

# Swap_Complete_Max_003
source: Oh... right,[pause=15] sorry![pause=0] Here's your end of the bargain.
de: Oh... ja,[pause=15] tschuldige![pause=0] Hier ist dein Teil des Deals.
es: Oh... cierto,[pause=15] ¡perdona![pause=0] Aquí está tu parte del trato.
it: Oh...giusto,[pause=15] chiedo scusa![pause=0] Ecco a te la tua parte dell'accordo.
zh_hans: 哦……对了，[pause=15]抱歉！[pause=0]这是你想换的东西。

# Swap_Complete_Max_004
source: Here you go,[pause=15] your end of the bargain!
de: Bitteschön,[pause=15] dein Teil des Deals!
es: Aquí tienes,[pause=15] tu parte del trato.
it: Ecco a te,[pause=15] la tua parte dell'accordo!
zh_hans: 给你了，[pause=15]你的交易品！

# Swap_Confirm_001
source: Your {0} for my {1}.
de: Dein {0} für mein {1}.
es: Tu {0} por mi {1}.
fr: Ton {0} pour mon {1}.
it: Il tuo {0} per il mio {1}.
zh_hans: 用你的{0}换我的{1}。

# Swap_Confirm_002
source: That'll be {0}, deal?
de: Das macht dann {0}, abgemacht?
es: Eso serán {0}, ¿trato?
fr: Ce sera 0, marché conclu ?
it: Allora, ti chiedo {0}, ci stai?
zh_hans: 那将是{0}，成交吗？

# Swap_Give
source: {0} accepted the {1}!
de: {0} hat {1} akzeptiert!
es: {0} aceptó {1}!
fr: {0} a accepté le {1} !
it: {0} ha accettato {1}!
zh_hans: {0}收下了{1}！

# Swap_Give_Choose
source: A {0}? And what will you give in exchange for it?
de: Ein {0}? Und was willst du mir zum Tausch anbieten?
es: ¿{0}? ¿Y qué me darás a cambio?
fr: L'objet {0} ? Et que donnes-tu en échange ?
it: {0}? E cosa vorresti darmi in cambio?
zh_hans: 一个{0}？你想用什么来交换？

# Swap_Goodbye
source: Come back soon... Hehehe...
de: Komm bald wieder... Mehehehe...
es: Vuelve pronto... Jejeje...
fr: Reviens vite... Hehehe...
it: Torna presto... Hehehe...
zh_hans: 下次再来……呵呵呵……

# Swap_Info_001
source: You have treasure I want.[pause=0] I have treasure you want.
de: Du hast Schätze, die ich will.[pause=0] Ich habe Schätze, die du willst.
es: Tienes tesoro que me interesa.[pause=0] Tengo tesoro que te interesa.
fr: Tu as trésor que je veux. [pause=0] J'ai trésor que tu veux.
it: Tu hai dei tesori che io desidero.[pause=0] E io ho dei tesori che tu desideri.
zh_hans: 你有我想要的宝物。[pause=0]我有你想要的宝物。

# Swap_Info_002
source: We can help each other.[pause=0] Get the picture?
de: Wir können uns gegenseitig helfen.[pause=0] Verstehst du?
es: Podemos ayudarnos mutuamente. ¿Lo pillas?
fr: On peut s'entraider. [pause=0] Tu vois le tableau ?
it: Possiamo darci una mano a vicenda.[pause=0] Afferrato il concetto?
zh_hans: 我们可以互相帮助。[pause=0] 明白吗？

# Swap_Info_003
source: I rotate my selections once every day.[pause=0] Come back often...
de: Ich rotiere meine Angebote tagtäglich.[pause=0] Komm doch oft vorbei...
es: Roto mis elecciones cada dia.[pause=0] Vuelve a menudo...
fr: Je fais tourner mes sélections une fois par jour. [pause=0] Reviens souvent...
it: La mia merce cambia di giorno in giorno.[pause=0] Visitami spesso...
zh_hans: 我每天都会重新挑选一遍。[pause=0]要常来……

# Swap_Intro
source: Hehehe... this is Sableye's Treasure Trade. Shall we make a deal?
de: Mehehe. Willkommen in Zobiris-Tauschbörse. Möchtest du was tauschen?
es: Jejeje... este es el Intercambio de Tesoro de Sableye. ¿Te interesa un trato?
fr: Hehehe... c'est le commerce du trésor de Ténéfix. Devons-nous faire un marché ?
it: Hehehe... Benvenuto allo Scambiatesori di Sableye. Vuoi fare uno scambio?
zh_hans: 呵呵呵……这里是勾魂眼宝物交易所。我们能做个交易吗？

# Swap_Intro_Return
source: Anything else?
de: Noch was?
es: ¿Algo más?
fr: Autre chose ?
it: Qualcos'altro?
zh_hans: 还有别的吗？

# Swap_None
source: You![pause=0] Nothing to swap![pause=0] No deals!
de: Du![pause=0] Du hast nix zum Tauschen![pause=0] Keine Deals!
es: ¡Tú![pause=0] ¡Nada que cambiar![pause=0] ¡Nada de tratos!
fr: Toi ! [pause=0] Rien à échanger ! [pause=0] Pas de marché !
it: Tu![pause=0] Non hai nulla da scambiare![pause=0] Niente affari!
zh_hans: 你！[pause=0]没有东西可以交换！[pause=0]没有交易！

# Swap_Option_Swap
source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
it: Scambia
zh_hans: 交换

# Treasure_Line_001
source: Money,[pause=30] fame,[pause=30] power...[br]There once was an exploration team that attained all the world could offer.
de: Geld,[pause=30] Ruhm,[pause=30] Macht...[br]Es gab einmal ein Forscherteam, das alles erlangte, was die Welt zu bieten hatte.
es: Dinero,[pause=30] fama,[pause=30] poder...[br]Érase una vez un equipo de exploración que obtuvo todo lo que el mundo podía ofrecer.
fr: Argent, [pause=30] Gloire, [pause=30] Pouvoir...[br]Il était une fois une équipe d'exploration qui avait atteint tout ce que le monde pouvait offrir.
it: Soldi,[pause=30] gloria,[pause=30] potere...[br] Ci fu un tempo una squadra di esplorazione che ottenne tutto ciò che il mondo poteva offrire.
zh_hans: 金钱、[pause=30]名誉、[pause=30]权力……[br]曾经有个探险队得到了世界上的一切。

# Treasure_Line_002
source: Before disbanding,[pause=0] they locked their fortunes deep within this island for all to discover.
de: Bevor sie sich auflösten,[pause=0] schlossen sie ihr Vermögen tief auf dieser Insel ein, damit andere es wiederfinden können.
es: Antes de disolver,[pause=0] encerraron sus fortunas en lo profundo de esta isla para que todos pudieran descubrirlas.
fr: Avant de se dissoudre, [pause=0] ils ont enfermé leur fortune au plus profond de cette île pour que tous puissent la découvrir.
it: Prima di sciogliersi,[pause=0] nascosero tutte le loro fortune nei meandri più profondi di quest'isola, con lo scopo di farcele ritrovare un giorno.
zh_hans: 在解散前，[pause=0]他们将自己的财富锁在了这座岛的深处，以供大家都能发掘。

# Treasure_Line_003
source: Or so they say...
de: So sagt man jedenfalls...
es: O eso dicen...
fr: Enfin, c'est ce qu'on dit...
it: O così dice la storia...
zh_hans: 据说是这样……

# Tutor_Forget_Begin
source: Now hold still![pause=0] This won't hurt a bit! Hiyah!
de: Jetzt halt still![pause=0] Das wird kein bisschen wehtun! Hiyah!
es: ¡Ahora quédate quieto![pause=0] ¡No dolerá ni un pelo! ¡Haiya!
fr: Maintenant, ne bougez pas ! [pause=0] Ça ne fera pas mal du tout ! Hiyah !
it: Ok, ora stai fermo! [pause=0] Non ti farà nulla, giuro! Hiyah!
zh_hans: 现在别动！[pause=0]那一点也不痛！喝呀！

# Tutor_Forget_Success
source: Success![pause=0] {0} forgot {1}!
de: Erfolg![pause=0] {0} hat {1} vergessen!
es: ¡Ha sido un éxito![pause=0] ¡{0} olvidó {1}!
fr: Succès ! [pause=0] {0} a oublié {1} !
it: Successo![pause=] {0} ha dimenticato {1}!
zh_hans: 成功！[pause=0]{0}忘记了{1}！

# Tutor_Forget_What
source: What move should {0} forget?
de: Welche Attacke soll {0} vergessen?
es: ¿Qué movimiento debería olvidar {0}?
fr: Quelle capacité {0} doit oublier ?
it: Che mossa vuoi che {0} dimentichi?
zh_hans: {0}要忘记哪个招式？

# Tutor_Forget_Who
source: Who wants to forget a move?
de: Wer soll denn 'ne Attacke vergessen?
es: ¿Quién quiere olvidar un movimiento?
fr: Qui veut oublier une capacité ?
it: Chi vuole dimenticare una mossa?
zh_hans: 谁要忘记招式呢？

# Tutor_Goodbye
source: Come back soon![pause=0] Hiyah!
de: Komm bald wieder![pause=0] Hiyah!
es: ¡Vuelve pronto! ¡Haiya!
fr: Revenez vite![pause=0] Hiyah!
it: Torna presto![pause=0] Hiyah!
zh_hans: 下次再来！[pause=0]喝呀！

# Tutor_Info_001
source: Forgot a move you needed?[pause=0] I'll show you your moves!
de: 'Ne Attacke vergessen, welche du brauchtest?[pause=0] Ich werd' dir deine Attacken zeigen!
es: ¿Olvidaste algún movimiento que necesitases?[pause=0] ¡Te enseñaré tus movimientos!
fr: Vous avez oublié un mouvement dont vous aviez besoin ? [pause=0] Je vais vous montrer vos capacités !
it: Hai dimenticato una mossa che ti serviva?[pause=0] Te le faccio vedere!
zh_hans: 忘记了需要的招式吗？[pause=0]我会向你展出你的招式！

# Tutor_Intro
source: Hiyah![pause=0] Relearn your moves! Only {0}!
de: Hi-yah![pause=0] Lerne deine Attacken erneut! Für nur {0}!
es: ¡Haiya! ¡Recuerda tus movimientos! ¡Sólo {0}!
fr: Hiyah ! [pause=0] Réapprennez vos capacités ! Seulement {0} !
it: Hiyah![pause=0] Ricorda le tue mosse dimenticate! Solo {0}!
zh_hans: 嗨呀！[pause=0]回忆招式！只需{0}！

# Tutor_Intro_Return
source: Come on! Ready for more?
de: Komm schon! Bereit für mehr?
es: ¡Vamos! ¿Listo para más?
fr: Allez ! Vous en voulez encore ?
it: Andiamo! Pronto per altro?
zh_hans: 来吧！还要更多吗？

# Tutor_No_Money
source: Hold up! You're short on \uE024!
de: Moment! Du hast ganz schön wenig \uE024!
es: ¡Espera! ¡Te faltan \uE024!
fr: Attendez ! Vous êtes à court de \uE024!
it: Aspetta! Sei a corto di \uE024
zh_hans: 打住！您的\uE024是块短板啊！

# Tutor_Option_Tutor
source: Tutor Move
de: Lehrer
es: Tutor
fr: Tuteur
it: Tutore
zh_hans: 指导

# Tutor_Remember_Begin
source: Let's get right to it![pause=0] Hiyah!
de: Kommen wir gleich zur Sache![pause=0] Hiyah!
es: ¡Pongámonos a ello![pause=0] ¡Haiya!
fr: Allons droit au but ! [pause=0] Hiyah!
it: Andiamo al sodo![pause=0] Hiyah!
zh_hans: 马上开始吧！[pause=0]喝呀！

# Tutor_Remember_Replace
source: We'll need to replace a move![pause=0] What'll it be?
de: Wir müssen 'ne Attacke überschreiben![pause=0] Welche darf'n dit sein?
es: ¡Tendremos que remplazar un movimiento![pause=0] ¿Qué será?
fr: Nous devrons remplacer une capacité ! [pause=0] Qu'est-ce que ce sera ?
zh_hans: 我们得换下一个招式！[pause=0]要换下哪个？

# Tutor_Remember_Success
source: Success![pause=0] {0} relearned {1}!
de: Erfolg![pause=0] {0} hat {1} neu erlernt!
es: ¡Ha sido un éxito![pause=0] ¡{0} recordó {1}!
fr: Succès ! [pause=0] {0} a réappris {1} !
zh_hans: 成功！[pause=0]{0}重新学会了{1}！

# Tutor_Remember_What
source: What move should {0} remember?
de: An welche Attacke soll {0} erinnern?
es: ¿Qué movimiento debería recordar {0}?
fr: Quelle capacité {0} doit se rappeler ?
zh_hans: {0}要回忆哪个招式？

# Tutor_Remember_Who
source: Who wants to remember a move?
de: Wer soll sich denn an 'ne Attacke erinnern?
es: ¿Quién quiere recordar un movimiento?
fr: Qui veut se souvenir d'une capacité ?
zh_hans: 谁要回忆招式呢？

# Father_Line_001
source: [tmp]When I'm rescued along with mother and sister, you'll sttart to get hints that we used to be human.[br]We'll reference contemporary themes like phones, toothbrushes, or the like
zh_hans: 会长号召我们探索这座岛时，我是开拓者之一。[br]我与我的搭档尼多后，在森林里开路，在悬崖上扎营。[br]但那是很久之前的事了。[pause=0]现在我们在养家呢。

# Mother_Line_001
source: [tmp]When I'm rescued along with sister, you'll see a heartwarming reunion.[br]But I'll also ask where the other child is.
zh_hans: 我的搭档尼多王对我是一球定情。[br]不论是在战场还是家中，[pause=20]我们永远都是一个团队。
