Repository: audinowho/DumpAsset
Catalog: Data/Script/ground/*_camp_2/strings.*.resx
Languages: de, es, fr, it, zh_hans

# Appraisal_Bag_Empty
source: Huh?[pause=0] You don't have any items on you.
de: Huch? [pause=0] Du scheinst keine Items an dir zu haben.
es: ¿Eh?[pause=0] No tienes ningún objeto contigo.
fr: Hein ?[pause=0] Tu n'as pas d'objets sur toi.
it: Huh?[pause=0] Non hai nessuno strumento.
zh_hans: 嗯？[pause=0]你没有任何道具啊。

# Appraisal_Choose
source: Choose a box you want me to open. (You can use {0} to choose multiple items.)
de: Wähle eine Box aus, die ich öffnen soll für dich. (Du kannst {0} drücken, um mehrere Items auszuwählen.)
es: Elige el cofre que quieras que abra. (Puedes usar {0} para seleccionar múltiples objetos.)
fr: Choisis un coffre que tu veux que j'ouvre. (Vous pouvez utiliser {0} pour choisir plusieurs objets).
it: Scegli un forziere che vuoi che io apra. (Puoi usare {0} per la selezione multipla)
zh_hans: 选一个你想让我开的箱子。（你可以使用 {0} 选择多个道具。）

# Appraisal_Choose_Max
source: That many!?[pause=0] Well that'll be {0}!
de: So viele!?[pause=0] Nun, das wären {0}!
es: ¿¡Tanto?![pause=0] Bueno eso serán {0}!
it: Oh, così tanti?![pause=0] Beh, allora sono {0}!
zh_hans: 这么多！？[pause=0]好吧，那将是{0}！

# Appraisal_Choose_Multi
source: I can open all that for {0}.
de: Ich kann dir alle für {0} öffnen.
es: Puedo abrirte todo eso por {0}.
fr: Je peux ouvrir tout ça pour {0}.
it: Posso aprire tutto per {0}.
zh_hans: 打开全部需要{0}。

# Appraisal_Choose_One
source: I can open your {1} for {0}.
de: Ich kann dir deine {1} für {0} öffnen.
es: Puedo abrir tu {1} por {0}.
fr: Je peux ouvrir ton {1} pour {0}.
it: Posso aprire {1} in cambio di {0}.
zh_hans: 打开{1}需要{0}。

# Appraisal_End
source: All done![pause=0] Check out the goods.
de: Alles erledigt![pause=0] Sieh nach, was du alles erhalten hast.
es: ¡Todo listo![pause=0] Comprueba la mercancía.
fr: C'est fait ![pause=0] Regardez les produits.
it: Ecco fatto![pause=0] Dai un'occhiata alla merce.
zh_hans: 搞定！[pause=0]请验货。

# Appraisal_End_Max_001
source: Whew...[pause=30] Now that was a workout!
de: Puh...[pause=30] Das war mal ein Workout!
es: Fiu...[pause=30] ¡Eso sí que fue un buen ejercicio!
it: Fiu...[pause=30] Questo sì che è stato un allenamento!
zh_hans: 呼……[pause=30]这才叫锻炼！

# Appraisal_End_Max_002
source: Now have a look at that loot!
de: Schau dir all diese Beute an!
es: ¡Y aquí tienes tu botín!
it: Dai un'occhiata a questo bottino!
zh_hans: 现在看看战利品！

# Appraisal_Goodbye
source: Come back with more boxes next time!
de: Komm bald mit mehr Schatzboxen zurück!
es: ¡Vuelve con más cofres la próxima vez!
fr: Reviens avec plus de coffres la prochaine fois!
it: Torna con altri forzieri, ti aspetto!
zh_hans: 下次多带点箱子来！

# Appraisal_Info_001
source: Those boxes you pick up in dungeons... Ever wonder what's inside them?
de: Diese Schatzboxen, die du in Dungeons aufhebst... Hast du dich je gewundert, was sich in denen verbirgt?
es: Esos cofres que recoges en las mazmorras... ¿Alguna vez te has preguntado qué hay dentro de ellos?
fr: Ces coffres que tu trouves dans les donjons... Tu ne t'es jamais demandé ce qu'il y avait à l'intérieur ?
it: Quei forzieri che trovi nei dungeon... Ti sei mai chiesto cosa ci sia dentro?
zh_hans: 你那些在迷宫里捡到的宝箱……有想过里面是什么吗？

# Appraisal_Info_002
source: They're locked shut.[pause=0] There's no key in the world that can open them.
de: Sie sind fest verschlossen.[pause=0] Es gibt keinen Schlüssel in der Welt, welcher diese öffnen könnte.
es: Están completamente cerrados.[pause=0] No hay ninguna llave en el mundo que puedan abrirlas.
fr: Ils sont fermés à clé.[pause=0] Il n'y a aucune clé au monde qui puisse les ouvrir.
it: Sono chiusi per bene.[pause=0] Non esiste chiave al mondo che li possa aprire.
zh_hans: 它们都上锁了。[pause=0]世界上没有钥匙能打开。

# Appraisal_Info_003
source: But I don't need no key![pause=0] I'll bust right through all of them and give you what's inside!
de: Aber ich brauche keinen Schlüssel![pause=0] Ich werde sie alle aufbrechen und gebe dir, was drinnen ist!
es: ¡Pero yo no necesito llaves![pause=0] ¡Los romperé todos y te daré lo que hay dentro!
fr: Mais je n'ai pas besoin de clé ![pause=0] Je vais les détruire et te donner tout ce qu'il y a à l'intérieur!
it: Ma io non ho bisogno di alcuna chiave![pause=0] Li distruggerò tutti e ti darò quello che ci troverò all'interno!
zh_hans: 但我不需要钥匙！[pause=0]我能直接把它们砸爆，把里面的东西给你！

# Appraisal_Info_004
source: Just pay me {0} for each and it's a done deal.
de: Bezahle einfach {0} pro Box und der Deal ist abgeschlossen.
fr: Donne moi {0} pour chacune et ce sera bon.
it: Devi solo pagarmi {0} per ogni forziere e l'affare è fatto.
zh_hans: 只需支付每个{0}就行了。

# Appraisal_Intro
source: Got any boxes you want me to bust? Only {0} apiece!
de: Hast du Boxen dabei, die ich aufbrechen soll? Nur {0} pro Stück!
fr: Vous avez des coffres que vous voulez que je détruise ? Seulement {0} pièce !
it: Hai qualche forziere che vuoi che io apra? Sono solo {0} per forziere!
zh_hans: 你有什么箱子要我去砸吗？只要{0}一个！

# Appraisal_No_Money
source: Hey![pause=0] You don't have enough \uE024 for that!
de: Hey, hey![pause=0] Du hast nicht genug \uE024 dafür!
es: ¡Oye, oye![pause=0] ¡No tienes suficiente \uE024 para esto!
fr: Wow, wow![pause=0] Tu n'as pas assez de \uE024 pour ça!
it: Hey![pause=0] Sei a corto di \uE024!
zh_hans: 喂！[pause=0]你没有足够的\uE024！

# Appraisal_Option_Open
source: Open Boxes
de: Öffne Boxen
es: Abrir Cofres
fr: Ouvrir les Coffres.
it: Apri forzieri
zh_hans: 开宝箱

# Appraisal_Return
source: Need anything else?
de: Brauchst du noch etwas?
es: ¿Necesitas algo más?
fr: Tu as besoin d'autre chose?
it: Ti serve qualcos'altro?
zh_hans: 还需要什么吗？

# Appraisal_Start_001
source: Wait here.[pause=0] This'll only take a second.
de: Warte hier.[pause=0] Das wird nur eine Sekunde brauchen.
es: Espera aquí.[pause=0] Sólo será un segundo.
fr: Attends une seconde.[pause=0] Ce sera rapide.
it: Aspetta qui.[pause=0] Ci metterò un secondo.
zh_hans: 在这等着，[pause=0]一会就好了。

# Appraisal_Start_002
source: Stack them all here.[pause=0] I'll handle it no problem!
de: Stapel die hier alle.[pause=0] Das mache ich schon, kein Problem!
es: Apilalos todos aquí.[pause=0] ¡Lo haré sin problemas!
it: Metti tutto qui.[pause=0] Me ne occuperò io senza problemi!
zh_hans: 把它们都堆这，[pause=0]这简直小菜一碟！

# Appraisal_Start_Max
source: Well cover your ears cause I'm about to get serious!
de: Zeit die Ohren zu zuhalten, jetzt wird's ernst!
es: ¡Mas vale cubrir esas orejas porque voy a hacerlo en serio!
it: Bene, tappati le orecchie, perché adesso inizio a fare sul serio!
zh_hans: 捂住耳朵，我要动真格的了！

# Broke_Line_001
source: Why,[pause=20] why didn't I visit the storage before going out?[br]I fainted out there with a full inventory...
de: Warum,[pause=20] warum habe ich nicht das Lager benutzt bevor ich losgegangen bin?[br]Ich bin mit einem vollen Inventar da draußen ohnmächtig geworden...
es: ¿Por qué,[pause=20] por qué no visité la consigna antes de salir?[br]Me desmayé ahí fuera con el inventario lleno...
fr: Pourquoi,[pause=20] pourquoi n'ai-je pas visité le stockage avant de sortir ?[br]Je me suis évanoui là-bas avec un inventaire complet...
it: Perché,[pause=20] perché non sono andato al deposito prima di uscire?[br]Ho perso le forze e avevo l'inventario pieno...
zh_hans: 为什么，[pause=20]为什么我出去前不看看仓库？[br]我带着满满一包东西被打倒了……

# Broke_Line_002
source: My items...[pause=30] my money...[pause=30] all goooone...
de: Meine Items...[pause=30] Mein Geld...[pause=30] alles ist weeeeg...
es: Mis objetos...[pause=30] mi dinero...[pause=30] todo perdiiido...
fr: Mes objets...[pause=30] mon argent...[pause=30] tout est partiiiiiii...
it: I miei strumenti...[pause=30] I mei soldi...[pause=30] Tutto sparitooo...
zh_hans: 我的道具……[pause=30]我的钱钱……[pause=30]都没了啊啊啊……

# Catch_Line_001
source: Hey Zigzagoon,[pause=20] catch!
de: Hey Zigzachs,[pause=20] fang!
es: ¡Hey Zigzagoon,[pause=20] atrapa!
fr: Hey Zigzaton,[pause=30] attrape !
it: Hey, Zigzagoon,[pause=20] prendi!
zh_hans: 嘿蛇纹熊，[pause=0]接着！

# Catch_Line_002
source: I got it![pause=0] Back at you,[pause=20] Rattata!
de: Ich habs![pause=0] Jetzt du,[pause=20] Rattfratz!
es: ¡Lo tengo![pause=0] ¡Todo tuyo,[pause=20] Rattata!
fr: J'ai réussi![pause=0] C'est à toi,[pause=20] Rattata!
it: Preso![pause=20] Tutto tuo,[pause=20] Rattata!
zh_hans: 接着啦！[pause=0]给你，小拉达！

# Catch_Line_003
source: Thanks![pause=0] You're way better than the wild Pokemon in Tropical Path.
de: Danke![pause=0] Du bist viel besser als die wilden Pokemon im Tropischen Pfad.
es: ¡Gracias![pause=0] Eres mucho mejor que los Pokémon salvajes en el Paso Tropical.
fr: Merci![pause=0] T'es bien mieux que le Pokémon sauvage dans Tropical Path.
it: Grazie![pause=0] Sei molto meglio dei Pokémon selvatici del Passaggio Tropicale.
zh_hans: 谢了！[pause=0]你可比在热带小径里的野生宝可梦好太多了。

# Catch_Line_004
source: Same![pause=0] When I threw rocks they'd always get hit.[br]And when I threw seeds they always ate them.
de: Gleichfalls![pause=0] Wenn ich Steine auf die werfe, werden sie immer getroffen.[br]Und wenn ich Samen geworfen habe, haben sie die immer gegessen.
es: ¡Igualmente![pause=0] Cuando les tiraba rocas, siempre les golpeaban.[br]Y cuando tiraba semillas, siempre se las comían.
fr: Pareil ! [pause=0] Quand je lançais des cailloux, ils étaient toujours touchés. [br]Et quand je lançais des graines, ils les mangeaient toujours.
it: Anche tu![pause=0] Ogni volta che mi mettevo a lanciare dei sassi, li colpivo sempre.[br] E mangiavano tutti i semi che gli tiravo.
zh_hans: 你也是！[pause=0]当我扔石头，它们总被打到。[br]当我扔种子，它们总是吃。

# Catch_Line_005
source: Yeah,[pause=20] who needs em![pause=0] We can play together!
de: Yep,[pause=20] wer braucht die schon![pause=0] Wir können einfach zusammen spielen!
es: Sí,[pause=20] ¡quién los necesita![pause=0] ¡Podemos jugar juntos!
fr: Ouais,[pause=20] personne n'en a besoin![pause=0] On peut jouer ensemble!
it: Già,[pause=20] chi ha bisogno di loro![pause=0] Possiamo giocare insieme!
zh_hans: 那可不，[pause=20]谁理它们啊！[pause=0]我们可以一起玩！

# Elder_Line_001
source: Noctowl's been running the training mazes for as long as I can remember.[br]He's strict sometimes,[pause=20] but he cares about the explorers.
de: Noctowl leitet die Trainingslabyrinthe, solange ich denken kann.[br]Er ist manchmal streng,[pause=20] aber er achtet auf die Erkunder.
es: Noctowl lleva a cargo de los laberintos de entrenamiento desde que tengo uso de razón.[br]Es estricto a veces,[pause=20] pero se preocupa por los exploradores.
fr: Noarfang a été propriétaire des labyrinthes d'entraînement pendant aussi longtemps que je me souvienne.[br]Il est sévère des fois,[pause=20] mais il se soucie des explorateurs.
it: Noctowl gestisce i dedali di allenamento da quando abbia memoria.[br]Può essere severo,[pause=20] ma si preoccupa molto degli esploratori.
zh_hans: 从我记事起，猫头夜鹰就在管理训练迷宫了。[br]他有时会很严格，[pause=20]但他也关心探险家们。

# Food_Line_001
source: Leaving for an adventure?[pause=0] Be sure to take some food with you!
de: Du gehst auf ein Abenteuer?[pause=0] Nimm auf jeden Fall etwas zu essen mit!
es: ¿Partiendo a la aventura?[pause=0] ¡Asegúrate de llevar comida contigo!
fr: Tu pars à l'aventure ?[pause=0] N'oublies pas de prendre de la nourriture avec toi !
it: Ti stai organizzando per un'avventura?[pause=0] Faresti meglio a portarti dietro del cibo!
zh_hans: 要去冒险吗？[pause=0]请确保带好足够的食物！

# Food_Line_002
source: You'll get hungry as you explore in Mystery Dungeons.[br]If your belly ever becomes empty, you'll start taking damage.
de: Wenn ihr die Mystery Dungeons erkundet, werdet ihr hungrig werden.[br]Wenn euer Magen leer wird, werdet ihr Schaden erleiden.
es: Te entrará hambre a la par que exploras Territorios Misteriosos.[br]Si tu tripa se queda vacía, empezarás a recibir daño.
fr: Tu auras faim en explorant les donjons mystères.[br]Si ton estomac se vide, tu commenceras à subir des dégâts.
it: Esplorando un Dungeon Misterioso, ti verrà fame.[br] Se ti ritrovi con la pancia vuota, inizierai a subire danni.
zh_hans: 在不可思议迷宫里探险时，你会感到饥饿。[br]如果你的满腹度耗尽，就会开始受伤害。

# Hesitant_Line_001
source: The explorer life looks rough.[pause=0] I'm not sure if I could handle it...
de: Das Forscherleben sieht hart aus.[pause=0] Ich bin mir nicht sicher, ob ich damit zurechtkommen würde...
es: La vida del explorador parece dura.[pause=0] No sé si la podría aguantar...
fr: La vie d'explorateur a l'air difficile.[pause=0] Je suis pas sur de pouvoir la supporter...
it: La vita da esploratore sembra tosta.[pause=0] Non credo sarei in grado di gestirla...
zh_hans: 探险家的生活看上去很辛苦。[pause=0]我不确定我是否有把握……

# Interactive_Line_001
source: I love seeing new faces in Base Town![br]It reminds me of the good old days.
de: Ich liebe es, neue Gesichter im Hauptlager zu sehen![br]Das erinnert mich an die guten alten Zeiten.
es: ¡Me encanta ver nuevas caras en el Campamento Base![br]Me recuerda a los viejos tiempos.
fr: J'adore voir de nouveaux visages au Camp de Base ![br]Ça me rappelle le bon vieux temps.
it: Adoro vedere facce nuove nella Città Base![br] Mi ricorda i bei vecchi tempi.
zh_hans: 我喜欢起点镇里的新面孔！[br]那会使我想起美好的旧时光。

# Interactive_Phase_001_Line_001
source: Sniff,[pause=20] sniff...[pause=0] You smell like {0}.[br]Did {1} recruit you from there?
de: Schnief,[pause=20] schnief...[pause=0] Du riechst wie {0}.[br]Hat {1} dich von dort rekrutiert?
es: Sniff,[pause=20] sniff...[pause=0] Hueles como a {0}.[br]¿Te reclutó {1} allí?
fr: Sniff, [pause=20] sniff... [pause=0] Tu sens comme {0}. [br]Est-ce que {1} t'a recruté là-bas ?
it: Sniff,[pause=20] sniff...[pause=20] Odori di {0}.[br] Per caso {1} ti ha reclutato da lì?
zh_hans: 嗅，[pause=20]嗅……[pause=0]闻起来像是{0}。[br]{1}是从那招募你的吗？

# Interactive_Phase_002_Line_001
source: {1} recruited you from {0}, didn't they?
de: {1} hat dich von {0} rekrutiert, nicht wahr?
es: {1} te reclutó en {0}, ¿verdad?
fr: {1} vous a recruté de {0}, pas vrai?
it: {1} ti ha reclutato da {0}, non è così?
zh_hans: {1}从{0}招募了你，不是吗？

# Interactive_Phase_002_Line_002
source: Growing up in a Mystery Dungeon sounds rough.[pause=0] Hope you enjoy the town life!
de: In einem Mystery Dungeon aufzuwachsen klingt hart [pause=0] Ich hoffe, du genießt das Stadtleben!
es: Crecer en un Territorio Misterioso suena difícil.[pause=0] ¡Espero que disfrutes de la vida en el pueblo!
fr: Grandir dans un Donjon Mystère a l'air dur. [pause=0] J'espère que tu apprécies la vie en ville !
it: Crescere in un Dungeon Misterioso sembra essere duro.[pause=0] Spero che tu possa goderti la vita in città!
zh_hans: 在迷宫中长大好像很不容易。[pause=0]希望你能享受镇上的生活！

# Interactive_Phase_003_Line_001
source: Ah.[pause=30] you must be from {0}.
de: Ah.[pause=30] Du musst von {0} sein.
es: Ah.[pause=20] debes ser de {0}.
fr: Ah.[pause=30] tu dois venir de {0}.
it: Ah.[pause=30] Devi venire da {0}.
zh_hans: 啊。[pause=30]想必你是从{0}来的吧。

# Interactive_Phase_003_Line_002
source: I got lost there once,[pause=0] I had to call for a rescue.
de: Ich habe mich dort einmal verlaufen,[pause=0] ich musste nach Unterstützung rufen.
es: Me perdí allí una vez,[pause=0] tuve que pedir un rescate.
fr: Je me suis perdu ici une fois, [pause=0] j'ai dû appeler les secours.
it: Mi sono perso lì una volta,[pause=0] ho dovuto chiamare un soccorso.
zh_hans: 我有一次在那迷路了，[pause=0]然后不得不请求救援。

# Interactive_Phase_004_Line_001
source: Is it true you come from {0}?
de: Stimmt es, dass du von {0} kommst?
es: ¿Es cierto que vienes de {0}?
fr: Est-ce que c'est vrai que tu viens de {0}?
it: Hey, è vero che vieni da {0}?
zh_hans: 你真的来自{0}吗？

# Interactive_Phase_004_Line_002
source: {0} must be making strides if they've gone that far!
de: {0} muss Fortschritte machen, wenn sie so weit gekommen sind!
es: ¡{0} debe estar avanzando mucho si ha llegado tan lejos!
fr: {0} doit faire des progrès s'ils sont allés si loin !
it: {0} sta facendo passi da giganti se sono arrivati fino a qui!
zh_hans: 如果{0}真走了那么远，他们肯定在进步！

# Interactive_Phase_005_Line_001
source: You're from {0}?[pause=0] Never heard of it.
de: Du kommst aus {0}?[pause=0] Nie davon gehört.
es: ¿Eres de {0}?[pause=0] Nunca lo he oído.
fr: T'es de {0}?[pause=0] Jamais entendu parler.
it: Vieni da {0}?[pause=0] Mai sentito.
zh_hans: 你来自{0}？[pause=0]没听过。

# Interactive_Phase_005_Line_002
source: Wait,[pause=30] you're telling me {0} discovered a brand new Mystery Dungeon!?
de: Warte, [pause=30] du willst mir sagen, dass {0} einen brandneuen Mystery Dungeon entdeckt hat!?
es: Espera,[pause=30] ¿¡me estás diciendo que {0} ha encontrado un Territorio Misterioso completamente nuevo!?
fr: Attend, [pause=30] tu es en train de me dire que {0} a découvert un tout nouveau Donjon Mystère !?
it: Aspetta,[pause=30] mi stai dicendo che {0} ha scoperto un nuovissimo Dungeon Misterioso!?
zh_hans: 等等，[pause=30]你是说{0}发现了一个全新的不可思议迷宫！？

# Interactive_Trade_Line_001
source: I heard you used to be a member of {1}. Do you like your new place in {0}?
de: Ich habe gehört du warst mal ein Mitglied von {1}. Findest du es bisher gut in {0}?
es: Oí que eras miembro del equipo {1}. ¿Te gusta tu nuevo lugar en {0}?
fr: J'ai entendu dire que tu étais membre de l'équipe {1}. Tu aimes ton nouveau logement à {0} ?
it: Ho sentito che un tempo eri un membro di {1}. Ti piace stare in {0}?
zh_hans: 我听说你曾经是{1}的成员。你喜欢在{0}的新环境吗？

# Item_Give_Storage
source: The {0} was sent to storage.
de: {0} wurde zum Lager gesendet.
es: {0} fue enviado a la consigna.
fr: Le {0} a été envoyé au stockage.
it: {0} è stato inviato al magazzino.
zh_hans: 已将{0}送去了仓库。

# Juice_Intro
source: Welcome, this is Shuckle's Juice Stand.
de: Willkommen bei der Pottrott Saftbar.
es: Bienvenido, este es el Puesto de Zumo de Shuckle.
fr: Bienvenue, ici c'est le stand de jus de fruit de Caratroc
it: Benvenuti, questa è la Bancarella dei Succhi di Shuckle.
zh_hans: 欢迎，这里是壶壶果汁站。

# King_Line_001
source: I was one of the trailblazers when the Guildmasters called upon us to explore this island.[br]With my partner Nidoqueen,[pause=0] we cut paths through the forest and set up camp in the cliffs.[br]But that was a long time ago.[pause=0] We're raising a family now.
de: Ich war einer der Wegbereiter, als die Gildenmeister uns aufforderten, diese Insel zu erforschen.[br]Mit meiner Partnerin Nidoqueen[pause=0] schlugen wir Pfade durch den Wald und schlugen unser Lager in den Klippen auf.[br]Aber das ist schon lange her.[pause=0] Jetzt ziehen wir eine Familie auf.
es: Yo era uno de los pioneros cuando los Maestros nos llamaron para explorar esta isla.[br]Con mi compañera Nidoqueen,[pause=0] hicimos caminos através del bosque y montamos un campamento en los acantilados.[br]Pero eso fue hace mucho tiempo.[pause=0] Ahora estamos criando una familia.
fr: J'étais l'un des pionniers lorsque les maîtres de la guilde nous ont demandé d'explorer cette île.[br]Avec ma partenaire Nidoqueen,[pause=0] nous avons tracé des chemins à travers la forêt et installé un camp dans les falaises.[br]Mais c'était il y a longtemps.[pause=0] Nous élevons une famille maintenant.
it: Ero uno dei pionieri quando il Maestro della Gilda ci ha chiamato per esplorare quest'isola.[br]Con la mia compagna Nidoqueen,[pause=0] abbiamo creato sentieri attraverso le foreste e imbastito campi sulle colline.[br]Ma questo ormai è stato tanti anni fa.[pause=0] Adesso abbiamo una famiglia.

# Locator_Intro
source: Welcome to Nosepass Compass, your one and only locator for roaming Pok√©mon.
de: Willkommen zum Nasgnet Kompass, dein ein und einziger Lokalisierer für herumtreibende Pokémon.
es: Bienvenido a Compás Nosepass, tu confiable rastreador de Pokémon itinerantes.
fr: Bienvenue à Nosepass Compass, votre seul et unique localisateur de Pokémon itinérants.
it: Benvenuto alla Bussola di Nosepass, l'unico ed inimitabile metodo per individuare i Pokémon erranti.
zh_hans: 欢迎光临朝北鼻指北针，你唯一的流浪宝可梦定位器。

# Music_End
source: Come again \u266A
de: Komm bald wieder, \u266A !
es: Vuelva pronto \u266A
fr: Repasse par là \u266A
it: Torna presto \u266A
zh_hans: 下次再来\u266A

# Music_Intro
source: Greetings, traveler.[pause=0] Fancy a tune for this town?
de: Grüße dich, Reisender.[pause=0] Wie wärs mit 'nem Ständchen für dieses Dörfchen?
es: Saludos, viajero.[pause=0] ¿Alguna canción que te apetezca para esta villa?
fr: Salutations, voyageur. [pause=0] Envie d'un air pour cette ville ?
it: Salve, viaggiatore. [pause=0] Che ne diresti di una canzone per questa città?
zh_hans: 您好，旅行者。[pause=0]想给小镇来首曲子吗？

# Nonbeliever_Line_001
source: There's nothing up this mountain![br]Just loose change everyone else dropped in their foolish endeavors![br]Doesn't anyone remember?[br]When Mystery Dungeons appear in great numbers,[pause=0] a world calamity always follows!
de: Auf diesem Berg gibt es nichts![br]Nur Kleingeld, das alle anderen bei ihren törichten Unternehmungen verloren haben![br]Erinnert sich denn niemand mehr?[br]Wenn Mystery Dungeons in großer Zahl auftauchen,[pause=0] folgt immer eine Weltkatastrophe!
es: ¡No hay nada subiendo esta montaña![br]¡Solo calderilla perdida por los necios esfuerzos de la gente![br]¿Nadie lo recuerda?[br]Cuando Territorios Misteriosos aparecen en gran número,[pause=0] ¡una catástrofe mundial siempre viene después!
fr: Il n'y a rien dans cette montagne ![br]Juste de la monnaie que les autres ont laissé tomber dans leurs entreprises stupides ![br]Personne ne se souvient ?[br]Quand les Donjons Mystères apparaissent en grand nombre, [pause=0] une calamité mondiale s'ensuit toujours !
it: Non c'è nulla su questa montagna![br] Soltanto degli spiccioli fatti cadere da chiunque sia stato così sciocco da venire qui![br] Non se lo ricorda nessuno?[br] Quando un gran numero di Dungeon Misteriosi appaiono tutti insieme,[pause=0] ogni volta una calamità è pronta ad abbattersi sul mondo!
zh_hans: 这座山上啥也没有！[br]只不过是他们可笑地探险时掉的零钱罢了！[br]没人记得吗？[br]当不可思议迷宫大量出现时，[pause=0]世界灾难总是随之而来！

# Nonbeliever_Line_002
source: The fewer that exist in this world,[pause=20] the better.
de: Je weniger es auf dieser Welt gibt,[pause=20] desto besser.
es: Cuanto menos existan en el mundo,[pause=20] mejor.
fr: Moins il y en a dans ce monde, [pause=20] mieux c'est.
it: Meno ce ne sono, [pause=20] meglio è per questo mondo.
zh_hans: 这世间的东西越少，[pause=20]越好。

# Queen_Line_001
source: My partner Nidoking was love at first Apricorn.[br]Whether it's on the battlefield or at home,[pause=20] we'll always be a team.
de: Mein Partner Nidoking war Liebe auf den ersten Blick.[br]Ob auf dem Schlachtfeld oder zu Hause,[pause=20] wir werden immer ein Team sein.
es: Mi compañero Nidoking fue amor a primer Bonguri.[br]Sea en el campo de batalla o en casa,[pause=20] siempre seremos un equipo.
fr: Mon partenaire Nidoking a été l'amour au premier Noigrume.[br]Que ce soit sur le champ de bataille ou à la maison,[pause=20] nous serons toujours une équipe.
it: Il mio partner Nidoking è stato amore a prima Ghicocca.[br] Che sia in combattimento o a casa,[pause=20] saremo sempre una squadra.
